[
  {
    "name": "40 Dancing Phildos Cantina and Dance Club",
    "description": "Swing, disco, and boogy under the stars to the finest tunes this side of St. Louis.",
    "year": 1998,
    "uid": "scraped_1998_40_dancing_phildos_cantina_and_dance_club"
  },
  {
    "name": "420 INC.",
    "year": 1998,
    "uid": "scraped_1998_420_inc."
  },
  {
    "name": "Aeolus Cacophonium",
    "description": "The aeolus cacophonium is a wind driven percussion machine. It will reflect the many choatic facets of nature in an ongoing aural and visual performance. Passers by are encouraged to complement the performance with provided devices.",
    "year": 1998,
    "uid": "scraped_1998_aeolus_cacophonium"
  },
  {
    "name": "Aesthetic Meat Foundation - United Darkness of BM",
    "description": "The Aesthetic Meat Foundation is Back! Come and Discover the Darker side of BM with us and be “baptised” in Blood – Fulfill your Deep Desire!",
    "year": 1998,
    "uid": "scraped_1998_aesthetic_meat_foundation_-_united_darkness_of_bm"
  },
  {
    "name": "Aether Camp",
    "description": "Aether Camp: Pierce the Heavens, Ride the Winds and Dance on the Clouds. While you’re here, confront and incorporate that silly acrophobia thing.",
    "year": 1998,
    "uid": "scraped_1998_aether_camp"
  },
  {
    "name": "Air Reef Lounge",
    "description": "Come all ye sleepless participants, take the dive and lay your reeling head atop the healing reef! The Air Reef Lounge promises a refreshing and relaxing retreat from the endless hustle and bustle of the surface world.",
    "year": 1998,
    "uid": "scraped_1998_air_reef_lounge"
  },
  {
    "name": "Alien Abduction Camp",
    "description": "Watch out for visitors from above… you may be abducted and experience “alien technology”.",
    "year": 1998,
    "uid": "scraped_1998_alien_abduction_camp"
  },
  {
    "name": "Alien Pez Camp",
    "description": "The Pez Is Out There.",
    "year": 1998,
    "uid": "scraped_1998_alien_pez_camp"
  },
  {
    "name": "Alien Sheep Love Vibrations Camp",
    "description": "The residents of the Alien Sheep Love Vibration Camp have come to share the rituals of Planet Ovinovenus. Come experience universal harmony through electro-stimulation and alien sheep love.",
    "year": 1998,
    "uid": "scraped_1998_alien_sheep_love_vibrations_camp"
  },
  {
    "name": "Alien Spore Hell Spa",
    "description": "The Alien Spore Hell Spa brings infernal, alien-friendly R&R to Black Rock. Get your naked self painted and massaged at the Fleshdip Body Color Wash, and play Flaming Croquet, in drag by day or at night by the light of the flaming wickets.",
    "year": 1998,
    "uid": "scraped_1998_alien_spore_hell_spa"
  },
  {
    "name": "Amazonia - Rainforest Bio-Energetics",
    "description": "Rainforest Bio-Energetics products support the sustainable and ecological future of the Rainforest and its Inhabitants. Promote Self-healing, clarity of mind, a vibrant spirit, a renewed energy, & greater well being.",
    "year": 1998,
    "uid": "scraped_1998_amazonia_-_rainforest_bio-energetics"
  },
  {
    "name": "Anal Retention Camp",
    "description": "Everything you need for a PERFECT playa experience, providing you simply do EVERYTHING right!!! Marvel at the DUST-FREE coffee mug while you appreciate our neatly manicured lawn!",
    "year": 1998,
    "uid": "scraped_1998_anal_retention_camp"
  },
  {
    "name": "Aquanauts",
    "year": 1998,
    "uid": "scraped_1998_aquanauts"
  },
  {
    "name": "Arcosanti/King Tater's Palace",
    "description": "Urbanize Black Rock City while rediscovering the advantages of unenlightened monarchy. A King is just a pawn with more options.",
    "year": 1998,
    "uid": "scraped_1998_arcosanti/king_tater's_palace"
  },
  {
    "name": "Arena Ballroom",
    "description": "Lookout Fillmore! We’ve got the ARENA BALLROOM!!!",
    "year": 1998,
    "uid": "scraped_1998_arena_ballroom"
  },
  {
    "name": "Arthur Murray School of Trance",
    "description": "The Arthur Murray school of Trance will teach the uninitiated the finer points of formal playa dancing in a soothing, sentimental atmosphere that reeks of Louise Brooks.",
    "year": 1998,
    "uid": "scraped_1998_arthur_murray_school_of_trance"
  },
  {
    "name": "Artists' Republic of Fremont",
    "description": "An independent country within Black Rock City. Apply for a passport or certificate of insanity; visit the Temple of Ganzir; get your body painted.",
    "year": 1998,
    "uid": "scraped_1998_artists'_republic_of_fremont"
  },
  {
    "name": "Ass-O-Rama",
    "description": "Ass-O-Rama is a camp designed to demonstrate the commonality of all peoples by virtue of the fact that our butts are all pretty much alike.",
    "year": 1998,
    "uid": "scraped_1998_ass-o-rama"
  },
  {
    "name": "Aunty Gravity's Galactic Gazebo of GODZILLA",
    "description": "An oasis of adoration for the mighty smiling king of Atomic Mutation, marvel at the examples of his super stompy squishing power, and eat of his blazing bbq. For ALL!",
    "year": 1998,
    "uid": "scraped_1998_aunty_gravity's_galactic_gazebo_of_godzilla"
  },
  {
    "name": "B.E.H.O.P. (The Barter Exchange Hut O' Pancakes)",
    "description": "We got a few more ‘cakes to fry, some coffee to pour, and community to make. Again, we will be serving breakfast every morning for barter/exchange from when we get our asses out of bed until it gets too hot.",
    "year": 1998,
    "uid": "scraped_1998_b.e.h.o.p._(the_barter_exchange_hut_o'_pancakes)"
  },
  {
    "name": "Bamboo Family Presents Zagbot's Rest Stop",
    "description": "The verdant bamboo garden at Zagbot’s is just the place to rest burning feet and enjoy none too refreshing refreshments. It is rumored that the arson insurance policy at Zagbot’s is a high one and he may cash in late Sunday night.",
    "year": 1998,
    "uid": "scraped_1998_bamboo_family_presents_zagbot's_rest_stop"
  },
  {
    "name": "Barbarella's Forbidden City",
    "description": "This theme camp is modeled after the movie BARBARELLA, and will include her spaceship, Alpha 7, inside which will be chill space and various activities hosted by Barbarella herself. Some of the attractions will include: showings of the Barbarella movie, smoking from the essence of man hookah, mass distribution of the exhaltation transferrence pill, rolling in matmos, piloting the alpha-one spacecraft, and aerobicizing to Jane Fonda’s workout videos.",
    "year": 1998,
    "uid": "scraped_1998_barbarella's_forbidden_city"
  },
  {
    "name": "Beamers at BM",
    "description": "A camp for motorcyclists.",
    "year": 1998,
    "uid": "scraped_1998_beamers_at_bm"
  },
  {
    "name": "BEAREA 51 and 89.5 KBHR",
    "description": "TOP SECRET! NO SPECTATORS! The gang from “Bears Lair” back. And this time they have a space ship, radio station, 4,000 records, and that stupid bear. God help us all!",
    "year": 1998,
    "uid": "scraped_1998_bearea_51_and_89.5_kbhr"
  },
  {
    "name": "Bestial Fears Vaporize Upon Tongues Galvanic",
    "description": "A two person performance.",
    "year": 1998,
    "uid": "scraped_1998_bestial_fears_vaporize_upon_tongues_galvanic"
  },
  {
    "name": "Beth and Jen's Rockabilly Camp",
    "description": "Beth and Jen’s Rockabilly camp has been a project in progress for a year now. We brought only the best Rockabilly music and the cheapest beer we could find.",
    "year": 1998,
    "uid": "scraped_1998_beth_and_jen's_rockabilly_camp"
  },
  {
    "name": "BeYonder",
    "description": "This is a chance to clean yourself up, dress formally, and experience elegant dining in the desert (an excellent photo opportunity). Reserve the usage of our white linen clad tables addorned in fine china, crystalware, silverware, candle-lighting, and classical-baroque mood music (food and beverage not provided).",
    "year": 1998,
    "uid": "scraped_1998_beyonder"
  },
  {
    "name": "bianca",
    "description": "bianca loves you. No, she never writes or calls you, but bianca has other ways of articulating her love. bianca’s love is expressed by the great parties she throws. And at Burning Man bianca’s party *never* stops: pink lights in the nitetime desert, couches to be lounged on, the finest groovin’ tunes, and never-ending food happiness, including bianca’s famous grilled-cheese sandwiches. bianca is a lover of extraordinary grace and liberty. She asks you to have fun in your heart, to be real and respectful of others, to relax, and feel and enjoy the greater party that we are all sharing.",
    "year": 1998,
    "uid": "scraped_1998_bianca"
  },
  {
    "name": "Bicycle Rodeo/Pedal Camp",
    "description": "Bicycle lunacy: a carnival with choppers,tall bikes, long bikes, bike roller-coaster & merry-go-round, bicycle rodeo, repair shop, & general stupidity.",
    "year": 1998,
    "uid": "scraped_1998_bicycle_rodeo/pedal_camp"
  },
  {
    "name": "Bindlestiff Family Cirkus",
    "year": 1998,
    "uid": "scraped_1998_bindlestiff_family_cirkus"
  },
  {
    "name": "BioHazard 2000",
    "description": "Have you ever considered how deadly and damaging Earth’s nOzone environment really is? We have, compulsively… over, and over, and over again.",
    "year": 1998,
    "uid": "scraped_1998_biohazard_2000"
  },
  {
    "name": "Bioluminati",
    "year": 1998,
    "uid": "scraped_1998_bioluminati"
  },
  {
    "name": "Birthday Camp",
    "description": "Is your birthday during the event? Come celebrate in Birthday Camp!",
    "year": 1998,
    "uid": "scraped_1998_birthday_camp"
  },
  {
    "name": "Biscuit Lounge",
    "description": "The Biscuit Lounge is a lauch\\landing zone for all extraterestrial, hyperdelic multidimensional excursions. A place for biscuits to wallow in the gravy. “Come melt with us.”",
    "year": 1998,
    "uid": "scraped_1998_biscuit_lounge"
  },
  {
    "name": "Black Rock City Aikidojo",
    "description": "Daily classes offered in aikido, a martial art concerned with transforming conflict into peace. No experience or clothing necessary; all ranks are welcome.",
    "year": 1998,
    "uid": "scraped_1998_black_rock_city_aikidojo"
  },
  {
    "name": "Black Rock City College",
    "description": "Classes now forming at Black Rock City College. Come see what there is to learn, come teach what you have to teach!",
    "year": 1998,
    "uid": "scraped_1998_black_rock_city_college"
  },
  {
    "name": "Black Rock Electrical Parade",
    "description": "Those corporate fucks at Disneyland thought they could kill the Main Street Electrical Parade. They were wrong — dead wrong. For on Friday night at 8:00 p.m., we will exhume its shriveled, twinkling corpse and ignite it with 10,000 collective volts of coppertop-powered fury, raising our hands to the heavens, shouting, “it’s alive! ALIVE!” Our creation will break its bonds and run amuck through the town, starting at The Man, and proceeding down the main corridor and through the camps until our batteries die or a mob of angry villagers puts us down, whichever comes first. This event is a salute and farewell to electric light — the light bulb’s last hurrah as it yields way to fire as our primary source of illumination during the remainder of the festival. Moveable electric light displays of any kind are encouraged to participate.",
    "year": 1998,
    "uid": "scraped_1998_black_rock_electrical_parade"
  },
  {
    "name": "Black Rock Mystery Dome",
    "year": 1998,
    "uid": "scraped_1998_black_rock_mystery_dome"
  },
  {
    "name": "Black Rock Playa Zendo",
    "description": "Black Rock Playa Zendo — as seen Burning (or its altar, at least) in last year’s video by Chuck Cirino; but then all image is illusory, eh? Come and get your Prawna Deep Fried! — at the Giant Yin/Yang in the Playa, we will be leading a Zazen sitting every evening at approximately Sundown, and there will be a “how-to” sit/meditate lecture one-half hour before. Possible morning sittings also. Bring “Burning Chachkis” — items you think represent your inner self, or something you’d like to lose from your inner self, to be glued to our altar and then Burned with The Man.",
    "year": 1998,
    "uid": "scraped_1998_black_rock_playa_zendo"
  },
  {
    "name": "Black Rock Yacht Club",
    "year": 1998,
    "uid": "scraped_1998_black_rock_yacht_club"
  },
  {
    "name": "Blackrock Artglass and Recyclery (BAG)",
    "description": "The Blackrock Artglass and Recyclery will help keep the Playa clean by converting your glass waste into works of art. Look for jumpsuited BAG People making collections then come by camp later to see skilled craft workers transform your old Bud 40 oz. into something special.",
    "year": 1998,
    "uid": "scraped_1998_blackrock_artglass_and_recyclery_(bag)"
  },
  {
    "name": "Blind Site",
    "description": "Want to escape City Life for awhile, meditate on the Man, find a little shade? Follow the Japanese banners on the Playa to Blind Site, one of Black Rock city’s first unnoffical Parks.",
    "year": 1998,
    "uid": "scraped_1998_blind_site"
  },
  {
    "name": "Blinking Man Camp",
    "description": "Thanks, but not necessary.",
    "year": 1998,
    "uid": "scraped_1998_blinking_man_camp"
  },
  {
    "name": "Blue Hell of Neptune",
    "description": "When man first lifted his gaze to the heavens in raw wonder and speculation – could there be life in the Great Void? And what form might it take – he could only have the dimmest apprehension of the soul-wrenching horror waiting his arrival with open, blissful limbs. Sin is not exclusive to our green planet… and neither is redemption.",
    "year": 1998,
    "uid": "scraped_1998_blue_hell_of_neptune"
  },
  {
    "name": "Boing!",
    "description": "Boing! is an anomaly in the space-time continuum where all objects, including the humanoids, are propelled toward each other like bumper cars. Come and evolve by bouncing around in one of our “bumper car suits,” and if that doesn’t get you smashed perhaps a visit to our adjoining cocktail lounge will.",
    "year": 1998,
    "uid": "scraped_1998_boing!"
  },
  {
    "name": "Burning Band Camp",
    "description": "Bring your isntrument and uniform (what ever that is!) and join our spontanious band. Get ready for the major parade event of your life!",
    "year": 1998,
    "uid": "scraped_1998_burning_band_camp"
  },
  {
    "name": "Burning Dreams Fantasy Playhouse",
    "description": "Burning Dreams Fantasy Playhouse – Privately reveal your most compelling fantasy, dream, or experience to a video camera – then relax in the Naked Eye Lounge and be treated to screenings from the evolving collection of clips.",
    "year": 1998,
    "uid": "scraped_1998_burning_dreams_fantasy_playhouse"
  },
  {
    "name": "Burning Ham Camp",
    "description": "23 Burning Hams! 23 songs about The Playa! “I mean, who *am* us anyway?”",
    "year": 1998,
    "uid": "scraped_1998_burning_ham_camp"
  },
  {
    "name": "Burning Love - the Romantic Gameshow Experience",
    "description": "Black Rock City singles! Come meet Mr. or Mrs. Right! Experience BurningLove Connection! The dating contest where everyone gets lucky! Post personal Ads! Weddings! Divorces!",
    "year": 1998,
    "uid": "scraped_1998_burning_love_-_the_romantic_gameshow_experience"
  },
  {
    "name": "Burning Man : Inside Out (An Electronic & Mystic Journal)",
    "description": "This project is dedicated to capturing the spirit, images and events which define Burning Man 1998. The “Inside Out” is a Non-Mass Media entity, designed to symbiotically exist within The Burning Man, the camps and it’s legions. All documentation and soul -snatching will be performed by The ZenMasters.",
    "year": 1998,
    "uid": "scraped_1998_burning_man_:_inside_out_(an_electronic_&_mystic_journal)"
  },
  {
    "name": "Burning Man Travel Center '98",
    "description": "Don’t miss out on all the things to see and do at Burning Man! At our Tour Service Center, you’ll find a listing of when/what events are happening, find narrated tours of all the theme camps and transportation (human powered carriages, motorized couches, etc) to all major events, and you’ll have found a really cool place to party.",
    "url": "http://www.angelfire.com/nv/bmtours",
    "year": 1998,
    "uid": "scraped_1998_burning_man_travel_center_'98"
  },
  {
    "name": "Burning Man TV",
    "description": "Pull up a couch and watch… or better yet, participate in or host… adulterated versions of your favorite game shows, talk shows, dance parties, sit-coms and more. You’re invited to help us take back the airwaves, from our colossal TV home, Thursday-Saturday evenings.",
    "year": 1998,
    "uid": "scraped_1998_burning_man_tv"
  },
  {
    "name": "Burning Maus Amusment Camp",
    "description": "The Burning Maus Amusement Camp is a revoloution in amusement technologies. Through the use of multi-million dollar amusement contraptions your paradigms will be shifted, your inner psyche offended, your physical appearance altered, your future foretold and your well-being protected from potential “cosmic” invaders. ENJOY. DO NOT THINK.",
    "year": 1998,
    "uid": "scraped_1998_burning_maus_amusment_camp"
  },
  {
    "name": "Burning Questions",
    "description": "Does absolutely NO ONE at Burning Man understand you? Don’t keep your problems bottled up! Look for the roving advice booth as it wheels across the playa, dispensing words of wisdom to all tortured souls. But at what price…?",
    "year": 1998,
    "uid": "scraped_1998_burning_questions"
  },
  {
    "name": "C.C.C./ Alien Crash Site",
    "description": "We use music and movement as a tools for exploring other worlds. We are comming to Burning man this year to share this experience with a broader spectrum of people.",
    "year": 1998,
    "uid": "scraped_1998_c.c.c./_alien_crash_site"
  },
  {
    "name": "Cabanarama",
    "year": 1998,
    "uid": "scraped_1998_cabanarama"
  },
  {
    "name": "Camp",
    "description": "Camp is plain and simply generic. Come be generic and get your barcode.",
    "year": 1998,
    "uid": "scraped_1998_camp"
  },
  {
    "name": "Camp ADRV",
    "description": "Ixstasia calls! Camp ADRV will provide a space wherein you can connect to your Divine Primitive Nature ó come to the Forest Primal!",
    "year": 1998,
    "uid": "scraped_1998_camp_adrv"
  },
  {
    "name": "Camp ATARI",
    "description": "Asteroids, Breakout, Space Invaders- Twenty-nothing childhood memories relived at !Camp Atari! Retro-gaming featuring Atari 2600’s, old-school Nintendo, *the shiny-silver Odyssey^2*, stand-up coin-op vids, BASIC program-offs on the Timex Sinclair (more K than a watch).",
    "year": 1998,
    "uid": "scraped_1998_camp_atari"
  },
  {
    "name": "Camp Catharsis",
    "description": "Join us in cathartic euphoria as our witch doctors shrink your heads, only to later re-expand them in sync with our burning away of emotional baggage. The psycho-therapy session will include a nightly barrell burn as well as various other forms of exorcism…",
    "year": 1998,
    "uid": "scraped_1998_camp_catharsis"
  },
  {
    "name": "Camp Danceface U.S.A.",
    "description": "Camp Danceface U.S.A. is devoted to showing that dance is a language, but what you are saying is probably real goofy. Please come by and witness our headlining event “Rave Lake”, a cross between Swan Lake and a Rave (picture a tutu with a mini backpack.)",
    "year": 1998,
    "uid": "scraped_1998_camp_danceface_u.s.a."
  },
  {
    "name": "Camp Dominoasis (Subject to change)",
    "year": 1998,
    "uid": "scraped_1998_camp_dominoasis_(subject_to_change)"
  },
  {
    "name": "Camp Don't Think",
    "year": 1998,
    "uid": "scraped_1998_camp_don't_think"
  },
  {
    "name": "Camp Fink",
    "description": "“The Happiest Place on Earth”, where everything you say and do can and WILL be held against you. Your mission, should you choose to accept it: Inform on a friend or loved one at our conveniently located Automated Tribunal Machine. In return, receive a complimentary cocktail with other notorious Fink luminaries at the luxurious Apocalypso Lounge, rated by the Michelin guide as one of the top 100 bars in Black Rock City! But be forewarned: Happy hour IS enforced by law, and violators WILL be subject to prosecution.",
    "year": 1998,
    "uid": "scraped_1998_camp_fink"
  },
  {
    "name": "Camp FUCK",
    "description": "Camp FUCK: Dedicated to the adoration, proliferation, and liberation of the absolute “King of American cuss words”! Once condemned as merely part of the adolescent vernacular, we proclaim FUCK unchained and that it be enjoyed by everyone without hesitation! So stop on by, don’t be afraid! Release your frustrations, just say FUUUUUCK! And say it loud.",
    "year": 1998,
    "uid": "scraped_1998_camp_fuck"
  },
  {
    "name": "Camp Havoc",
    "description": "Camp Havoc featuring The Human Bowling Ball Slip-N-Slide Bowling Alley -Wet fun in the desert sun-",
    "year": 1998,
    "uid": "scraped_1998_camp_havoc"
  },
  {
    "name": "Camp Indulgence",
    "description": "dCamp Indulgence is making it’ s 3rd appearance with the Sister’s Indulgence Cross, Brides of Christ Make-overs and Oh! Communion.",
    "year": 1998,
    "uid": "scraped_1998_camp_indulgence"
  },
  {
    "name": "Camp Nest of Saws",
    "year": 1998,
    "uid": "scraped_1998_camp_nest_of_saws"
  },
  {
    "name": "Camp of the Chromatic Orb, a.k.a. Balls Camp",
    "description": "A Pagan temple of Rainbows and Orbs. Come have your balls blessed and flesh pressed.",
    "year": 1998,
    "uid": "scraped_1998_camp_of_the_chromatic_orb,_a.k.a._balls_camp"
  },
  {
    "name": "Camp Salsipuedes",
    "description": "Camp Salsipuedes; relax on our fine trimmed lawn and stop in at Cafe Schroedinger, where we may have refreshments(sic)! “Improperly” dressed people, beware the Pa.F.S.T!",
    "year": 1998,
    "uid": "scraped_1998_camp_salsipuedes"
  },
  {
    "name": "Camp Smart Ass",
    "description": "If you’re gonna make an Ass of yourself tonight, make it a Smart Ass.",
    "year": 1998,
    "uid": "scraped_1998_camp_smart_ass"
  },
  {
    "name": "Camp Strip Poker",
    "description": "You’ve been lured to Nevada where gambling is legal, you don’t have anything but the shirt on your back. Anti-up, because at our card tables that is all you need!!!",
    "year": 1998,
    "uid": "scraped_1998_camp_strip_poker"
  },
  {
    "name": "Camp Sunscreen",
    "description": "Come join us at Camp Sunscreen for a relaxing sunscreen massage–then stay on to give one! We’ll once again gather under our beautiful, open, airy shade structure and prepare for that intense sun shining over Black Rock City.",
    "year": 1998,
    "uid": "scraped_1998_camp_sunscreen"
  },
  {
    "name": "Camp Volleyball",
    "year": 1998,
    "uid": "scraped_1998_camp_volleyball"
  },
  {
    "name": "Capitalist Pig Camp",
    "year": 1998,
    "uid": "scraped_1998_capitalist_pig_camp"
  },
  {
    "name": "Casbah",
    "description": "rest-chat-barter-explore-experience-celebrate",
    "year": 1998,
    "uid": "scraped_1998_casbah"
  },
  {
    "name": "Celestial Garden Saloon",
    "year": 1998,
    "uid": "scraped_1998_celestial_garden_saloon"
  },
  {
    "name": "Chapel Lounge",
    "description": "A gathering place for pilgrims to the Chapel of the Burning Book. Come lounge with us, resonate to the activities on the Chapel Stage, and launch yourself into the heart of the Burning Book.",
    "year": 1998,
    "uid": "scraped_1998_chapel_lounge"
  },
  {
    "name": "Chapel of the Burning Book",
    "description": "A place for poetry & performance art. Check event schedule on the camp marquee.",
    "year": 1998,
    "uid": "scraped_1998_chapel_of_the_burning_book"
  },
  {
    "name": "Chez Newts",
    "description": "Chez Newts Barter Bar, bring booze, ice, mixers and get cocktails, blender drinks, and homebrew. Swap tall tails with shady characters about subverting the paridigm in an alchoolic haze.",
    "year": 1998,
    "uid": "scraped_1998_chez_newts"
  },
  {
    "name": "Childhood Reclamation Center",
    "description": "Do you remember when you were five, the simple joy you derived from play? Come and recreate that joy at the Childhood Reclamation Center.",
    "year": 1998,
    "uid": "scraped_1998_childhood_reclamation_center"
  },
  {
    "name": "Church of St John the Baptist of the Alien Artichoke",
    "description": "Help us save the world from simulated wood grain vinyl and prepare yourself for the new millenium. Visit the church of St. John the Baptist of the Alien Artichoke.",
    "year": 1998,
    "uid": "scraped_1998_church_of_st_john_the_baptist_of_the_alien_artichoke"
  },
  {
    "name": "Church of the Eternal Mez",
    "description": "The Church of Mez is dedicated to liberation for all in this lifetime. Join us for an ecstatic explororation of personal freedom and the path of Mez.",
    "year": 1998,
    "uid": "scraped_1998_church_of_the_eternal_mez"
  },
  {
    "name": "Church of the Orbital Orgy",
    "description": "The Church of the Orbital Orgy Presents: The Sphere Of Influence – an Indoctrination Machine. The Temple of the Orbital Orgy – A sacred space.",
    "year": 1998,
    "uid": "scraped_1998_church_of_the_orbital_orgy"
  },
  {
    "name": "Cirque de Flambe' with the Artist's Republic of Fremont",
    "description": "From an opening turn, the surreal will prance and preen, the grotesque will mimic and mine, and the clowns will strive and stumble, as Flames lick the desires of laughter and delight. A circus on fire breathes smoke and flames unto the psychic of the players. Feel the heat among the gifts of fire, and then taste the smoke in your face.",
    "year": 1998,
    "uid": "scraped_1998_cirque_de_flambe'_with_the_artist's_republic_of_fremont"
  },
  {
    "name": "Civilized Explorer",
    "description": "Achieve shade and civilized living in the desert with Phil and Louise.",
    "year": 1998,
    "uid": "scraped_1998_civilized_explorer"
  },
  {
    "name": "Clean & Sober Camp",
    "description": "12-step meetings of any type held here, scheduled & impromptu. Come by for a meeting or start one of your own!",
    "year": 1998,
    "uid": "scraped_1998_clean_&_sober_camp"
  },
  {
    "name": "Clevian Circularity Camp",
    "description": "Thirty thousand years ago the Clevians ruled the earth, and things just havn’t been the same since then. So tune in to TV channel 3 in the playa for Clevian news, weather, and intimate glimpses from the HOLY INTERACTION CIRCLE…",
    "year": 1998,
    "uid": "scraped_1998_clevian_circularity_camp"
  },
  {
    "name": "Cloud Nine",
    "year": 1998,
    "uid": "scraped_1998_cloud_nine"
  },
  {
    "name": "Cock and Bowl",
    "description": "This ain’t no Cock & Bull, it’s “COCK & BOWL.” Strike your masculinity once and for all! Smack the giant dildo’s with your Big Black Ball!",
    "year": 1998,
    "uid": "scraped_1998_cock_and_bowl"
  },
  {
    "name": "Comfort Camp",
    "description": "Comfort Camp – the ultimate place to chill out. Massages, martinis at sunset on the playa, and Burning Man’s first gated community.",
    "year": 1998,
    "uid": "scraped_1998_comfort_camp"
  },
  {
    "name": "Confess-o-matic",
    "description": "sinners confess your sins! participate in our multifaceted confession booth!",
    "year": 1998,
    "uid": "scraped_1998_confess-o-matic"
  },
  {
    "name": "Cosmic Sensory Communion Camp",
    "description": "The Cosmic Sensory Communion Camp is a place where your senses meet nature, technology and the cosmos. Vivid imagery and sounds will be combined with other senses in a cosmic link.",
    "year": 1998,
    "uid": "scraped_1998_cosmic_sensory_communion_camp"
  },
  {
    "name": "Costco Soulmate Outlet Store",
    "description": "Come on down to the Costco Soulmate Outlet Store where we’ll set you up with your soulmate who very well might be roaming the playa.",
    "year": 1998,
    "uid": "scraped_1998_costco_soulmate_outlet_store"
  },
  {
    "name": "Critical Tits",
    "description": "CRITICAL TITS BICYCLE RIDE — All gals are invited to celebrate the feminine spirit in this topless ride across the playa. Just decorate your chest and meet at the Man, 5 pm on Sunday.",
    "year": 1998,
    "uid": "scraped_1998_critical_tits"
  },
  {
    "name": "Crush Yer' Vibe",
    "description": "At camp Crush Yer’Vibe you can barter, trade or steal (if you’re crafty)for insults, heckles or good solid kicks in the ass.",
    "year": 1998,
    "uid": "scraped_1998_crush_yer'_vibe"
  },
  {
    "name": "Cult of Distraction",
    "description": "Come distract yourself for a while, all the comforts of home. Bring found letters and poetry for the English Tea Time and Reading. Mud wrestle your friend and win a free shower. Get a COD card by participating and get goodies at the Lava Lounge.",
    "year": 1998,
    "uid": "scraped_1998_cult_of_distraction"
  },
  {
    "name": "Cult of the Magnificent Living Head",
    "description": "The Magnificent Living Head will continue long after our brief and futile lives have faded into the mists of eternity. Join in our celebratory procession and supplicate yourself to the beauty of the eternal living Head.",
    "year": 1998,
    "uid": "scraped_1998_cult_of_the_magnificent_living_head"
  },
  {
    "name": "Cultural Workers' Union Camp!",
    "year": 1998,
    "uid": "scraped_1998_cultural_workers'_union_camp!"
  },
  {
    "name": "Cyberbuss",
    "description": "The CYBERBUSS travels over land and through C y b e r space into a new cultural existence. At Burning Man we create a playa playground. We are a group of adventure seekers that posts our expeiences online in the form of a virtual trip.",
    "year": 1998,
    "uid": "scraped_1998_cyberbuss"
  },
  {
    "name": "CyberNOTHING",
    "year": 1998,
    "uid": "scraped_1998_cybernothing"
  },
  {
    "name": "Dancing with Lights Photography",
    "description": "Dancing with light photography is a free-form expression which involves the conscious participation of the curious and expressive people it encounters.",
    "year": 1998,
    "uid": "scraped_1998_dancing_with_lights_photography"
  },
  {
    "name": "Deadly Dante's Sin-o-Plex and Family Funstop",
    "description": "Picking up where the Soul Emporium left off, Deadly Dante’s Sin-o-Plex and Family Funstop assures all customers a fiery and eternal damnation in the deepest crock-pot in Hell. Come by for the Eight Deadly Sins, but stay for the Sulphurous Slurpee Machine!",
    "year": 1998,
    "uid": "scraped_1998_deadly_dante's_sin-o-plex_and_family_funstop"
  },
  {
    "name": "Deadly Sunshine Cleaning Service",
    "year": 1998,
    "uid": "scraped_1998_deadly_sunshine_cleaning_service"
  },
  {
    "name": "Deathguild/Bartertown",
    "year": 1998,
    "uid": "scraped_1998_deathguild/bartertown"
  },
  {
    "name": "Delightful Paint Brush",
    "description": "Delightful pleasures of a wet brush on a hot day. Come have your body painted the right way!",
    "year": 1998,
    "uid": "scraped_1998_delightful_paint_brush"
  },
  {
    "name": "Desert Planet Surf Safari",
    "year": 1998,
    "uid": "scraped_1998_desert_planet_surf_safari"
  },
  {
    "name": "Deuce of Clubs",
    "description": "Deuce of Clubs: Foolishness of Wagnerian Proportions; a Demonstrated Aptitude for Reasonable Mayhem.",
    "year": 1998,
    "uid": "scraped_1998_deuce_of_clubs"
  },
  {
    "name": "Devil's Dozen Recycle Camp",
    "description": "The Devil’s Dozen Recyclers will ride around atop giant insects collecting aluminum cans from you for the city. At their camp they willl inform, process, create, destroy, recycle and host the Garbage Theater presenting the Aluminum Communion and Mega Can stomp.",
    "year": 1998,
    "uid": "scraped_1998_devil's_dozen_recycle_camp"
  },
  {
    "name": "Dionysian Grotto",
    "description": "A small, moist area of relaxation and story telling.",
    "year": 1998,
    "uid": "scraped_1998_dionysian_grotto"
  },
  {
    "name": "Disco Headhunters",
    "description": "The Disco Headhunters are an extended family of musicians, writers, artists, food service professionals, and other creative free spirits who are committed to a better world through; expansion of the psychic web, building a stronger and saner community for the future, exploring and expanding our minds to reach total self-realization and fulfillment, and boogie-ing to a good groove! Our family comes from the whole country, and we believe in equality and fairness for everyone.",
    "year": 1998,
    "uid": "scraped_1998_disco_headhunters"
  },
  {
    "name": "Distributed Interactive Republic of Texas (Di3500RT)",
    "description": "Distributed Republic of Texas, passport photo’s passports issued, and tourist visa’s stamped. Additionaly,we will burn the Holy Fire at the Temple of the Midnight sun.",
    "year": 1998,
    "uid": "scraped_1998_distributed_interactive_republic_of_texas_(di3500rt)"
  },
  {
    "name": "Disturbia",
    "description": "Denver Cacophony Society in association with CaTaClYsMiC MeGaShEaR RaNcH brings you the Village of Disturbia, where ancient astronauts have prophesied the establishment of an advanced culture capable of satisfying your need for critical overstimulation wh ile maintaining Order and protecting the Status Quo.",
    "year": 1998,
    "uid": "scraped_1998_disturbia"
  },
  {
    "name": "Divided by Zero [A Visionary Village]",
    "year": 1998,
    "uid": "scraped_1998_divided_by_zero_[a_visionary_village]"
  },
  {
    "name": "Dorian Trance",
    "description": "PSYCHO-SENSUAL WORLD TRANCE MUSIC AND NAKED RITUAL PERFORMERS THROUGH AUDIO EROTIC-NEUROTIC",
    "year": 1998,
    "uid": "scraped_1998_dorian_trance"
  },
  {
    "name": "Dr. Gaetan Trebill's Mind Travel Agency",
    "description": "Dr. Gaetan Trebill’s Mind Travel Agency wishes to embody the interactive, mind-expanding spirit of the Burning Man Festival by providing participants with an opportunity to tap into the vast power of their own imaginations. Dr. Gaetan Trebill, M.D., will conduct sessions in which individual Travelers will journey to a destination of their choosing, whether it be physical (e.g. Piazza San Marco in Venice), temporal (e.g. early childhood), or mental (e.g. a state of confidence and relaxation).",
    "year": 1998,
    "uid": "scraped_1998_dr._gaetan_trebill's_mind_travel_agency"
  },
  {
    "name": "DRANO",
    "description": "The Biggest Little Shitty in the WorldOur mini village is a parody of life in our fair city of Reno, NV. As visitors pass thru town, they will have the opportunity. to partake of all of the sins that Nevada has to offer, and expose themselves to the risks (pawnshops, impromptu marriages and divorce, jail when you least expect it) that are the price we pay for living here.",
    "year": 1998,
    "uid": "scraped_1998_drano"
  },
  {
    "name": "Ecclectic Enclave of Fermented Beverage Worship",
    "year": 1998,
    "uid": "scraped_1998_ecclectic_enclave_of_fermented_beverage_worship"
  },
  {
    "name": "EGGCHAIR CAMP (Home of the Penis Toss)",
    "description": "“Powerful the Eggchair is; transform you it will” – Yoda Jedi Knight “If you can’t find the meaning of existence in something as simple as sitting in an Eggchair, where the fuck else you gonna find it?” – Zen Master Po",
    "year": 1998,
    "uid": "scraped_1998_eggchair_camp_(home_of_the_penis_toss)"
  },
  {
    "name": "Electronic Parlor Trick",
    "description": "Electronic noise experiments on stage and in special “Audium” nocturnal environment. Audio-visual trickery.",
    "year": 1998,
    "uid": "scraped_1998_electronic_parlor_trick"
  },
  {
    "name": "Environmental Disaster Camp",
    "description": "Environmental Disaster Camp brings a nuclear reactor to the desert again this year, providing cheap power with complete safety. Visit our reactor, operate the controls, and let our friendly employees tell you about our environmental program to save the endangered 4-eyed-frog.",
    "year": 1998,
    "uid": "scraped_1998_environmental_disaster_camp"
  },
  {
    "name": "Estate Cellars of Bigrig Industries",
    "description": "Bigrig Industries has spent months creating fine wines for the most discriminating palates. Enjoy the multi-cultured ambiance while sipping some of the playa’s finest wines. Tip your concierge.",
    "year": 1998,
    "uid": "scraped_1998_estate_cellars_of_bigrig_industries"
  },
  {
    "name": "Exit Wound's Mutatronic Manipulations(lo-fi)",
    "year": 1998,
    "uid": "scraped_1998_exit_wound's_mutatronic_manipulations(lo-fi)"
  },
  {
    "name": "Fantasy Camp",
    "description": "The Fantasy Camp invites you to live out all your fantasies. Join us in the tent of multiple O’s for our enchanted evening events: Bubble Wrap Wars (W-10pm), The Masked Ball (F-Midnight; Mask Making: 9-11:30), as well as Body Painting, Massage, and Shadow Dancing upon request. Have a fantastic time at Bman everybody, we hope to see you by the fire.",
    "year": 1998,
    "uid": "scraped_1998_fantasy_camp"
  },
  {
    "name": "Flaming Faggot",
    "description": "Bring a stick, branch, or pole to place upon The Flaming Faggot in remembrance of someone you have lost to AIDS. On Friday night, as the energy of these staves is released as fire, we will destroy the power of all the hateful words that have been used against those who are different. Remember your loved ones, free yourself from hatred.",
    "year": 1998,
    "uid": "scraped_1998_flaming_faggot"
  },
  {
    "name": "Flaming Slanted Pussy Teahouse Salon",
    "description": "EXPLORE THE UNCONQUERABLE FINAL FRONTIER OF VAGINAL SPACE..space…space… Mystery Tea(se), Rude Rune Readings, Misogamist Massage and Womanicures. COME… EAT OUT… INNER SPACE…",
    "year": 1998,
    "uid": "scraped_1998_flaming_slanted_pussy_teahouse_salon"
  },
  {
    "name": "Flesh Labratory (FLESH LAB)",
    "description": "The Flesh Lab is an exploration in touch, sight, and sound of fleshly delights, horrors and experiments. All things involved in the investigation of the flesh and things contained within are welcomed and coaxed from you. Stretch your flesh.",
    "year": 1998,
    "uid": "scraped_1998_flesh_labratory_(flesh_lab)"
  },
  {
    "name": "Florendipity's Flower Pad",
    "description": "Put ‘Florendipity’ into the serendipity of Burning Man and what do you have? a desert flowering blooming center of senses through sight, sound, scent, taste and touch. Come nuture your creative seed and pollenate your sensations inside Florendipity’s Flower Pad.",
    "year": 1998,
    "uid": "scraped_1998_florendipity's_flower_pad"
  },
  {
    "name": "Flower Children",
    "description": "Fire thistle – It uses 3 of the 4 known elements (earth, wind, and fire) to draw you like a moth to the flame. Aliens of all kinds welcome – come and see the fire breathing flower, by day just another big weed, by night you will wish to pay it homage – who knows you might even see the Anarchs of some distant worlds there.",
    "year": 1998,
    "uid": "scraped_1998_flower_children"
  },
  {
    "name": "Forest of the Day Before",
    "description": "“The Forest of the Day Before,” where there are no regrets, only a chance to do it over…",
    "year": 1998,
    "uid": "scraped_1998_forest_of_the_day_before"
  },
  {
    "name": "Forest Primal",
    "description": "The Camp Forest Primal: Come — Celebrate the Aeternal, the Primal, the Gods of all Kosmos! Reconnect with your Primal Nature, take repose from the blast of the desert heat and cold in our sacred Grove of the Satyrs and our glittering Dionysian Shrine — come explore (and dare!) the Forest Primal.",
    "year": 1998,
    "uid": "scraped_1998_forest_primal"
  },
  {
    "name": "Fray Camp",
    "description": "The fray is a place for personal storytelling – come join in the story!",
    "year": 1998,
    "uid": "scraped_1998_fray_camp"
  },
  {
    "name": "Free Martian Xenologists",
    "description": "We are the Free Martians of 2337. We will be traveling back to B.M. to share Xenocultural knowledge with any who desire.",
    "year": 1998,
    "uid": "scraped_1998_free_martian_xenologists"
  },
  {
    "name": "Free Mass Shower",
    "description": "The Free Mass Shower is back — get your daily roll in the mud and a good hosing-off. Mud sliding, mud fashions, mud sculptures, mud wrestling, and mud wedding services available.",
    "year": 1998,
    "uid": "scraped_1998_free_mass_shower"
  },
  {
    "name": "Free Photography Zone",
    "description": "Have yourfree formal portrait taken at Burning man this year. Wear your favorite attitude. Speacial pomp and cerimony for newly or temporary-weds!",
    "year": 1998,
    "uid": "scraped_1998_free_photography_zone"
  },
  {
    "name": "Frequency Publica",
    "description": "Frequency Publica 91.5 and The Interstellar Driving Range – Attempt to perform mind control by beaming your thoughts into the heads of the BM masses using the latest advancements in RF technology, but beware of self immolation, or play a few rounds of playa golf on our 18 hole course (Sorry, due to FAA regultions, only putters are permitted). All interested Poets/DJs/Spoken Word Artists/whatever are invited to come by or contact us to sign up for airtime and a chance to unveil your own personal psychosis.",
    "year": 1998,
    "uid": "scraped_1998_frequency_publica"
  },
  {
    "name": "Friday Night Skate",
    "year": 1998,
    "uid": "scraped_1998_friday_night_skate"
  },
  {
    "name": "FSpace",
    "description": "Radical Punk International Psycho Psonic Noize Environments. Public art, happenings, and radical self expression within the context of a functional live/work space.",
    "year": 1998,
    "uid": "scraped_1998_fspace"
  },
  {
    "name": "Gabakoo Project",
    "description": "Gabakoo?? What’s that?? You tell us. Help us build it, and they will come.",
    "year": 1998,
    "uid": "scraped_1998_gabakoo_project"
  },
  {
    "name": "Gambol Camp",
    "description": "The Brainwasher is like a drive-through car-wash; but for people, and without a conveyor belt, and dry. It is a very large tickler.",
    "year": 1998,
    "uid": "scraped_1998_gambol_camp"
  },
  {
    "name": "Geometry",
    "description": "An installation of geodesic structures for residential desert living.",
    "year": 1998,
    "uid": "scraped_1998_geometry"
  },
  {
    "name": "Gigsville, the Whirligig Village",
    "description": "Gigsville is the whirligig village at Burning Man ’98 – full of windmills, pinwheels, and all things that spin. It will be designed and built by its residents, will have numerous things to do and see and be within it, and will bring a little small town atmosphere to the large city that is Black Rock City.",
    "year": 1998,
    "uid": "scraped_1998_gigsville,_the_whirligig_village"
  },
  {
    "name": "Gilligan's Voodoo Space Hut",
    "description": "Gilligan’s Voodoo Space Hut offers a tropical paradise for extra-terrestrial refuge. Glimmer Land  A Myriad of everything Glimmery and Glitzy- We create the Art, The desert Sun makes it shine.",
    "year": 1998,
    "uid": "scraped_1998_gilligan's_voodoo_space_hut"
  },
  {
    "name": "Glimmerland",
    "description": "A myriad of EVERYTHING, glittery, dazzling, glitz. Insanity at its best(or worst)bring your ABC gum and come visit us on your trip.",
    "year": 1998,
    "uid": "scraped_1998_glimmerland"
  },
  {
    "name": "Glitter Camp!",
    "description": "GLITTER CAMP will be a place for the adornmentally-challenged to get gussied up with glitter. Visitors from the dusty whordes will be anointed with baby oil and bathed in brilliance to emerge glistening. Why stop at body paint?",
    "year": 1998,
    "uid": "scraped_1998_glitter_camp!"
  },
  {
    "name": "Global Thermonuclear Armageddon",
    "description": "Worried about the coming Apocalypse in the new millenium? Don’t be. Ground zero for Global Thermonuclear Armagedon is the Black Rock Desert, Sunday night.",
    "year": 1998,
    "uid": "scraped_1998_global_thermonuclear_armageddon"
  },
  {
    "name": "Glow-in-the-dark Miniature Golf Camp",
    "description": "On a hot day, what’s more fun than minigolf? On a warm night, what’s more fun than glow-in-the-dark minigolf? We will hold a tournament, complete with hushed announcers, golf outfits, and polite clapping.",
    "year": 1998,
    "uid": "scraped_1998_glow-in-the-dark_miniature_golf_camp"
  },
  {
    "name": "Glue Huffing Clowns",
    "description": "We are an open floating group cobinining the liberating power of the clown nose with carnival mob momentum. First, we will be seeking out new clowns to inflate our numbers. Our ultimate goal is the world’s largest clown mosh pit. Join us.",
    "year": 1998,
    "uid": "scraped_1998_glue_huffing_clowns"
  },
  {
    "name": "Gods Tripped Out Playground",
    "year": 1998,
    "uid": "scraped_1998_gods_tripped_out_playground"
  },
  {
    "name": "Gonnnnnng Camp",
    "description": "Bring a gong and reverberate with us in the blue light district. Performances ongoinnnnnng.",
    "year": 1998,
    "uid": "scraped_1998_gonnnnnng_camp"
  },
  {
    "name": "Grand Pyramid of Nonsensical Phrases and Cryptic Inquiry",
    "description": "Paint on the pyramid, ask us dumb questions, an oracle of useless knowledge. Inscribe your nonsense phrase on the pyramid surface or on its dwellers.",
    "year": 1998,
    "uid": "scraped_1998_grand_pyramid_of_nonsensical_phrases_and_cryptic_inquiry"
  },
  {
    "name": "Great American Weenie Roast",
    "description": "The Great American Weenie Roast will create a 12 foot high phallus, to be sacrificed to the Fire Goddess on Saturday night.",
    "year": 1998,
    "uid": "scraped_1998_great_american_weenie_roast"
  },
  {
    "name": "Green Door",
    "description": "Low down love in the funk shack!",
    "year": 1998,
    "uid": "scraped_1998_green_door"
  },
  {
    "name": "Gringos en la Playa",
    "description": "“Gringos en la Playa” presents a beach party for vagabond artists (the ocean is in our minds). “A motley crewe of players, dancers, bards, and dabblers too / Gringos greet and merge to see what magic we can brewe.”",
    "year": 1998,
    "uid": "scraped_1998_gringos_en_la_playa"
  },
  {
    "name": "Gumby's Garden & Eve's Den",
    "description": "Come sculpt a “little green slab of clay”, create, and get your hands dirty planting in Gumby’s garden; get your body painted by the master artiste, the great Gumbah (Gumby green, or as Eve prefers, with trees, apples, serpents and the like), cool yourself and bob for apples. There will be apple cider for all, couches to relax upon, and the Healin’ Heathen herself as Eve, the sinner’s masseuse, relaxing all who come to her, green or multicolored, full of sin or inno-sinned, muddied or not…",
    "year": 1998,
    "uid": "scraped_1998_gumby's_garden_&_eve's_den"
  },
  {
    "name": "Hammock Hangout",
    "description": "Hammock Hangout… come, nap, talk, sing, be cool (occasional misting), listen to tunes, be funky, be wild, bring things to share, bring your guitar, bring your poems, bring a friend, make a friend… mostly just come and “hang”-out. Come hang out at the Hammock Hangout.",
    "year": 1998,
    "uid": "scraped_1998_hammock_hangout"
  },
  {
    "name": "Hangoverkill",
    "year": 1998,
    "uid": "scraped_1998_hangoverkill"
  },
  {
    "name": "Healing the Earth -- a Light Mural",
    "description": "This mural is intended to spark the interest in all who see it to take action and do something for Mother Earth. It doesn’t matter what… just do something!",
    "year": 1998,
    "uid": "scraped_1998_healing_the_earth_--_a_light_mural"
  },
  {
    "name": "Heavy Silver Rocks Black Rock",
    "description": "San Francisco’s Heavy Silver rocks Black Rock with its unique flute-fronted rock originals. Come meld with Johnny Lamana’s screaming flute, heard by many at last years drum circles. Johnny lost his flute last year at the silly experiment camp, returned to him by the efforts of radio BM and the community. Many thanks for helping in the return of Heavy Silver!",
    "year": 1998,
    "uid": "scraped_1998_heavy_silver_rocks_black_rock"
  },
  {
    "name": "Here There Be Roving Marauders",
    "description": "Arrrrrrgh! Scoundrels and riff-raff sought to join the crew of the mightiest ship to sail playa in search of booty.",
    "year": 1998,
    "uid": "scraped_1998_here_there_be_roving_marauders"
  },
  {
    "name": "Hive",
    "description": "The Hive is a honeycomb melding sounds and visuals of an insectuous nature designed to attract the interconnected visionary insects among us.",
    "year": 1998,
    "uid": "scraped_1998_hive"
  },
  {
    "name": "Ho-Scouts of Nevada",
    "description": "Not the boy-scouts, not the girl-scouts, not even quite brownies, we are the all-inclusive Ho-scouts! Come and earn your badges!",
    "year": 1998,
    "uid": "scraped_1998_ho-scouts_of_nevada"
  },
  {
    "name": "Holiest of Holy Poet's Watering Hole",
    "description": "Come make your poetry feelers vibrate vocal sense and nonsense. Bring your eyes,ears,tongue,naval and finger, yo!",
    "year": 1998,
    "uid": "scraped_1998_holiest_of_holy_poet's_watering_hole"
  },
  {
    "name": "Honeymoon Camp",
    "description": "Matthew Monks and Audrey McCullough invite you to witness their marriage vows an hour or two after dawn on Sunday.",
    "year": 1998,
    "uid": "scraped_1998_honeymoon_camp"
  },
  {
    "name": "Hubcamp",
    "description": "Space is a wheel, at the centre is a hub, at the hub is a hubcap.",
    "year": 1998,
    "uid": "scraped_1998_hubcamp"
  },
  {
    "name": "Humble Souls' Promethean Nightclub",
    "description": "For serious party people and performers looking for expression space, come share our covered stage, sound and lighting systems, and 1200 sq ft SHADED audience/dance area. Our DJs will fill the late evening air with high-energy dance music, and don’t miss Gin’n’Tonic night, the lounge, or our spraypaint- and marker-art fence!",
    "year": 1998,
    "uid": "scraped_1998_humble_souls'_promethean_nightclub"
  },
  {
    "name": "HYBOY",
    "description": "west coat hardcore HAPPY shopper",
    "year": 1998,
    "uid": "scraped_1998_hyboy"
  },
  {
    "name": "Hyperborea>",
    "description": "A multimedia ritual circus combining ancient and modern wisdom through dance, theater, poetry, live music, the visual arts and the sacred sciences.",
    "year": 1998,
    "uid": "scraped_1998_hyperborea>"
  },
  {
    "name": "I Just Want To Be A Cow For You Camp",
    "description": "I Just Want To Be A Cow For You camp invites you to join the herd and be milked for all you’re worth. They say we’ve got to be exploited by somebody.",
    "year": 1998,
    "uid": "scraped_1998_i_just_want_to_be_a_cow_for_you_camp"
  },
  {
    "name": "Icarus Camp",
    "description": "Icarus Camp is dedicated to alternative forms of flight.",
    "year": 1998,
    "uid": "scraped_1998_icarus_camp"
  },
  {
    "name": "Illumination Village",
    "description": "The Illumination Village – Dedicated to Art, Light and Fire. “NOT MY HOUSE: A village turned inside out and on fire” ” The painting -How big can we go?” and more fun then you can shake a burning stick at.",
    "year": 1998,
    "uid": "scraped_1998_illumination_village"
  },
  {
    "name": "Ingenium Diaballein",
    "description": "…in the medieval tradition, “an ingenious contribance to throw across”, will feature a human- powered trebuchet (catapult). U-Hurl. Bring forth retrievable objects and targets and project them into Outer Space.",
    "year": 1998,
    "uid": "scraped_1998_ingenium_diaballein"
  },
  {
    "name": "Institute of Humalientology",
    "year": 1998,
    "uid": "scraped_1998_institute_of_humalientology"
  },
  {
    "name": "Intergalatic Domatic Space Refugees",
    "description": "Experience many spacious geodesic structures filled with impromptu laughter, comedy, music. Get involved under the exquisete lighting effects provided by the power of the sun.",
    "year": 1998,
    "uid": "scraped_1998_intergalatic_domatic_space_refugees"
  },
  {
    "name": "Invisible Artifact",
    "description": "The invisible artifact remains a mystery to the scientific community. It’s coincidental location with this year’s Burning Man event and the 100th anniversary of it’s discovery has statiticians… concerned.",
    "year": 1998,
    "uid": "scraped_1998_invisible_artifact"
  },
  {
    "name": "Irrational Geographic",
    "description": "Irrational Geographic is an exploration and celebration of the fictional and the legendary, a safari through lands and beings existing only in the imagination. By lending a real prescence to the unreal, we hope make the real a bit more surreal.",
    "year": 1998,
    "uid": "scraped_1998_irrational_geographic"
  },
  {
    "name": "It's Lusha... On the Playa",
    "description": "We are bringing together DJs from around the world to provide a week of every kind of electronic music for the good people of Black Rock City to shake & jiggle whatever they want, whenever they want…",
    "year": 1998,
    "uid": "scraped_1998_it's_lusha..._on_the_playa"
  },
  {
    "name": "Jack Ruby Lounge",
    "description": "The Jack Ruby Lounge in Dallas, Texas is shutting down and relocating to Burning Man ’98 Festival for this years’ incarnation… Yes, Freak shows, fire breathers and real artists are alive and well… The Jack Ruby Lounge will host performances from the next music wave to emerge out of Big D…",
    "year": 1998,
    "uid": "scraped_1998_jack_ruby_lounge"
  },
  {
    "name": "Jenni Board",
    "description": "The Jenni Board is a memorial to Jenni Lateiner and others who have inspired us and touched our lives.",
    "year": 1998,
    "uid": "scraped_1998_jenni_board"
  },
  {
    "name": "Johnnyjetpack and Johnnyburnman",
    "description": "Johnnyjetpack is an 8ft tall puppet with a water rocket backpack that will make daily departures in attempt to reach his higher powers. Johnnyburnman with the spirit of fire will make a final attempt to transcend this earthy plane to a higher state of being. There are four sacred objects bestowed upon Johnnyburnman by the Artist Republic of Fremont: A passport, a certificate of insanity, a flag, and a rose. With these symbolic objects Johnny will unite the Artist Republic of Fremont, Burningman, The full moon, and the universe together as one for maximum global inpact.",
    "year": 1998,
    "uid": "scraped_1998_johnnyjetpack_and_johnnyburnman"
  },
  {
    "name": "Journey Into Another Dimension",
    "description": "I will have a hologram structure that will radiate rainbows in bright light. Bring your own flashlight at night for an incredible display of color, and light and journey into another dimension!",
    "contact_email": "mikem3535@aol.com",
    "year": 1998,
    "uid": "scraped_1998_journey_into_another_dimension"
  },
  {
    "name": "Junkmail Man",
    "description": "Junkmail Man, a flammable sculpture, is made out of the junk mail collected by the Burning Man community and brought with them to the desert. Mail can be dropped-off at the collection bin at the center of camp, or brought to the burning ceremony on saturday night after the opera.",
    "year": 1998,
    "uid": "scraped_1998_junkmail_man"
  },
  {
    "name": "KampSFR",
    "description": "Good vibes and good music. Let the good love of SFraves ingulf you. **PLUR**",
    "year": 1998,
    "uid": "scraped_1998_kampsfr"
  },
  {
    "name": "Kandy Kamp",
    "description": "Candy is the crack which makes overprivileged suburban children all across the world smile with gently rotted teeth; why should we abandon our favorite indulgence for a week of B-Man revelry? Nay, come to Kandy Kamp and feast on our ever-stocked Kandy Tree or take your chances on licking away the chocolate which will cover one lucky Kamper.",
    "year": 1998,
    "uid": "scraped_1998_kandy_kamp"
  },
  {
    "name": "Kimba's Spotlight! Interactive Instant Celebrity Camp",
    "description": "A glitzy, glammy, interactive tv studio for your inner celebrity. What sort of show is featured in the Kimba Spotlight? You Show Us!",
    "year": 1998,
    "uid": "scraped_1998_kimba's_spotlight!_interactive_instant_celebrity_camp"
  },
  {
    "name": "La Iglesia del Santo Pollo",
    "description": "Come with stuffin in your ears and a thumb up your ass to praise the almighty chicken.",
    "year": 1998,
    "uid": "scraped_1998_la_iglesia_del_santo_pollo"
  },
  {
    "name": "Lady Bee's Beehive",
    "year": 1998,
    "uid": "scraped_1998_lady_bee's_beehive"
  },
  {
    "name": "Lake Lahontan Yacht Club",
    "description": "We may be thousands of years too late, but Lahontan deserves a Yacht Club.",
    "year": 1998,
    "uid": "scraped_1998_lake_lahontan_yacht_club"
  },
  {
    "name": "Lawn Games Camp",
    "description": "Take a break from the rigors of desert survival by challenging a friend or stranger to a friendly(?) game from our selection of backyard favorites. Croquet is our speciality!",
    "year": 1998,
    "uid": "scraped_1998_lawn_games_camp"
  },
  {
    "name": "Lazy Camp",
    "description": "Lazy Camp is hosting the first true interactive radio on the Playa: Analog Diox. Find the juke box radio, talk… and you will get your 5 minutes of fame!",
    "year": 1998,
    "uid": "scraped_1998_lazy_camp"
  },
  {
    "name": "Le Lube Luge Lounge",
    "description": "A sleek slick slice of sexy suburbia: astrosodden,and slick on your bottom. Brought to you by the makers of speople.",
    "year": 1998,
    "uid": "scraped_1998_le_lube_luge_lounge"
  },
  {
    "name": "Legalize!",
    "description": "Camp Legalize! is an Internet-based action forum for all people concerned about the harm currently being done by prohibitionist drug policies.",
    "year": 1998,
    "uid": "scraped_1998_legalize!"
  },
  {
    "name": "Leopard Queen's Transient Body Adornments",
    "description": "Transient: a : passing especially quickly into and out of existence : TRANSITORY b : passing through or by a place with only a brief stay or sojourn c : affecting something or producing results beyond itself. I am the resident transient of Gigsville and will be offering Body Adornment from wherever you may find me. The above translation of the word transient sums up all that I am.",
    "year": 1998,
    "uid": "scraped_1998_leopard_queen's_transient_body_adornments"
  },
  {
    "name": "Lightning Air Lingam",
    "year": 1998,
    "uid": "scraped_1998_lightning_air_lingam"
  },
  {
    "name": "Lunar Leisure Society",
    "description": "Join us for crater croquet and leisure games by day with groovus tunes by night in the venutian view lounge. Worship the moon goddesses and gods or partake in communal sacrament in our lunar chapel.",
    "year": 1998,
    "uid": "scraped_1998_lunar_leisure_society"
  },
  {
    "name": "Lunar Limbo",
    "description": "Lay over in LIMBO, the oblivian before your final destination. The choice is yours… or is it?",
    "year": 1998,
    "uid": "scraped_1998_lunar_limbo"
  },
  {
    "name": "Lunar Umbilica and Masquetorium",
    "description": "The Lunar Umbilica, a fantastic, fiery spectacle, terrifies all before it as it swims across the frozen desert sands. Behold the Umbilican slaves as they bear their towering, mysterious relics, and be delivered into the Light as the Umbilica is severed in a weird and incomprehensible ceremony! Make a mask in the Masquetorium and join the Lunar Umbilica!",
    "year": 1998,
    "uid": "scraped_1998_lunar_umbilica_and_masquetorium"
  },
  {
    "name": "Lurlene & Lester's Octogenarian Social Club",
    "year": 1998,
    "uid": "scraped_1998_lurlene_&_lester's_octogenarian_social_club"
  },
  {
    "name": "Luxotica",
    "description": "Feel the need to express your darker side? At camp Luxotica our purpose is to help you bring out the primal god/goddess within. To ensure you look your very best, we’ll be bringing many mysterious treats and treasures from far off lands. Once you are properly adorned, you are invited to create a mystic lantern. which can be used to light your way to burning man and ceremoniously sacrificed on the flames.",
    "year": 1998,
    "uid": "scraped_1998_luxotica"
  },
  {
    "name": "Madagascar Institute",
    "description": "All are invited to study the secret history and hidden meanings of Burning Man. The Madagascar Institute will provide charts, table top diaromas, diagrams, a daily puppet show and a short play.",
    "year": 1998,
    "uid": "scraped_1998_madagascar_institute"
  },
  {
    "name": "Madam Tang's Opium Den",
    "year": 1998,
    "uid": "scraped_1998_madam_tang's_opium_den"
  },
  {
    "name": "Mama Lilith's Bitchin' Falafel Kitchen",
    "description": "Saturday, late afternoon. You’re hungry. We’ll feed you, if you help by picking up a few bits of trash now or later.",
    "year": 1998,
    "uid": "scraped_1998_mama_lilith's_bitchin'_falafel_kitchen"
  },
  {
    "name": "Mazdalicious, the Fully Mobile Bar-N-Grill",
    "description": "It’s a big mean playa, and most folks are savvy enough to bring enough water, so we don’t care about that. We can, however, mobilize the ‘mazdalicious’ bar-n-grill to adddress beer/hot dog crises as they arise anywhere in Black Rock City.",
    "year": 1998,
    "uid": "scraped_1998_mazdalicious,_the_fully_mobile_bar-n-grill"
  },
  {
    "name": "Metamorphia",
    "year": 1998,
    "uid": "scraped_1998_metamorphia"
  },
  {
    "name": "Mini-ramp Camp",
    "description": "Skaters and a mini-ramp = fun!",
    "year": 1998,
    "uid": "scraped_1998_mini-ramp_camp"
  },
  {
    "name": "MIR",
    "description": "MIR is here! Stop by for Russian Tang.",
    "year": 1998,
    "uid": "scraped_1998_mir"
  },
  {
    "name": "Mirthwood",
    "year": 1998,
    "uid": "scraped_1998_mirthwood"
  },
  {
    "name": "Mission Horus",
    "description": "MISSION HORUS is a sci-fi hardcore band of the apocalypse with full-on theatrics and light show.They are soldiers of the Mother Earth brought in from different star systems to expose the tyranny that exists outside of and within the human Self.",
    "year": 1998,
    "uid": "scraped_1998_mission_horus"
  },
  {
    "name": "Mister Magoo Goes Camping",
    "description": "A short sighted musical intrepretation of the local events and energy will be presented nightly. The experimental rock group, the Myopics will journey with guest musicians and industrial percussion for interested participants.",
    "year": 1998,
    "uid": "scraped_1998_mister_magoo_goes_camping"
  },
  {
    "name": "Mnemonic Sonic Histrionic Audio Project (MiSHAP)",
    "description": "The MiSHAP crew promises a 40-source recorded-sound sculpture. We invite you and a partner to match wits in a game of sonic Concentration.",
    "year": 1998,
    "uid": "scraped_1998_mnemonic_sonic_histrionic_audio_project_(mishap)"
  },
  {
    "name": "Mobile Glamour Ant Camp",
    "description": "Mobile Glamour Ant brings civiliziation to the citizens of Black Rock City in the guise of glitter, sequins and accessories galour! Mobile Glamour Camp brings community together through a shared fashion experience.",
    "year": 1998,
    "uid": "scraped_1998_mobile_glamour_ant_camp"
  },
  {
    "name": "Montauk",
    "description": "Thing Out Of Place: Montauk, the desert lighthouse. It functions as a landmark in an evolving city. Follow its beam at night to a light/movement/sound pattern experience. Bring your dancin’ feet.",
    "year": 1998,
    "uid": "scraped_1998_montauk"
  },
  {
    "name": "MoonBase 2000",
    "description": "We have been sent by Zor to share the secrets of the ‘Awareness’. We have the protoculture.",
    "year": 1998,
    "uid": "scraped_1998_moonbase_2000"
  },
  {
    "name": "Mooncalf's Casio Camp",
    "description": "Mooncalf’s Casio Camp is an aural playground for electronic music fans and Luddites. You are invited to participate in improvised music using primitive keyboards and to make live noise with an amplified and manipulated Atari 2600.",
    "year": 1998,
    "uid": "scraped_1998_mooncalf's_casio_camp"
  },
  {
    "name": "Motel 666",
    "year": 1998,
    "uid": "scraped_1998_motel_666"
  },
  {
    "name": "NeighBarhood",
    "year": 1998,
    "uid": "scraped_1998_neighbarhood"
  },
  {
    "name": "New Games Gathering",
    "description": "From good-spirited competition to gentle ritual, make contact with your fellow playful citizens at the New Games Gathering, for about an hour each day starting at 6:00 PM. Contact Ironwolf if you would like to help coordinate the games!",
    "year": 1998,
    "uid": "scraped_1998_new_games_gathering"
  },
  {
    "name": "No Tanline Camp",
    "description": "What would happen if Star Trek’s transporter were to send only your flesh to the planet surface, and your clothes were left behind? Would you be able to conduct yourself with decorum?",
    "year": 1998,
    "uid": "scraped_1998_no_tanline_camp"
  },
  {
    "name": "NooSphere",
    "description": "“Where your participation is essential in the transformation of Time and Space into Art.” NooSphere facilitates the creation of community through the inter-tainment of art, science, and spirituality. A microcosm of dynamic art and community within the macrocosm of Burning Man.",
    "year": 1998,
    "uid": "scraped_1998_noosphere"
  },
  {
    "name": "Oceania Nebulia",
    "description": "A Trivial Speck in the Infinite Celestial Ocean",
    "year": 1998,
    "uid": "scraped_1998_oceania_nebulia"
  },
  {
    "name": "One Tree",
    "description": "Raining down water at night, flaming branches of fire at night.",
    "year": 1998,
    "uid": "scraped_1998_one_tree"
  },
  {
    "name": "Ool Ram Sha",
    "description": "The ool ram sha presents FREAK PLANET with tea, live music, performances, and stories of space gypsies.",
    "year": 1998,
    "uid": "scraped_1998_ool_ram_sha"
  },
  {
    "name": "Outstanding Respiration",
    "description": "We are a neoteric cynosure engaging in paroxysms of intermental communication anent sesqipedalians. We also feast like vikings on sockdolager ‘reverse burritos’.",
    "year": 1998,
    "uid": "scraped_1998_outstanding_respiration"
  },
  {
    "name": "Pagan Science Reading Room",
    "year": 1998,
    "uid": "scraped_1998_pagan_science_reading_room"
  },
  {
    "name": "Palookaville Institute",
    "year": 1998,
    "uid": "scraped_1998_palookaville_institute"
  },
  {
    "name": "Panhandle Gallery",
    "description": "The Panhandle will serve as a “homeless shelter” of the playa, and a gallery of the practical folk art created by Bay area homeless artists. The commercialization of art will be explored with panhandler’s signs displayed with written artistic criticism, descriptions of the artists, and an opportunity for visitors to create original works on cardboard.",
    "year": 1998,
    "uid": "scraped_1998_panhandle_gallery"
  },
  {
    "name": "Paradox Park",
    "description": "Outta this world, paradoxes abound in life and in Paradox park. Parodox Park will also have an added feature of a “True Mirror- See yourself as you actually are”… not your mirror image… a very cool addition. Please stop by if you get the chance to experience seeing yourself in a real way!",
    "year": 1998,
    "uid": "scraped_1998_paradox_park"
  },
  {
    "name": "Path of Enlightenment: East and West",
    "description": "A meditative installation of light and shadow that seeks to offer the secrets of all things while serving as a reminder of the transience of nature.",
    "year": 1998,
    "uid": "scraped_1998_path_of_enlightenment:_east_and_west"
  },
  {
    "name": "PENFOLD: Postman Of The Playa",
    "description": "Black Rock City’s Gruntled Postal Worker returns, providing off-playa outgoing mail service.",
    "year": 1998,
    "uid": "scraped_1998_penfold:_postman_of_the_playa"
  },
  {
    "name": "Pentatriticale",
    "description": "Alien Landing Site of 1996 was a covert success. Bathe in the nocturnal emissions of an intelligence other than our own, buried deep beneath the playa.",
    "year": 1998,
    "uid": "scraped_1998_pentatriticale"
  },
  {
    "name": "Phurst Church of Phun",
    "description": "The Phurst Church of Phun keeps alive the spirit of crazy wisdom by practicing the art of courting divine creativity and humor from out of chaos. We help people find and commune with their very own sacred Holy Phool archetype.",
    "year": 1998,
    "uid": "scraped_1998_phurst_church_of_phun"
  },
  {
    "name": "Pinata Camp",
    "description": "Last September Bay Area artist Anthony Campanale put together a team of 15 artists to create a site specific self portrait for the Burning man project in the black rock desert of nevada. The massive work loomed 25 feet above the barren playa. It consisted of 25 5 by 5 foot panels. 625 Square feet of canvas and paint was displayed and then burned at the now legendary festival. This september, with the help of fellow artist Brettt Roncelli, Anthony has set his sites even higher. A three and a half story painting created on site by volunteers will be painted and then destroyed by fire. 1225 square feet of canvas and paint will meet there fate on the ancient sea bed that is the black rock desert playa. Meet us there to experience this work for its short stay on the ephemeral plain. Anthony and Brett are looking for volunteers to help with the design and execution of this project.",
    "year": 1998,
    "uid": "scraped_1998_pinata_camp"
  },
  {
    "name": "Pinata Fuckers Camp",
    "description": "At the Pinata Fuckers Camp, attractions include a Heavy Petting Zoo where caged pinatas can be had like little whores, and a Live Pinata Peep booth featuring the hottest, horniest little critters this side of Times Square.",
    "year": 1998,
    "uid": "scraped_1998_pinata_fuckers_camp"
  },
  {
    "name": "Planet 9",
    "description": "A place to relax and enjoy the pleasures of the desert. A place to sweat out civilization and arrive on Planet 9. It is a palce for people to gather collectively in the pursuit of community, fun and relaxation.",
    "year": 1998,
    "uid": "scraped_1998_planet_9"
  },
  {
    "name": "Planet Bruka",
    "description": "Planet Bruka is an interactive theatrical group of artists, actors, and technicians. Sharing love.",
    "year": 1998,
    "uid": "scraped_1998_planet_bruka"
  },
  {
    "name": "Planet Crayola",
    "description": "Planet Crayola’s colorful aliens will show you the intergalactic pleasures of drawing and sculpting with multihued wax sticks.",
    "year": 1998,
    "uid": "scraped_1998_planet_crayola"
  },
  {
    "name": "Planet Fandango",
    "description": "Spacecraft Fandango has crashed and we are seeking parts to rebuild it, but we may be forced to remain here on Earth should the spacecraft be deemed unfixable. While on Earth we have assumed the shape and mannerisms of humans so that we may interact more effectively with you.",
    "year": 1998,
    "uid": "scraped_1998_planet_fandango"
  },
  {
    "name": "Planet Nevada (A Village)",
    "description": "Planet Nevada will be hosting Camp Sunscreen, the Nap Dome, a Sacred Laundromat, etc. Come give a little love and get a little love.",
    "year": 1998,
    "uid": "scraped_1998_planet_nevada_(a_village)"
  },
  {
    "name": "Planet Play-Doh",
    "description": "Planet Play-Doh abounds with a plethora of plump and squishy sculpting clay for your pleasure. Sit and meditate as you create or gather around to idley gab…",
    "year": 1998,
    "uid": "scraped_1998_planet_play-doh"
  },
  {
    "name": "Playa Flower",
    "description": "An homage to the olfactory arts. Your nose knows!",
    "year": 1998,
    "uid": "scraped_1998_playa_flower"
  },
  {
    "name": "Playaland",
    "description": "Ever notice how adults can get really silly and happy when they happen upon a playground and let go of their seriousness for a while? Why not an adult size playground at Burning Man?",
    "year": 1998,
    "uid": "scraped_1998_playaland"
  },
  {
    "name": "PlayaVision by Here Are The Facts You Requested",
    "description": "Here Are The Facts You Requested invite all aspiring actors and TV producers to put your bodies in front of PlayaVision’s bright lights and cast your shadows onto its huge screen, bringing to life the magic of interactive electronic entertainment. Plus, enjoy the beautiful, confusing music of Burning Man’s original trip-pop quintet, Here Are The Facts You Requested. Nightly performances.",
    "year": 1998,
    "uid": "scraped_1998_playavision_by_here_are_the_facts_you_requested"
  },
  {
    "name": "Pleasuredome",
    "description": "Under the spinning tassle NIPPLEODEON will be rocking in the bosom of Burningman for a martini/dance party on Friday night (dare they hold an old fashioned bra-burning?)…On Saturday night, NEBULARIUM…bathe in ambient grooves as ever changing Northern lights and constellations transport you to a special SPACE…see center camp bulletin board for details!",
    "year": 1998,
    "uid": "scraped_1998_pleasuredome"
  },
  {
    "name": "Pleiades Mission Research \"B\" Mission GK98",
    "description": "Pleiades Mission Research, cooperating with the responsible agencies of Max Q. Projects, Carl Ten Industries, and the California Republic of 2017, will be conducting their second, “B”, mission in the Nevada desert. Mission objectives include deployment and operation of quarter-scale test vehicles and practicing forced landing and recontact scenarios in preparation for the first manned interstellar space flights. Primary mission operations will be filmed.",
    "year": 1998,
    "uid": "scraped_1998_pleiades_mission_research_\"b\"_mission_gk98"
  },
  {
    "name": "Polka Dot Camp",
    "description": "I see spots before my eyes…",
    "year": 1998,
    "uid": "scraped_1998_polka_dot_camp"
  },
  {
    "name": "Pope Unpious The 13th",
    "description": "“The Pope, Unpious the 13th, High Priestess of the Temple of Love!”",
    "year": 1998,
    "uid": "scraped_1998_pope_unpious_the_13th"
  },
  {
    "name": "Portland Cacophony Society: Disgruntled Postal Workers/Little Marcy Shrine",
    "description": "The Disgruntled Postal Workers, your civil servants with a sneer since 1995, delivering mail to the citizens of Black Rock. And The Little Marcy Shrine, the puppet who sings for Jesus, making her first post-retirement appearance for the souls on the play a… Listen, watch, worship and be touched by the magic of Marcy.",
    "year": 1998,
    "uid": "scraped_1998_portland_cacophony_society:_disgruntled_postal_workers/little_marcy_shrine"
  },
  {
    "name": "Post-World Outpost/ ¡TCHKUNG! Division",
    "description": "The temporary physical home of Post- World Industries and ¡TCHKUNG!, where you can learn new skills in nomadic urban resistance! Information warfare, trance music, rioting techniques, propaganda broadcasts and more.",
    "year": 1998,
    "uid": "scraped_1998_post-world_outpost/_¡tchkung!_division"
  },
  {
    "name": "Preaching Poetic Prostitutes",
    "description": "The Preaching Poetic Prostitutes sell themselves in order to corrupt their lives through insanity, choas, & bliss. Making up our souls as we go along thru music, poetry, and visual art.",
    "year": 1998,
    "uid": "scraped_1998_preaching_poetic_prostitutes"
  },
  {
    "name": "Primordial Fleshtoonery Camp",
    "description": "Skin-rumptious Come and enjoy having your bodies beautified here, with public displays of primal body painting and adorning, available to everyone.",
    "year": 1998,
    "uid": "scraped_1998_primordial_fleshtoonery_camp"
  },
  {
    "name": "Psychedelic Playpen",
    "description": "Release your inner child, and play with the other playalings. Toys, games, and good company, leave your age at the door.",
    "year": 1998,
    "uid": "scraped_1998_psychedelic_playpen"
  },
  {
    "name": "Purple Forest",
    "description": "Come to the Purple Atmostpheric Funky Forest, where you can get your nails (or any other body part) painted purple.",
    "year": 1998,
    "uid": "scraped_1998_purple_forest"
  },
  {
    "name": "Purple People Eaters",
    "description": "A camp to celebrate the glory of purple people from all over the universe. Eating people, being purple and celebrating are voluntary.",
    "year": 1998,
    "uid": "scraped_1998_purple_people_eaters"
  },
  {
    "name": "PV - a LitCity",
    "description": "The Shroom Room at PV City- Where it’s ALL good!",
    "year": 1998,
    "uid": "scraped_1998_pv_-_a_litcity"
  },
  {
    "name": "Pyramid of the Robot God",
    "description": "ambiant noise rock and ritual sacrifice of televisions and computers on an aztec pyramid",
    "year": 1998,
    "uid": "scraped_1998_pyramid_of_the_robot_god"
  },
  {
    "name": "Pyro Optic Creative Intelligence Network",
    "description": "Reckless Ballet Innovation, Nation Design laboratory, Haunted Intermission Inferno, Atomic Fusion, Welcome home to crossroads of creation & destruction – heaven and hell.",
    "year": 1998,
    "uid": "scraped_1998_pyro_optic_creative_intelligence_network"
  },
  {
    "name": "R. Shadow",
    "description": "Nothing if optional, if not than the below: Lanterns in the night, creating a lovely sight.",
    "year": 1998,
    "uid": "scraped_1998_r._shadow"
  },
  {
    "name": "Radio Control Demolition Derby",
    "description": "Bring your radio controlled vehicles, store-bought or custom-modified, and prepare to fight to the death. Win fabulous prizes!",
    "year": 1998,
    "uid": "scraped_1998_radio_control_demolition_derby"
  },
  {
    "name": "Rancho 54",
    "description": "We want to harken back to a time whether in Grecian times or NYC in 1980, where free spirited fun was in vogue.",
    "year": 1998,
    "uid": "scraped_1998_rancho_54"
  },
  {
    "name": "Razor's Edge",
    "description": "Along one of the edge’s of the Temple of Attonement District. An area to experiment with variety. At Razors Edge the punished/cleansed are invited to have a seat and lick their wounds.",
    "year": 1998,
    "uid": "scraped_1998_razor's_edge"
  },
  {
    "name": "Red Soffah Camp",
    "description": "From the Red Soffah to the Web – document your trip to burning man with a picture on the Red Soffah. Also see more clearly – 3rd eye installation – quick and painless.",
    "year": 1998,
    "uid": "scraped_1998_red_soffah_camp"
  },
  {
    "name": "Reflective Skin",
    "description": "A southern Californian industrial noise band.",
    "year": 1998,
    "uid": "scraped_1998_reflective_skin"
  },
  {
    "name": "Relic Vessels",
    "description": "These are ancient vessels, sent by aliens in our far distant future. Blackrock folklore has it that they once contained information, now vanished, critical to the survival of mankind.",
    "year": 1998,
    "uid": "scraped_1998_relic_vessels"
  },
  {
    "name": "Reno Housewives",
    "description": "Reno Housewives: come sit by the trailer & chat with the reno village locals! Bring a fridge magnet from your hometown & trade them while hearing stories of our alien encounters.",
    "year": 1998,
    "uid": "scraped_1998_reno_housewives"
  },
  {
    "name": "Rhythm Society",
    "year": 1998,
    "uid": "scraped_1998_rhythm_society"
  },
  {
    "name": "Rhythmic Noise Camp",
    "description": "Create a noisemaker and bring your drumsticks to our stage of instruments seeking a cure for rhythmitis at RHYTHMIC NOISE CAMP. PREPARE TO GROOVE!",
    "year": 1998,
    "uid": "scraped_1998_rhythmic_noise_camp"
  },
  {
    "name": "Richard the Grapes' Atelier",
    "year": 1998,
    "uid": "scraped_1998_richard_the_grapes'_atelier"
  },
  {
    "name": "Road Warblers",
    "description": "Continuous open interactive experimental musical jam.",
    "year": 1998,
    "uid": "scraped_1998_road_warblers"
  },
  {
    "name": "Roadwarblers - The Dopamine Project",
    "description": "Continuous Performance Stage with PA, Stage Lighting and Performance Light Show.",
    "year": 1998,
    "uid": "scraped_1998_roadwarblers_-_the_dopamine_project"
  },
  {
    "name": "Royal Genitalia Theatre Company",
    "description": "Behold, the Royal Genitalia Theatre Company! Regal and anatomical enactments of daytime soaps, and Shakesperean classics bring you, the theatre-goers of the playa, “Body-part-icipation” at it’s finest!",
    "year": 1998,
    "uid": "scraped_1998_royal_genitalia_theatre_company"
  },
  {
    "name": "Rubiks Revenge",
    "description": "Einstein proclaimed space to be curved-I beleive that space is cubed. Visit Rubik’s Revenge at Burningman 98 and decide for yourself!",
    "year": 1998,
    "uid": "scraped_1998_rubiks_revenge"
  },
  {
    "name": "Rucky Kat Kocktales",
    "description": "Rucky Kat Kocktales: Divey-Chinese-Style Bar – Cocktails served in heavily (oriental) ornamented ambiance. Open whenever I feel like it. Will barter stiff drinks, homemade postcards, stickers, various oriental crap for same – or just good entertainment! Ah-So!",
    "year": 1998,
    "uid": "scraped_1998_rucky_kat_kocktales"
  },
  {
    "name": "Run Away Choo Choo",
    "description": "The minds behind last years enchanted fauxest now bring you “THE RUN AWAY CHOO-CHOO.”",
    "year": 1998,
    "uid": "scraped_1998_run_away_choo_choo"
  },
  {
    "name": "S.C.U.G. (Society for Cutting Up Gnomes)",
    "description": "Militant cult of anti-gnome desert faeries smashing gnomecentrism by any means necessary (but usually through propaganda, random acts of verbal abuse and worship of a missing baby doll). Hosting Dry Hump Hour, the Ex-Boyfriend Confessional, Daniel Pinkwa ter Lunchtime Stories, Happy Baby prayer groups and gnome “re-education” (i.e. beatings). –sponsored by the snatches of 1997’s Vulva-Matic Camp.",
    "year": 1998,
    "uid": "scraped_1998_s.c.u.g._(society_for_cutting_up_gnomes)"
  },
  {
    "name": "Sacred Dance Society Camp",
    "description": "The Sacred Dance Society is a non-profit religious organization dedicated to the practice of community dance. We intend to assist other dance groups in creating musical events.",
    "year": 1998,
    "uid": "scraped_1998_sacred_dance_society_camp"
  },
  {
    "name": "Sacred Shrine of the Space Virgin",
    "year": 1998,
    "uid": "scraped_1998_sacred_shrine_of_the_space_virgin"
  },
  {
    "name": "San Francisco Sex Information Camp",
    "description": "If its consensual, its good! Get yer free sex information from the experts at the SF Sex Information Camp, and listen to their live show on Radio Free Burning Man.",
    "url": "http://www.sfsi.org",
    "year": 1998,
    "uid": "scraped_1998_san_francisco_sex_information_camp"
  },
  {
    "name": "Sanctuary",
    "year": 1998,
    "uid": "scraped_1998_sanctuary"
  },
  {
    "name": "Sculpture Garden #243",
    "description": "Enjoy the art in our sculpture garden: The Interterrestrials, Fruitlandia, and “As Yet Unnamed”. Space out in our Space Nest. Make a plaster cast of your face while supplies last.",
    "year": 1998,
    "uid": "scraped_1998_sculpture_garden_#243"
  },
  {
    "name": "Senor Spanky's Tijuana Tequila Nightmare",
    "description": "‘Senor Spanky’s Tijuana Tequila Nightmare’ caters to those who appreciate cavorting with women of questionable reputation, drinking with men who claim to have fished with Hemmingway, and enjoy the distinction of waking up in one’s own filth without the fear of the Federales! Don’t have a passport? Who cares!! What do I look like anyway?! The border patrol!?!",
    "year": 1998,
    "uid": "scraped_1998_senor_spanky's_tijuana_tequila_nightmare"
  },
  {
    "name": "Shadow Word",
    "description": "As images fade one into another, so to do our words mesh and interlace. We combine both in the hope of creating spontaneity and meaning, and we encourage our bodies to become ‘shadow words’ as we dance.",
    "year": 1998,
    "uid": "scraped_1998_shadow_word"
  },
  {
    "name": "Shakedown Street",
    "description": "Shakedown Street is a chance toexperience the parking lot scene at Grateful Dead shows. Bluegrass band, poetry, Tie Dying, (veg)cookout.",
    "year": 1998,
    "uid": "scraped_1998_shakedown_street"
  },
  {
    "name": "Sheikdom",
    "description": "Come and erect your low shade structure out on the playa with the sheikdom. This will be a place for active desert gazing and drumming and dancing as the sun sets.",
    "year": 1998,
    "uid": "scraped_1998_sheikdom"
  },
  {
    "name": "Shrine of Deceit, Betrayal, and Bitterness",
    "description": "Just about everyone has been through a painful break-up of a love relationship before (just ask Larry Harvey!). This display addresses those human emotions that come into play when a breakup is caused by deceit, lies, and betrayal. May be quite cathrtic for anyone going thru this kind of emotional pain when it burns sunday night, just after the man falls in flames.",
    "year": 1998,
    "uid": "scraped_1998_shrine_of_deceit,_betrayal,_and_bitterness"
  },
  {
    "name": "Sick and Wrong",
    "description": "Club Sick and Wrong is home for the wayword head. Cerebral mind candy will be available for all.",
    "year": 1998,
    "uid": "scraped_1998_sick_and_wrong"
  },
  {
    "name": "Silkscreen your Hmm...",
    "description": "Bring your shirt, pants, banners, panties, *whatever*, to the Bindlestiff Family Cirkus Camp and PoGo will silkscreen the design and colors of your choice. No charge.",
    "year": 1998,
    "uid": "scraped_1998_silkscreen_your_hmm..."
  },
  {
    "name": "Silver Pyramyds",
    "year": 1998,
    "uid": "scraped_1998_silver_pyramyds"
  },
  {
    "name": "Sirius DnA Sis.t.Hyms",
    "description": "Sirius DnA Sis.t.Hyms offers an oasis of artistic, social, and spiritual Awareness, Action, and Pleasure — featuring a peace of mind and earth, a mini pool o’ plenty, bouncing beauties, and more. Nourishment for the mind, soul, and senses awaits anyone willing to ACT for personal and collective consciousness transformation.",
    "year": 1998,
    "uid": "scraped_1998_sirius_dna_sis.t.hyms"
  },
  {
    "name": "Sneezing Lizards Productions Presents",
    "description": "Aztec Family Values in the tub Sneezing Lizards Productions is dedicated to Dreams and Creative expression. We honor the Man through interactive ritual, folly and good clean living.",
    "year": 1998,
    "uid": "scraped_1998_sneezing_lizards_productions_presents"
  },
  {
    "name": "Solaria",
    "description": "Solaria: A scale model of the solar system 1 km across. Visit the planets by bike or foot!",
    "year": 1998,
    "uid": "scraped_1998_solaria"
  },
  {
    "name": "Solid Gold DeathStar",
    "description": "Technologies darkest yearnings and the spawn of bad early eighties pop culture conspire to bring you the hottest shows in Black Rock City! An open forum for poetry and performance — Poetry Slam on Friday Night — DeathStar A Go-Go Talent Show on Saturday Night — Feel the Force sign up now.",
    "year": 1998,
    "uid": "scraped_1998_solid_gold_deathstar"
  },
  {
    "name": "Space Cowboy Camp/Star Whores",
    "year": 1998,
    "uid": "scraped_1998_space_cowboy_camp/star_whores"
  },
  {
    "name": "Space Cowgirls Fashion Bureau of Investigations - FBI",
    "description": "Fashion Bureau of Investigation AKA Space Cowgirls with be enforcing the strict playa dress code. There will be a patrol force ticketing dress code law breakers, a happy hour Fashion Inspection Team, nightly Secret Police raids on camps, Undercover Agents, Informants and a MOST WANTED bulletin board to inform the public of all illegal fashion activity in the Black Rock Area.",
    "year": 1998,
    "uid": "scraped_1998_space_cowgirls_fashion_bureau_of_investigations_-_fbi"
  },
  {
    "name": "Space Pod",
    "year": 1998,
    "uid": "scraped_1998_space_pod"
  },
  {
    "name": "Spaced Science Camp",
    "description": "Real NASA rocket scientists and engineers will be on hand to demonstrate Alternative Methods of Space Exploration and render expert advice on such topics as UFO’s, Space Travel, the Nature of the Universe and the Search for Extraterrestrial Intelligence.",
    "year": 1998,
    "uid": "scraped_1998_spaced_science_camp"
  },
  {
    "name": "SpaceLounge",
    "description": "Imagine George Jetson crashing his hovercar onto the set of Barbarella as Napoleon Solo saunters past and Emma Peal stands on the sidelines tossing off witty one-liners. Imagine a world of endless TANG and robot weavers that churn out limitless bolts of Sabre-tooth cat fur to tinny lounge muzac piped through cheeep speakers It’s Spacelounge!!!",
    "year": 1998,
    "uid": "scraped_1998_spacelounge"
  },
  {
    "name": "Spiral Oasis",
    "description": "Amongst the chaos of the desert, everyone needs an oasis of repose. We offer a large open circle of space where you can relax, listen to ambient music, bring your cool drinks and just lounge around.",
    "year": 1998,
    "uid": "scraped_1998_spiral_oasis"
  },
  {
    "name": "Spoogedust Ballroom",
    "description": "Ballroom on the playa. Complete with music, costumes, dance floor and bubble machine. Come and dance with us!",
    "year": 1998,
    "uid": "scraped_1998_spoogedust_ballroom"
  },
  {
    "name": "SPURT Radio, 102.5 FM",
    "description": "Tune in to SPURT radio on 102.5 FM. The solar powered mobile radio station with the word on the playa!",
    "year": 1998,
    "uid": "scraped_1998_spurt_radio,_102.5_fm"
  },
  {
    "name": "Stage Camp",
    "description": "Open Stage Dusk to Dawn to any and all performances. Monitary and equipment donations welcome. We plan to provide a PA and 3 color stage wash and specials for fashion shows.",
    "year": 1998,
    "uid": "scraped_1998_stage_camp"
  },
  {
    "name": "StarLust Lounge",
    "description": "The StarLust Lounge, an Alien BYOB/Barter bar dedicated to fun and the comingling of all species. Ask A Rocket Ranger for a VIP invite or info on unaccountable memory lapses, puberty inversion experiences or fertility goddess abductions.",
    "year": 1998,
    "uid": "scraped_1998_starlust_lounge"
  },
  {
    "name": "Stegasaurus Footprint",
    "description": "Recently paleontologist L. Bee unearthed a rare stegasaurus footprint in the Black Rock desert. Located near the site of Burning Man 1998, it will be accesible to participants.",
    "year": 1998,
    "uid": "scraped_1998_stegasaurus_footprint"
  },
  {
    "name": "Stinky's Clown Camp",
    "description": "Join Stinky’s Clown Gang the Happiest Cult on the playa. Everyone loves a clown.",
    "year": 1998,
    "uid": "scraped_1998_stinky's_clown_camp"
  },
  {
    "name": "Strange Lights in the Sky Camp",
    "description": "Strange Lights in the Sky camp demands that you not be afraid – unless they are coming your way, not scream – unless you here their shriek, just Watch the skies for our attempts to reverse engineer alien technology. Tune to 95.5 KHAK FM and UHF TV ch. 60 for live sightings and emergency broadcasts.",
    "year": 1998,
    "uid": "scraped_1998_strange_lights_in_the_sky_camp"
  },
  {
    "name": "Suburbia Hell (or the camp formerly known as Cacolympics)",
    "description": "Flinging flaming flying screaming sheep with your twisted neighbors down the street. Participate in warped lawn games in the splendor of peaceful suburban Black Rock City.",
    "year": 1998,
    "uid": "scraped_1998_suburbia_hell_(or_the_camp_formerly_known_as_cacolympics)"
  },
  {
    "name": "Super Villans Camp (spelled wrong on purpose)",
    "description": "The Super Villans Camp – Alternative goth punk ska indie swing rave girl power that will kick your ass!",
    "year": 1998,
    "uid": "scraped_1998_super_villans_camp_(spelled_wrong_on_purpose)"
  },
  {
    "name": "Supersnail Web Portraits",
    "description": "Put on your best school clothes: photo portraits here! Your picture publicly or privately presented on our website. Body paints galore.",
    "year": 1998,
    "uid": "scraped_1998_supersnail_web_portraits"
  },
  {
    "name": "SurpuMasu: THE SCAPEGOAT",
    "description": "Free your sin, free your guilt, burn the goat! When you see the goat aproach, cast a token of your sin into it’s maw, for at sunset, we sacrifice it by fire!",
    "year": 1998,
    "uid": "scraped_1998_surpumasu:_the_scapegoat"
  },
  {
    "name": "SynTonic V7.1",
    "year": 1998,
    "uid": "scraped_1998_syntonic_v7.1"
  },
  {
    "name": "Tactile Tent",
    "description": "Close your eyes, and plunge in. The only thing that will help you here is your sense of touch.",
    "year": 1998,
    "uid": "scraped_1998_tactile_tent"
  },
  {
    "name": "Talk Show Camp Show",
    "description": "From the maker of 2 Burning Man Videos: Random Burning Man Participants will be paid no money to appear on local, playa-roving TV talk show. Later that evening, said talk show will be video projected on appropriate viewing surface for all to view.",
    "year": 1998,
    "uid": "scraped_1998_talk_show_camp_show"
  },
  {
    "name": "TAZ Camp",
    "year": 1998,
    "uid": "scraped_1998_taz_camp"
  },
  {
    "name": "Technic's Garden of Technology",
    "description": "Better living through mutation, bio-mechanical supplementation, and genetic alteration. Where technology grows.",
    "year": 1998,
    "uid": "scraped_1998_technic's_garden_of_technology"
  },
  {
    "name": "Tee Pee Camp",
    "description": "Freaky psychedelic tee pee camp. Burnable art gallery for leaky brain, perma-mint breath visionaries.",
    "year": 1998,
    "uid": "scraped_1998_tee_pee_camp"
  },
  {
    "name": "Temple Glory Hole",
    "description": "As part of Camp Camp Village Quarter we have a new & improved way the public worshipers can donate – via our Temple Glory Hole – Let Jesus Come Inside You!!!",
    "year": 1998,
    "uid": "scraped_1998_temple_glory_hole"
  },
  {
    "name": "Temple Of Atonement District",
    "description": "An interactive look into the realms of opposing dualities, and the opportunity to explore them. An engaging camp, full of gallantry, gentility, and charm… and Mistresses and Masters.",
    "year": 1998,
    "uid": "scraped_1998_temple_of_atonement_district"
  },
  {
    "name": "Temple of Boobfoot",
    "description": "Temple of Boobfoot is a place to consider the relic of an alien culture. Come to write/draw your prayers, wishes on The Scroll, which will be burned with the Man.",
    "year": 1998,
    "uid": "scraped_1998_temple_of_boobfoot"
  },
  {
    "name": "Temple of Idle Worship",
    "year": 1998,
    "uid": "scraped_1998_temple_of_idle_worship"
  },
  {
    "name": "Temple of the Attenuated",
    "description": "Sound and Light focused and manipulated to suit our whimsy. Come enjoy yummy dates and wine and Magic carpet rides, wheeeee.",
    "year": 1998,
    "uid": "scraped_1998_temple_of_the_attenuated"
  },
  {
    "name": "Temple of the Big Ass SUV",
    "description": "Our camp will finally give people a chance to express their true feelings about Luxury SUV’s. Visitors will be able to travel through Banana Republic jungles and dangerous junkie-infested city streets all from the comfort and safety of our SUV Temple. Bring your own Starbucks.",
    "year": 1998,
    "uid": "scraped_1998_temple_of_the_big_ass_suv"
  },
  {
    "name": "Temple of the Moon Sculpture Garden & Public shower",
    "description": "Evolution and devolution of the human form via the playa mud.",
    "year": 1998,
    "uid": "scraped_1998_temple_of_the_moon_sculpture_garden_&_public_shower"
  },
  {
    "name": "Temple Of The Slide Rule",
    "description": "My purpose is to proliferate the use, understanding and recognition of the lost art of mathmatical calculating with the slide rule. The intellectually rich group making up Burning Man will find the slide rule to be funny, odd, awesome, intriguing or all of the above: peace.",
    "year": 1998,
    "uid": "scraped_1998_temple_of_the_slide_rule"
  },
  {
    "name": "Tent of Yin",
    "description": "Come relax, cool off, and enjoy listening to ambient music while feeling the joy of yin.",
    "year": 1998,
    "uid": "scraped_1998_tent_of_yin"
  },
  {
    "name": "The Soup Adivisory Board",
    "description": "Soup is All. We come from Soup, and we shall return to Soup.",
    "year": 1998,
    "uid": "scraped_1998_the_soup_adivisory_board"
  },
  {
    "name": "Tie-Me-Up Tickle Camp",
    "year": 1998,
    "uid": "scraped_1998_tie-me-up_tickle_camp"
  },
  {
    "name": "Tiki Fest Lounge",
    "description": "The Tiki bars of the 60s are being overrun by shopping malls and chain restaurants. The Tiki Fest Lounge is a haven for Tiki Gods, Tiki Torches, cool drinks with big mugs, volcanoes, and surfing videos.",
    "url": "http://www.tikifest.com",
    "year": 1998,
    "uid": "scraped_1998_tiki_fest_lounge"
  },
  {
    "name": "Tool Camp",
    "description": "Tool Camp: The first Tool Lending Library at The Burning Man Event.",
    "year": 1998,
    "uid": "scraped_1998_tool_camp"
  },
  {
    "name": "Tower",
    "description": "The Tower is a tangible representation of your “babble” of subconscious fears and blocks. Interact with The Tower, make a commitment to self-regeneration at the Ark of the Covenant, and be healed in the Garden of Babylon. Open 24 hours, in front of the Blue Light Village.",
    "year": 1998,
    "uid": "scraped_1998_tower"
  },
  {
    "name": "Tower of Power",
    "description": "The Tower of Power will give the weary traveler a pshycodelic view of the Burning Man Scene from our lofty heights.",
    "year": 1998,
    "uid": "scraped_1998_tower_of_power"
  },
  {
    "name": "Toxixity Saucer",
    "description": "The Toxixity Saucer is landing and the Mighty Electrobot will be communing with million volt arcs from the Saucer’s 15′ tesla coil. Come and bear witness to knowledge and technologies beyond human ken.",
    "year": 1998,
    "uid": "scraped_1998_toxixity_saucer"
  },
  {
    "name": "Trebuchet Camp",
    "description": "Trebuchet Camp will be tossing things with your help. Other large projectile siege engines are werlcome to camp near us.",
    "year": 1998,
    "uid": "scraped_1998_trebuchet_camp"
  },
  {
    "name": "Troy Town Maze Installation",
    "description": "The Troy Town Rope Maze will recreate a design found in ancient rock carvings in a size big enough for people to walk around. It will exist at ground level, and thus hardly exist at all.",
    "year": 1998,
    "uid": "scraped_1998_troy_town_maze_installation"
  },
  {
    "name": "Twister",
    "description": "Our camp is a giant twister hut which will host ongoing group twister games. All are welcome.",
    "year": 1998,
    "uid": "scraped_1998_twister"
  },
  {
    "name": "Unusual Interplanetary Adventures",
    "year": 1998,
    "uid": "scraped_1998_unusual_interplanetary_adventures"
  },
  {
    "name": "Very Large Array",
    "description": "Frequency and amplitude strive for modulation in the Very Large Array; UFOs may land; your aural fovea will reveal unsuspected competencies.",
    "year": 1998,
    "uid": "scraped_1998_very_large_array"
  },
  {
    "name": "Videogasm",
    "description": "Imagine pudin’ wrestling with Satan or Evil Spock! Videogasm will document this and the rest of the Burning Man experience for display on our internet site. If you have an unusual skill or talent that you’d like to display to the world, stop by Camp Videogasm and, “Show us… Baby!”",
    "url": "http://www.videogasm.com",
    "year": 1998,
    "uid": "scraped_1998_videogasm"
  },
  {
    "name": "Vogon Poetry Camp",
    "description": "Sometime during the weekend before the burn, playa inhabitants who wish to participate will perform the absolute worst poetry in the known universe from within the largest television on the playa. Be a vogon poet (or risk partaking of a slow and agonizing death as a spectator).",
    "year": 1998,
    "uid": "scraped_1998_vogon_poetry_camp"
  },
  {
    "name": "VW Bus Camp",
    "description": "The Bus spiral will become a growing mechanical crop circle, alive with its inhabitants and aircooled engines.",
    "year": 1998,
    "uid": "scraped_1998_vw_bus_camp"
  },
  {
    "name": "Warm Fuzzy / Glow Man",
    "description": "Warm Fuzzie/Glow Man camp is back and will give you warm fuzzies by day and allow you to glow by night. Come join us dancing and glowing under the black lights to the rhythms of Burning Man.",
    "year": 1998,
    "uid": "scraped_1998_warm_fuzzy_/_glow_man"
  },
  {
    "name": "Wet Paint Camp aka Pablo's Pleasure Palace",
    "description": "To provide the medium for every man woman and child to be as creative as they wish for own pleasure.",
    "year": 1998,
    "uid": "scraped_1998_wet_paint_camp_aka_pablo's_pleasure_palace"
  },
  {
    "name": "Wheel of Faith and Sacred Grove",
    "description": "An interactive installation exploring the overlap among various popular vehicles for faith. Part of a continuing project designed to create an opportunity for participants to examine where they place their faith and to provide an opportunity for them to hope, pray, wish, and dream.",
    "year": 1998,
    "uid": "scraped_1998_wheel_of_faith_and_sacred_grove"
  },
  {
    "name": "Wood Henge",
    "description": "Back before human kind thought they could control the powers of nature, Druids led the people in worship of the earth and all nature. This year at Burning Man, archologists have discovered a modern-day WOOD HENGE, that seems to serve some strange pagan society as a cosmic bullseye, a place to make offerings to four elements, a really big-ass compass, and a cirlce they ride their bikes around clockwise to raise psycic energy.",
    "year": 1998,
    "uid": "scraped_1998_wood_henge"
  },
  {
    "name": "Woodpussy",
    "description": "Coinciding with the opening day of Burning Man 1998, the science team at WOODPUSSY INC. plans to begin erecting a thirty foot oil derrick on the Black Rock playa and should be prepared to drill for petrolium shortly thereafter. While this may inconvenience some festival participants, we believe the majority of attendees will realize the necessity for such progress and will be content in knowing that with their share of “free” Burning Man gasoline, these young people can fire up Mom’s motor home and flo or it all the way back to Walnut Creek with a care free “more where that came from” attitude.",
    "year": 1998,
    "uid": "scraped_1998_woodpussy"
  },
  {
    "name": "WWF* Main Event '98: Morricone vs. Esquivel",
    "description": "Ennio Morricone and Juan Garcia Esquivel put their reputations on the line and duke it out on the playa to see who can choreograph fire to their music better. Taking place Friday night at 11:00pm, out on the playa. See Camp Smart Ass for more details!!!",
    "year": 1998,
    "uid": "scraped_1998_wwf*_main_event_'98:_morricone_vs._esquivel"
  },
  {
    "name": "X-mas 2012 A. D.",
    "description": "Collaborative recording project documenting the sights and sounds that we create within the harsh, post-apocalyptic environment of the Disturbia village at Burning Man 1998.",
    "year": 1998,
    "uid": "scraped_1998_x-mas_2012_a._d."
  },
  {
    "name": "Zen Masters (Musicical Experience)",
    "description": "The Zen Masters aka The Directors: An eclectic band, comprised of artists from the worlds of Filmmaking to Experimental. This group brings to The Burning Man a thunderous wall of music, ranging in a spirited blend of Hard-edge, Tribal and Mystical (Sounds, sure to wake the dead as well as the living.)",
    "year": 1998,
    "uid": "scraped_1998_zen_masters_(musicical_experience)"
  },
  {
    "name": "Zen of Fnord",
    "description": "The Zen of Fnord — A Zen of Iniquity hosted by Fnord, a soft, cuddly toy, thinking in the desert. Fnord is a greater agenda, known only to its fiendish creators, but all are welcome to unravel in the mystery.",
    "year": 1998,
    "uid": "scraped_1998_zen_of_fnord"
  },
  {
    "name": "Zyrmpo Temple",
    "description": "The Old Religion is dead. Prepare the meet the Zyrmpo, well-meaning (though not all-powerful) gods.",
    "year": 1998,
    "uid": "scraped_1998_zyrmpo_temple"
  }
]