[
  {
    "name": "!camp ATARI!",
    "description": "Join !camp ATARI! for another year of low-res games and high-tech music. Atari 2600’s, Old-School Nintendo, The Odyssey2, and more will all be there. Bring your old cartridges!",
    "contact_email": "fiveht@slice.net",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_!camp_atari!"
  },
  {
    "name": "100% Sundial-O-Rama Camp",
    "description": "Come, participate, stand in the middle of our 27-foot diameter tye-died sundial-o-matic. Amaze your friends as your shadow forecasts the time of day (accurate to within 2 1/2 hours). No batteries, no springs, no winding necessary. You’ll walk away astonished knowing what time it is. For free! Look for us on a playa near you! (Live music at selected times)",
    "contact_email": "david@stainlessreel.com",
    "hometown": "Provo, UT",
    "year": 1999,
    "uid": "scraped_1999_100%_sundial-o-rama_camp"
  },
  {
    "name": "4:20 Rescue Rangers",
    "description": "To 4:20, with displays and informative enactment’s @ :20 minutes after the hour 24 hours a day. Help Protect Your Freedom & Burn On!!!",
    "contact_email": "Hd420@pacbell.net",
    "hometown": "San Diego, CA",
    "year": 1999,
    "uid": "scraped_1999_4:20_rescue_rangers"
  },
  {
    "name": "8:23",
    "description": "We’ll be driving an industrial behemoth known as 8:23. A drum cacophony under the watchful eye of a wooden computerized man. The machine must go on. Time waits for no one. And apparently neither does the future. Participants across Black Rock City become nuts and bolts for this beast to build for the future that never comes. A dim reminder of our own mixed social behavioral patterns.",
    "contact_email": "Crispy@crackcocaine.com",
    "hometown": "Petaluma, CA",
    "year": 1999,
    "uid": "scraped_1999_8:23"
  },
  {
    "name": "B.E.H.O.P.",
    "description": "It starts as sloppy-wet batter and cold grinds — but through the magic of your creative contribution and our appreciative execution — it becomes your morning pancakes and coffee.",
    "contact_email": "dotj@pacbell.net",
    "hometown": "Oakland, CA",
    "year": 1999,
    "uid": "scraped_1999_b.e.h.o.p."
  },
  {
    "name": "Baked Alaska",
    "description": "Baked Alaska welcomes all to feast and fest with the best of baked Alaskans. What we do when we get there is anyone’s guess, I mean hey, we’re from Alaska.",
    "contact_email": "y.wren@excite.com",
    "hometown": "Ranchos de Taos, NM",
    "year": 1999,
    "uid": "scraped_1999_baked_alaska"
  },
  {
    "name": "Barbershop Roulette Camp",
    "description": "Barbershop Roulette Camp. Take a chance on a new look! Spinning the wheel determines what style of haircut you will receive from our professional barber. Not for the faint of heart!",
    "contact_email": "norris@jps.net",
    "hometown": "Emeryville, CA",
    "year": 1999,
    "uid": "scraped_1999_barbershop_roulette_camp"
  },
  {
    "name": "Beanie Blast",
    "description": "A paintball shooting range with the little fraggers as targets. Cool prizes for just showing up and blasting away.",
    "contact_email": "earthwiz42@aol.com",
    "hometown": "Fremont, CA",
    "year": 1999,
    "uid": "scraped_1999_beanie_blast"
  },
  {
    "name": "Bear Lair V \"Renaissance",
    "description": "Following example created by the masters of the Renaissance period, we will work to rediscover art for ourselves. Using ideas of the past, present, and what we believe is the future, we will create our own work of art.",
    "contact_email": "Mrbear@Ulink.net",
    "hometown": "Citrus Heights, CA",
    "year": 1999,
    "uid": "scraped_1999_bear_lair_v_\"renaissance"
  },
  {
    "name": "bianca",
    "description": "bianca is love.love transcends time.time evolves burning man.",
    "contact_email": "biancatroll@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.bianca.org",
    "year": 1999,
    "uid": "scraped_1999_bianca"
  },
  {
    "name": "Biscuit lounge, and Camp Biscuit",
    "description": "Don’t believe the hype! Just check out the Biscuits.",
    "contact_email": "hyperelf@cruzers.com",
    "hometown": "Scotts Valley, CA",
    "year": 1999,
    "uid": "scraped_1999_biscuit_lounge,_and_camp_biscuit"
  },
  {
    "name": "Black Hole Stalkers",
    "description": "Come on by and spin our exalted Wheel of Fortuna, proceed to the very attractive BLACK HOLE out on the playa, and return to BLACK HOLE STALKERS CAMP to peruse the LOST and FOUND for those elusive single socks among other things…",
    "contact_email": "kalapf@ptld.uswest.net",
    "hometown": "Portland, OR",
    "year": 1999,
    "uid": "scraped_1999_black_hole_stalkers"
  },
  {
    "name": "Black Rock Boot Camp",
    "description": "The dayglo army is looking for you. We’ll be training the next generation of dayglo recruits at our state of the art black rock boot camp. If you’re looking for a wild-eyed life of adventure and indecision, come join us. We’ll have obstacle courses and a crack team of drill seargents. Burn all that you can burn in the dayglo army.",
    "contact_email": "jayhoo@exchange.microsoft.com",
    "hometown": "Seattle, WA",
    "year": 1999,
    "uid": "scraped_1999_black_rock_boot_camp"
  },
  {
    "name": "Black Rock City Cab Co.",
    "description": "Black Rock City Cab Co. will provide Taxi and Tour services to anyone on our cushman art cart. We will respond to cb calls on channel 11 and FRS channel 1 as well as being hailed by customers with a leg, whistle, or wave. Barter and trade accepted. The cab will also sport a LED message sign displaying Theme Camp Advertising, please send in SHORT commercial style promotions of your camp, limericks and poems, we will be everywhere!. Find us at Tic-Toc-Town for the evening Hay Ride Playa Cruize (bring food and make it a *dinner cruize*.)",
    "contact_email": "avalon.serv@worldnet.att.net",
    "hometown": "Winter Garden, FL",
    "year": 1999,
    "uid": "scraped_1999_black_rock_city_cab_co."
  },
  {
    "name": "Black Rock City Ministry of Statistics",
    "description": "The primary mission of the Ministry of Statistics to collect, process, and present vast quantities of information about the Burning Man festival and its participants. This mission serves the dual functions of genuine scientific inquiry and self-satirizing performance art.",
    "contact_email": "mwcrepeau@ucdavis.edu",
    "hometown": "Davis, CA",
    "url": "http://www.dcn.davis.ca.us/~mos",
    "year": 1999,
    "uid": "scraped_1999_black_rock_city_ministry_of_statistics"
  },
  {
    "name": "Black Rock City Municipal Hardware Shoppe",
    "description": "In the future, there will be only one tool… and that tool will be Duct Tape! We will provide duct tape (and a few other tools) to the other theme camps at Burning Man. Our camp is NOT secretly a front for the Temple of VOLIS, the god of CONTROL.",
    "contact_email": "dhyde@ccsf.cc.ca.us",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_black_rock_city_municipal_hardware_shoppe"
  },
  {
    "name": "Black Rock Community College",
    "description": "Black Rock Community College is THE place to go for quality learning. Earn a degree or just take a class, all are welcome. Come and be a part of our faculty, share your special brand of knowledge with the citizens of Black Rock City.",
    "contact_email": "kbevington@aol.com",
    "hometown": "Berkeley, CA",
    "year": 1999,
    "uid": "scraped_1999_black_rock_community_college"
  },
  {
    "name": "Black Rock Dance Collective",
    "description": "Homebase for a community of freestyle dancers. We will parade and gallivant en mass throughout Black Rock, using movement and costume to create a series of kinetic expressions throughout the week.",
    "contact_email": "mdr@tpl.org",
    "hometown": "Berkeley, CA",
    "year": 1999,
    "uid": "scraped_1999_black_rock_dance_collective"
  },
  {
    "name": "Black Rock Expeditionary Party",
    "description": "The Black Rock Expeditionary Party will be onsite this year, involved in a scientific research project, focused on the study of wildlife in Black Rock City. Our researchers will be gathering information on native rituals and culture, conducting interviews, and fully equipped with a mobile sound studio for recording performances.",
    "contact_email": "MichaelTheblack@yahoo.com",
    "hometown": "Santa Cruz, CA",
    "year": 1999,
    "uid": "scraped_1999_black_rock_expeditionary_party"
  },
  {
    "name": "Black Rock Hillton",
    "description": "We are the exclusive cheap representation of quality entertainment in a cool environment, with games and naked participants.",
    "contact_email": "craigm@aci.net",
    "hometown": "Sparks, NV",
    "year": 1999,
    "uid": "scraped_1999_black_rock_hillton"
  },
  {
    "name": "Black Rock Hotel",
    "description": "Come hang out at Black Rock first hotel. Visit our newly renovated atrium and bar. Spectators check in but they don’t check out.",
    "contact_email": "mail4buzz@aol.com",
    "hometown": "West Hollywood, CA",
    "year": 1999,
    "uid": "scraped_1999_black_rock_hotel"
  },
  {
    "name": "Black Rock National Speedway",
    "description": "Thusday night on the Playa, the BLACK ROCK NATIONAL SPEEDWAY invites you to BURN RUBBER its first annual DANGERNATIONALS – DAREDEVIL DRAG-RACING ACTION for BIKES, ODD VEHICLES, and DRAG QUEENS addicted to SPEED and THRILLS!!",
    "contact_email": "tricialu@earthlink.net",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_black_rock_national_speedway"
  },
  {
    "name": "Body Hair Barbers",
    "description": "Body hair art! We intend to clip, shave, trim, style and color body hair into fabulous works of art. Looking for hairy volunteers and stylists to join in.",
    "contact_email": "mrgreg38@aol.com",
    "hometown": "Los Angeles, CA",
    "year": 1999,
    "uid": "scraped_1999_body_hair_barbers"
  },
  {
    "name": "Boom Town",
    "description": "Our latest and final Village on the far loud side of the playa will be a techno collective. They are about spreading love, creativity, happiness, and education through electronic music. We are bringing major music artists from around the world to participate for the first time in Burning Man, and to play their music for whoever wishes to listen.",
    "contact_email": "boomtwn@excite.com",
    "url": "http://www.thump-radio.com",
    "year": 1999,
    "uid": "scraped_1999_boom_town"
  },
  {
    "name": "BubbleLounge",
    "description": "Dedicated to bringing you the wonderful world of Bubbles. Stop in and drift about under the 25′ BubbleTower where magical orbs of gas are generated to infiltrate the world at large with their swirling iridescent colors and random dances. Or slip into the BubbleDome, dip your wand into the sweet soapy nectar and blow your own. (You do know how to make Bubbles don’t you… put your lips together and blow! “And fear not lest Existence closing your Account, and mine, should know the like no more; The Eternal Sake from that Bowl has pour’d Millions of Bubbles like us, and will pour.” –Omar Khayaam 1123 A.D.",
    "contact_email": "SSSQQQ@aol.com",
    "hometown": "Venice, CA",
    "year": 1999,
    "uid": "scraped_1999_bubblelounge"
  },
  {
    "name": "Bunk Camp",
    "description": "We here at Bunk Camp are committed. It is our mission to reach out our own special hand of love.",
    "contact_email": "ANAWNEMSTR@aol.com",
    "hometown": "Concord, CA",
    "year": 1999,
    "uid": "scraped_1999_bunk_camp"
  },
  {
    "name": "Burning Bell Message Center",
    "description": "The Burning Bell Message Center will enable all Burning Man attendees to easily find their friends at camp. Attendees can leave messages for their friends, filed under their friends’ names, which the friends can then receive when they come to our booth.",
    "contact_email": "sbradley@upstart.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_burning_bell_message_center"
  },
  {
    "name": "Burning Hell-0",
    "description": "Rotating heads buried in the playa, moving to lights and sounds. Nightly social hour with cocktails and Farmer Vencent fritters.",
    "contact_email": "hayth@uisreno.com",
    "hometown": "Reno, NV",
    "year": 1999,
    "uid": "scraped_1999_burning_hell-0"
  },
  {
    "name": "Camp Alien Love Nest",
    "description": "Get your hand made limited edition “Burning Man 99” pendants, at our daily talent/costume gong show. Every afternoon between lunch and dinner. No jokes please!",
    "contact_email": "bescharp@aol.com",
    "hometown": "Bay Point, CA",
    "year": 1999,
    "uid": "scraped_1999_camp_alien_love_nest"
  },
  {
    "name": "Camp Chaos",
    "description": "A single large golden apple symbolic of the goddess of discord shall dominate our camp. I will be living in it with two chicks.",
    "contact_email": "tina@hatschek.com",
    "hometown": "Richmond, CA",
    "year": 1999,
    "uid": "scraped_1999_camp_chaos"
  },
  {
    "name": "Camp Coup d'etat",
    "description": "We are Camp Coup d’etat. We are taking over. Resistance is not just futile, its a useful electrical phenomena.",
    "contact_email": "sgh@cruzio.com",
    "hometown": "Santa Cruz, CA",
    "year": 1999,
    "uid": "scraped_1999_camp_coup_d'etat"
  },
  {
    "name": "Camp Creation",
    "description": "Camp Creation invites you to re-create ancient mythical archetypes and usher them into the new world. Experience rites and rituals of “fertility” so you may become pregnant with possibilities.",
    "contact_email": "rapideye@xmission.com",
    "hometown": "Salt Lake City, UT",
    "year": 1999,
    "uid": "scraped_1999_camp_creation"
  },
  {
    "name": "Camp Cthulhu",
    "description": "This is a conventicle for fans and devotees of the Elder Squid God, Cthulhu. Auditory guidance is provided for meditators.",
    "contact_email": "costello@teleport.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_camp_cthulhu"
  },
  {
    "name": "Camp Digital Xpression",
    "description": "Computers coming to their end of time, Reuse them! Wear them, smash them, model them, shower in silicon. A digital camp for the non millenium compliant, with a British side touch.",
    "contact_email": "PlasticRocker@hotmail.com",
    "hometown": "Davis, CA",
    "year": 1999,
    "uid": "scraped_1999_camp_digital_xpression"
  },
  {
    "name": "Camp DILLIGAF",
    "description": "A camp where you can go during the day or night to just sit back and relax on one of our couches as you watch the gentle undulations of the sails in the breeze, or perhaps you can barter for a nice tropical drink and say to the rest of the civilized world “DILLIGAF”.",
    "year": 1999,
    "uid": "scraped_1999_camp_dilligaf"
  },
  {
    "name": "Camp Dub",
    "description": "Camp Dub will be 3 Dubs from Dublin Dubbing the Dub and deconstructing the playa surface sands and thoughts with a stripped down dub. Come dub with us!",
    "contact_email": "dub.com@iname.com",
    "year": 1999,
    "uid": "scraped_1999_camp_dub"
  },
  {
    "name": "Camp Fink",
    "description": "Camp Fink is a beautiful and safe place to have a cold drink. If you fink on a friend you’ll get one! But please, stay the hell off the lawn and have a nice day.",
    "contact_email": "campfink@angelfire.com",
    "year": 1999,
    "uid": "scraped_1999_camp_fink"
  },
  {
    "name": "Camp Flavor",
    "description": "Flavor is a place you can escape during the day with ambient lounge music under our 800 sqft tent, then as night falls you can take your feet into our dance chamber of funky beats.",
    "contact_email": "riga420@aol.com",
    "hometown": "Sacramento, CA",
    "year": 1999,
    "uid": "scraped_1999_camp_flavor"
  },
  {
    "name": "Camp Hardcore",
    "description": "20 foot high ‘praise to unsaid things’ mushroom, motorized shopping cart racing, music and theater performances encouraging breath holding contests, free beer given to all visitors with psychic abilities. Visit site for details.",
    "contact_email": "jderose@lovemachine2000.com",
    "hometown": "Bellingham, WA",
    "year": 1999,
    "uid": "scraped_1999_camp_hardcore"
  },
  {
    "name": "Camp Littleton / Columbine High Shooting Gallery",
    "description": "Tired of being pushed around by popular kids? Confused by violence in the media? Come relieve your aggression an maybe win a prize, too!",
    "contact_email": "nobody@mashed.pota.to",
    "hometown": "Spahn Ranch, CA",
    "year": 1999,
    "uid": "scraped_1999_camp_littleton_/_columbine_high_shooting_gallery"
  },
  {
    "name": "Camp Maya Papaya",
    "description": "During their stay on earth the Cosmic Maya carried the burden of time. At Camp Maya Papaya we are bound to the cycles of time. We honor the Papaya as the holy orb of sustenance and perform daily ritual Papaya sacrifices. Will you give yourself to the Papaya?",
    "year": 1999,
    "uid": "scraped_1999_camp_maya_papaya"
  },
  {
    "name": "Camp Orgasmotron",
    "description": "Come and dare to fully explore the outer limits of the brain’s infinite capacity for pleasure! Master Hypnotist Dr Alex Loving, MD, and his assistants will guide you through (and teach) various sensual trance phenomena, among them: hyperesthesia (sensory enhancement), submission, pleasure amplification, structured seduction, and The OrgasmotronTM.",
    "contact_email": "ali@post.harvard.edu",
    "hometown": "Cambridge, MA",
    "year": 1999,
    "uid": "scraped_1999_camp_orgasmotron"
  },
  {
    "name": "Camp Skynyrd",
    "description": "An oasis of Ignorance in a sea of enlightenment.",
    "contact_email": "jackass@lefthandshake.org",
    "hometown": "Eugene, OR",
    "year": 1999,
    "uid": "scraped_1999_camp_skynyrd"
  },
  {
    "name": "Camp Sleizure aka Camp Buglight",
    "description": "Camp Sleizure embodies sleaze, leisure and seizure. Our goal is to provide visual stimulation, comfort and the best video art ever.",
    "contact_email": "leo.villareal@nyu.edu",
    "hometown": "New York, NY",
    "year": 1999,
    "uid": "scraped_1999_camp_sleizure_aka_camp_buglight"
  },
  {
    "name": "Camp Sunscreen",
    "description": "Camp Suncreen is dedicated to the health and safety of the many scantily clad Burning Man attendees. We and our many volunteers realize the importance of proper sunscreen application and will be ready to assist you in case you leave home without it.",
    "contact_email": "snookiewookums@juno.com",
    "hometown": "Oakland, CA",
    "year": 1999,
    "uid": "scraped_1999_camp_sunscreen"
  },
  {
    "name": "Camp Theraramalis",
    "description": "The leisurely, sybaritic culture of Thera detonated and its detritus has assembled in our great city. Come relax, perform, be fed before it all explodes again.",
    "contact_email": "wbissell@wsgr.com",
    "hometown": "Palo Alto, CA",
    "year": 1999,
    "uid": "scraped_1999_camp_theraramalis"
  },
  {
    "name": "Camp Tubular Bells",
    "description": "Come and play our percussive sound sculpture that routes sounds thru big tubes and then finally back out to the listeners, creating truly unusual and silly sounds, while looking like something out of Dr. Suess.",
    "contact_email": "bpowell@dnai.com",
    "url": "http://www.onelist.com/subscribe/tubularBells",
    "year": 1999,
    "uid": "scraped_1999_camp_tubular_bells"
  },
  {
    "name": "Camp Videogasm",
    "description": "At Camp Videogasm, we will be displaying examples of “video art” on our twelve foot video projection screen. Our “art” will take a critically satirical look at American film and television. Some interactive activities are planned, around our couch potato, superhero, master of ceremonies, “Sofa King.”  We also plan to premiere the documentary video we shot at Burning Man ’98, and will be videotaping Burning Man ’99 for a videotape to be shown at BM 2000.",
    "contact_email": "early@videogasm.com",
    "hometown": "Woodhaven, MI",
    "url": "http://www.videogasm.com/burningman/",
    "year": 1999,
    "uid": "scraped_1999_camp_videogasm"
  },
  {
    "name": "Campain Headquarters",
    "description": "A pot in every chicken… er ah air conditioning… and… real plumbing… and we have a canidate that can diliver. He ain’t no chimp on a stick.",
    "contact_email": "brettt@sirius.com",
    "hometown": "Mill Valley, CA",
    "year": 1999,
    "uid": "scraped_1999_campain_headquarters"
  },
  {
    "name": "CaTaClYsMiC MeGaShEar rAnCh",
    "description": "Dedicated to the realization of absurdities since 1895.",
    "contact_email": "labinski@earthlink.net",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_cataclysmic_megashear_ranch"
  },
  {
    "name": "Chef Juke's Blue Light Bistro",
    "description": "The Blue Light Bistro is a communal/community kitchen and gathering spot where all citizens of Black Rock City are welcome to participate and join in the sharing of meals (Although, if EVERYBODY came it MIGHT start to get a WEE bit crowded). Bistro participants communally buy & prepare food for one meal a day and create a special place where we can share it together, along with music, good conversation, etc – communing with each other, the friends we know and those we have yet to meet.",
    "contact_email": "pmackey@digiforest.com",
    "hometown": "Eugene, OR",
    "year": 1999,
    "uid": "scraped_1999_chef_juke's_blue_light_bistro"
  },
  {
    "name": "Chromatic Camp",
    "description": "Get your team together and join us under the rainbow for our Scavenger Hunt. This isn’t you ordinary scavenger hunt. You will be asked to find some rather peculiar items, such as a “Best Bum”, or a “Below the Neck Body Piercing”. Prizes will include Handy Wipes, a first aid kit, bottled water, sunscreen, and other niceties and necessities. The Grand Prize will be a bottle of Honey Mead. One hunt is planned each day of the event. Don’t forget to pick up your Burning Man Community Pride ribbons. Each made in various shades of the rainbow to signify the diversity within our community.",
    "contact_email": "panthera@gutterpup.reno.nv.us",
    "hometown": "Sun Valley, NV",
    "year": 1999,
    "uid": "scraped_1999_chromatic_camp"
  },
  {
    "name": "Chump Camp",
    "description": "Chump Camp is populated by the moronic barbarian brain-children of the “Chump Internet Cult.” Dedicated to the propagation of global Chumpiness, we will manifest our chump-nature through architectural sculpture, frenzied engineering, and glorious slack.",
    "contact_email": "chumps@corp.chump.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.chump.com",
    "year": 1999,
    "uid": "scraped_1999_chump_camp"
  },
  {
    "name": "Church of Holy F***'n Sh**",
    "description": "We’re the Church of Holy F***’n Sh**! Join our clan of overly agnostic religious fanatics, and become abruptly assimilated into the most confusing religious sect on the playa.",
    "contact_email": "john@get.topica.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.gigsville.org",
    "year": 1999,
    "uid": "scraped_1999_church_of_holy_f***'n_sh**"
  },
  {
    "name": "Clevian Circularity CampCream City",
    "description": "Near 7:00 and Venus–Arrt from the midwest–Milwaukee style poetry slam, disembodied talking oracular heads on sticks, interaction games, an artificial Lake Michigan made entirely of light, elephants stepping out of thin air, Mahatma Gandhi back from the dead. Glorious national award-winning access television show ‘Brain Box’ returns to the playa to film and broadcast it all. The Clevians will also exhibit their cultural traditions from over 30,000 years ago, like Knackling, the Abrasion Wheel, and the dragging, burning Bratwurst that will cross the Playa and explode.",
    "contact_email": "eric@clevian.com",
    "hometown": "Milwaukee, WI",
    "url": "http://www.clevian.com",
    "year": 1999,
    "uid": "scraped_1999_clevian_circularity_campcream_city"
  },
  {
    "name": "Cloud People Of Jupiter",
    "description": "The Cloud People Of Jupiter present our 3 cloud stage, with live circus, Dj’s and musical performance acts. Experiences the heights and breath of art, in all its many forms.",
    "contact_email": "bug@bigbrother.com",
    "hometown": "Oakland, CA",
    "year": 1999,
    "uid": "scraped_1999_cloud_people_of_jupiter"
  },
  {
    "name": "Cloudfactory ChillSpace",
    "description": "An ambient temple of dreams with far out futuristic decor. Featuring the best of the bay area’s downtempo and chill freaks.",
    "contact_email": "catweasel@cloudfactory.org",
    "hometown": "Palo Alto, CA",
    "url": "http://www.cloudfactory.org",
    "year": 1999,
    "uid": "scraped_1999_cloudfactory_chillspace"
  },
  {
    "name": "Come Into the Light",
    "description": "You see it in the distance: a beautiful light. You walk across the dark playa, the light gets brighter. A voice on the radio urges you on, to the light at the end of the darkness. You can be happy here. It is beautiful. It is warm. It is safe. Come into the light and everything will be alright.",
    "contact_email": "rusty@soma.net",
    "hometown": "San Francisco, CA",
    "url": "http://comeintothelight.com",
    "year": 1999,
    "uid": "scraped_1999_come_into_the_light"
  },
  {
    "name": "Cultural Workers Union",
    "description": "CWU returns to the playa this year with eye-popping and eardrum-massaging treats. Don’t Blink !",
    "contact_email": "jeremy@got.net",
    "hometown": "Santa Cruz, CA",
    "year": 1999,
    "uid": "scraped_1999_cultural_workers_union"
  },
  {
    "name": "Dante's",
    "description": "The Dante Network presents BATTLE OF THE BURNING MAN THEME CAMPS! Watch the most prestigious theme camps duke it out in events ranging from Sordid Porn Trivia Challenge to Blind Knife Wrestling. All other theme camps are invited to battle one another on Dante’s live broadcast  — piped directly to every television in HELL!",
    "contact_email": "smoke@toke.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_dante's"
  },
  {
    "name": "Day at the Beach",
    "description": "Relax, throw a frisbee, drink a beer, visit our suntan lotion lube station, groove to the sounds of the seashore–we guarantee that it’s seagull-shit-free–chill out and share your experiences.",
    "contact_email": "null@ucker.net",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_day_at_the_beach"
  },
  {
    "name": "Deadly Sunshine Cleaning Camp",
    "description": "Beware the Skull and Crossbrooms! Under cover of brightest daylight, our brutal service representatives cleanse unwitting campsites like yours of filth & spiritual pollution; tips gratefully demanded. You have been warned.",
    "contact_email": "jfurst@pobox.com",
    "year": 1999,
    "uid": "scraped_1999_deadly_sunshine_cleaning_camp"
  },
  {
    "name": "Death Guild/Barter Town",
    "description": "A Post-Apocalyptic amphitheater of bizarre acts and weird stuff. Featuring: the Thunderdome, Ritual Combat, Teh Vectro Car, Motorcycle Monstrositeis and Death Guild – Gothic/Industrial/80’s Dance Club at night.",
    "contact_email": "thunderdome@deathguild.com",
    "hometown": "Oakland, CA",
    "url": "http://www.deathguild.com",
    "year": 1999,
    "uid": "scraped_1999_death_guild/barter_town"
  },
  {
    "name": "Debbie Petting Zoo",
    "description": "What if… the future were full of color instead of drab? What if!… the future were full of happiness instead of hopelessness? What if?!?!?!?! the future could be embraced instead of feared? What if?… you could dance and play and experience life the way you did as a child? Full of wonderment, excitement, inventiveness, and joy? What if??? Plus there are A LOT of animals  to play with! The future is in our hands…",
    "contact_email": "topher@tangled.org",
    "year": 1999,
    "uid": "scraped_1999_debbie_petting_zoo"
  },
  {
    "name": "Ded Keg Saloon",
    "description": "Howdy pardners. Yall knows that the Texsun is hottern hayul. You get reel thirsty after a long day fishin at yer favorite bass hole. So if yer toung is draggen inta da playa, put on yer best unaware and overhauls and ya’ll cumon down to the Ded Keg Saloon. Have yer druthers and drink em too. Heck, if yer lucky, old Sally might git buck nekkid and put on a show. If not, at least ya got beer.",
    "contact_email": "rovingbar@yahoo.com",
    "hometown": "Dallas, TX",
    "year": 1999,
    "uid": "scraped_1999_ded_keg_saloon"
  },
  {
    "name": "Didj Camp and the Dreamtimers",
    "description": "We are the past, present and future as told through the aboriginal creation myth. Come join the Dreamtimers as we roam the playa telling our tales, our stories, our legends. Our Dreams.",
    "contact_email": "71533.3620@compuserve.com",
    "hometown": "Idyllwild, CA",
    "year": 1999,
    "uid": "scraped_1999_didj_camp_and_the_dreamtimers"
  },
  {
    "name": "Digital Light Camp",
    "description": "A nerd camp featuring two (or more) aspects of digital light: A large digitally controlled light show, and displays and examples of digitally manipulated photography of Burning Man, including a 15 foot long photo-quality panorama of all of Black Rock City 1998. We may also attempt at time-lapse digital movie of the city.",
    "contact_email": "bt@templetons.com",
    "url": "http://www.templetons.com/brad/dlcamp.html",
    "year": 1999,
    "uid": "scraped_1999_digital_light_camp"
  },
  {
    "name": "Dirt Nap Camp",
    "description": "Dirt Nap Camp… where you play God… Come to D.N.C’s “Tomb-o-Rama” and inscribe the name of your soon to be departed on one of our 66 tombstones and the pact shall be sealed… after our tombstones are full they shall become the path of despair leading to “Sterning Man” our art installation. Can’t make it to B-Man this year? Visit our web sight and hit the E-kill button… We’ll do the dirty work for you. D.N.C.’s mission for the millennium, to extinguish the evils of the shock media industry… and better to represent that facet than our beloved “Sterning Man” The king of all media and soon to be one big goddamn campfire.",
    "contact_email": "dirtnap@softcom.net",
    "hometown": "Sparks, NV",
    "year": 1999,
    "uid": "scraped_1999_dirt_nap_camp"
  },
  {
    "name": "Disturbia",
    "description": "1999 brings with it a smaller and better Disturbia. Visit our mini village which will feature Antarctica, aka The Ice Age; The Energetic Alchymists’ pyrotechnics; a replica of Giza; the Sunshine Pussy Hut; the Obelisk of Dancing Light; a giant Sundial; and our amazing Perimeter filled with time related art and other oddities.",
    "contact_email": "dalton@isis.cr.usgs.gov",
    "hometown": "Denver, CO",
    "url": "http://www.disturbia.com",
    "year": 1999,
    "uid": "scraped_1999_disturbia"
  },
  {
    "name": "Domestic Chicken Concentration Camp",
    "description": "A merciless concentration camp for domestic chickens. See armed cocks herd flocks of innocent chickens into a mass incineration chamber! See cock witch hunters burn hens at the stake! Eat fried chicken on us!!!",
    "contact_email": "bweetfood@yahoo.com",
    "hometown": "Springfield, OR",
    "year": 1999,
    "uid": "scraped_1999_domestic_chicken_concentration_camp"
  },
  {
    "name": "Dominoasis",
    "description": "This year we’ll share a Mist Carosel, Karaoke, Aura Janitors, Pillow Tent, Labyrinth, and more with Black Rock City. Come play with us.",
    "contact_email": "alicia@glitter.org",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_dominoasis"
  },
  {
    "name": "Dorian Trance presents \"Pajama Camp",
    "description": "Pajama camp will be a 24 hour a day slumber party with less slumber and more party. If you can’t find us just follow the Sealy Mobily when you see it in the playa. Ask for details on the After burn Pajama burn party.",
    "contact_email": "freakdeak@aol.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.weid.org",
    "year": 1999,
    "uid": "scraped_1999_dorian_trance_presents_\"pajama_camp"
  },
  {
    "name": "Dragon's Lair",
    "description": "A camp of caretakers of the creation of a Dragon with all pertinent sounds and commotion. The ambience of a cool forest with the primal energy of a dragon.",
    "contact_email": "Bobpark333@aol.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_dragon's_lair"
  },
  {
    "name": "DranoVision",
    "description": "DranoVision – The Arcade, The Stage, The CDDranoVision – The Misty Bar and BrothelDranoVision – Flash The Man The MysteryDranoVision – The Lounge Lizard, Papa",
    "contact_email": "reggievision@earthlink.net",
    "hometown": "San Francisco, CA & Reno, NV",
    "year": 1999,
    "uid": "scraped_1999_dranovision"
  },
  {
    "name": "Dream Time",
    "description": "Through out time, through out space Dreaming has inspired the human race.",
    "contact_email": "aega@jps.net",
    "hometown": "Berkeley, CA",
    "year": 1999,
    "uid": "scraped_1999_dream_time"
  },
  {
    "name": "Dream Towers",
    "description": "Once again, we bring you the Dream Machine. A favorite among the slightly impaired, giving visions of enhanced life and entry into a wonderful dream-state of semi controlled thoughts.",
    "contact_email": "drj@cruzio.com",
    "hometown": "Felton, CA",
    "year": 1999,
    "uid": "scraped_1999_dream_towers"
  },
  {
    "name": "Drift Catalyst",
    "description": "Drift Catalyst is a freely evolving 24 hour sound (eclectic, experimental, ethnic, hypnotic) and visual field exploring radical and experimental arts such as skilled fire play, traditional Japanese rope bondage and Skeito bata skat. Guest and resident performers are invited to our stage to interact on the cutting edge.",
    "contact_email": "ruby@easystreet.com",
    "hometown": "Portland, OR",
    "year": 1999,
    "uid": "scraped_1999_drift_catalyst"
  },
  {
    "name": "Drum and Dance Camp",
    "description": "Hand drummers and dancers of every type & tradition are welcome at the BM 99 drum and Dance Camp. We will drum for Center Camp rituals and events, have classes, toy making workshops and nightly drum jams.",
    "contact_email": "happy@drums.org",
    "hometown": "Dallas, TX",
    "year": 1999,
    "uid": "scraped_1999_drum_and_dance_camp"
  },
  {
    "name": "Dylyzma",
    "description": "A stage for performers to do their thing as well as a community meeting place.",
    "contact_email": "erin@lumicast.com",
    "hometown": "Santa Cruz, CA",
    "year": 1999,
    "uid": "scraped_1999_dylyzma"
  },
  {
    "name": "Eggchair Camp",
    "description": "“If you can’t find the meaning of existence while doing something as simple as sitting in an Eggchair, where the f— else are you gonna find it!” -Zen Master Po",
    "contact_email": "eggchairsteve@earthlink.net",
    "hometown": "Alamdea, CA",
    "year": 1999,
    "uid": "scraped_1999_eggchair_camp"
  },
  {
    "name": "Elf Camp",
    "description": "Brush your teeth at ELF CAMP, bring a toothbrush and some water and tryout our freaky flavors. Make your mouth happy and transform your attitude!",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_elf_camp"
  },
  {
    "name": "Erotic Science Reading Room",
    "description": "Erotic Science Reading Room: So you think you know it all? We have reference books on sensuality and sexology, ranging from the mild to the wild, from the strange to the unusual. Cum on in and browse! Erotic massage classes held daily. (Not responsible for perversions, pulled muscles, or pregnancies suffered as a result of ideas encountered in this camp.)",
    "contact_email": "esrr@iname.com",
    "hometown": "Richardson, TX",
    "year": 1999,
    "uid": "scraped_1999_erotic_science_reading_room"
  },
  {
    "name": "Exhibit F: Not Admissable",
    "description": "We are not responsible for evidence held in contempt of court. To make Lasada, please see page 17. Thank you, and please stop by and talk.to/fna.",
    "contact_email": "fna2012@hotmail.com",
    "hometown": "Berkeley, CA",
    "url": "http://talk.to/fna/",
    "year": 1999,
    "uid": "scraped_1999_exhibit_f:_not_admissable"
  },
  {
    "name": "EyeLand",
    "description": "A large luminous eye that sees all will be ceremoniously paraded around the Playa by a group of dedicated mylar monks: followers are welcome, as the omniscient eye looks over all. A CCTV image of the Eye’s eye view is relayed back to EyeLand Camp.",
    "contact_email": "marketchup@aol.com",
    "hometown": "Los Angeles, CA",
    "year": 1999,
    "uid": "scraped_1999_eyeland"
  },
  {
    "name": "F-Space",
    "description": "A sexually explicit language interpretation of DaDa space-time manifolds created by partial differential equations, and the use of F-Space in these solutions, with interactive displays, experiments, and presentations. Oh, we were not supposed to use sexually explicit language. Doh! did it again!",
    "contact_email": "fspace@yahoo.com",
    "hometown": "Mountain View, CA",
    "url": "http://F-Space.com",
    "year": 1999,
    "uid": "scraped_1999_f-space"
  },
  {
    "name": "Fabulous Faces in Far-Out Places",
    "description": "Fabulous Faces in far off places offers you another change to be in a fantasy, change your persona… bring your camera!",
    "contact_email": "eatalgae@cdsnet.net",
    "hometown": "Klamath Falls, OR",
    "year": 1999,
    "uid": "scraped_1999_fabulous_faces_in_far-out_places"
  },
  {
    "name": "Fandango",
    "description": "What’s a Glockenspiel? It’s one of those big mechanical clocks with the little army of mechanical people in lederhosen who come marching out of the clock tower. Swing by Fandango to watch the life-size Fandango Glockenspiel chime at noon and eight o’clock p.m.",
    "contact_email": "steve_courtney@chbnet.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.fandango.net",
    "year": 1999,
    "uid": "scraped_1999_fandango"
  },
  {
    "name": "Fanny Flame's Magic Makeovers & Fashion-Sets-U-Free Hut",
    "description": "“…’cuz a fanny pack and flip-flops ARE NOT enough!”",
    "contact_email": "yellenln@halcyon.com",
    "year": 1999,
    "uid": "scraped_1999_fanny_flame's_magic_makeovers_&_fashion-sets-u-free_hut"
  },
  {
    "name": "Flag Farm",
    "description": "Lots of color flying in the wind. Please join us for flag making – limited space available.",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_flag_farm"
  },
  {
    "name": "Fleshlab",
    "description": "Enter FLESHLAB and explore the body and mind. Outlaw theatre, bartered foot pampering, delicious chill space, and a sultry horde of marauding doctors will greet you.",
    "contact_email": "narrator@idiom.com",
    "hometown": "Austin, TX",
    "year": 1999,
    "uid": "scraped_1999_fleshlab"
  },
  {
    "name": "Florida Escape Camp",
    "description": "A haven for Florida based participants to relax and soak up some good Black Rock City vibrations, and lament about our culturally deprived homeland!",
    "contact_email": "st@cybersun.com",
    "hometown": "Tampa, FL",
    "year": 1999,
    "uid": "scraped_1999_florida_escape_camp"
  },
  {
    "name": "Flying Hands",
    "description": "Flying Hands camp, It is like seeing noise, hahaha like eyes candy ! A language with hands = called, American Sign Language. It is strange deaf culture in a big world. You are welcome to join us in big dome tent and enjoy the events with us. There are flying hands everywhere! Using a lot of facial expression and body language as a gesture. Don’t be afraid. It is fun.",
    "contact_email": "LEOWYC@aol.com",
    "hometown": "San Francisco",
    "year": 1999,
    "uid": "scraped_1999_flying_hands"
  },
  {
    "name": "Forge Camp",
    "description": "Forge Camp will melt aluminum and some glass. Molds and casting sand are available, so come and be creative.",
    "contact_email": "jricker@meltguns.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_forge_camp"
  },
  {
    "name": "Four Calendar Cafe",
    "description": "Coffee brews in the mornings, mist sprays in the afternoon and Cocteau Twins etheria plays all day. Soothe your soul and fill your coffee cup!",
    "contact_email": "redwood@rangers.org",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_four_calendar_cafe"
  },
  {
    "name": "Free Martian Xenologist",
    "description": "We are the Free Martian Xenologists from 2337. Our hope is to create cohesion between all beings, but especially the citizens of Black Rock City.",
    "contact_email": "grandpa_jumpy@yahoo.com",
    "hometown": "Everett WA",
    "year": 1999,
    "uid": "scraped_1999_free_martian_xenologist"
  },
  {
    "name": "Free Photography Zone",
    "description": "Act, play, pose and posture at the Free Photography Zone (aka Polaroid Camp), where interesting participants earn free prints. Now in it’s 4th year of giving Polaroids to true participants.",
    "contact_email": "johnbrennanphoto@yahoo.com",
    "year": 1999,
    "uid": "scraped_1999_free_photography_zone"
  },
  {
    "name": "Fusion Valley",
    "description": "Home of BurningBell and PlayaNet. Soon to be radiating near you!",
    "contact_email": "taz@armory.com",
    "hometown": "Bay Area, CA",
    "year": 1999,
    "uid": "scraped_1999_fusion_valley"
  },
  {
    "name": "Gambol Camp",
    "description": "The Self-Powered-Whirlygig: I want my pay-back for exercise right now. The Human Car Wash: A dust exchange center. Exchange your old dust for fresh re-cycled dust. Gambol Camp: Anyone can gambol.",
    "contact_email": "bondi@earthlink.net",
    "hometown": "Las Vegas, NV",
    "year": 1999,
    "uid": "scraped_1999_gambol_camp"
  },
  {
    "name": "Ghost Town Camp",
    "description": "A saloon and playa watering hole, with playa weddings, live-playa space music, SF playa fashion and usual eccentric fun!",
    "contact_email": "ultralupe@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_ghost_town_camp"
  },
  {
    "name": "Gift Camp",
    "description": "Welcome to Gift Camp – Come create a metaphorical gift of Love or Hope or Passion (etc.) for yourself, a loved one or even greater humanity. You came take it with you, leave it to be burned on the last night or have me deliver to another person on the playa.",
    "contact_email": "CaptnELF@aol.com",
    "hometown": "Agoura Hills, CA",
    "year": 1999,
    "uid": "scraped_1999_gift_camp"
  },
  {
    "name": "Gigsville",
    "description": "After last years success, Gigsville is ready to reign again. They have theme camps (Temple of Atonement, Gift Camp, Camp Skynyrd, The Delightful Paintbrush, Sandalla, Dish Camp, Pole Camp, Camp Digital, The Last Outpost, Storm from the East, Prom Camp), Interactive Art (Gateways, Dancing Gig-men, a Good Vibes VooDoo Doll), Public Games (Black Rock Electrical Parade, Gigsville Drag Races, He-man competition (to contrast), Radio Controlled Demolition Derby, Community potluck dinner, Homecoming Dance) and more! Based in Anaheim, CA",
    "contact_email": "jimk@hitchhiker.com",
    "url": "http://www.gigsville.org",
    "year": 1999,
    "uid": "scraped_1999_gigsville"
  },
  {
    "name": "Glitter Camp - The Sequel",
    "description": "In the heart of Gigsville, Glitter Camp rides again! Come one and all friendly bodies for lounging in the glitter pool and anointing with the spectacular speckles we’re famous for.",
    "contact_email": "jldew@ucdavis.edu",
    "hometown": "Davis, CA",
    "year": 1999,
    "uid": "scraped_1999_glitter_camp_-_the_sequel"
  },
  {
    "name": "Golden Goddess Temple",
    "description": "Creation of a sacred goddess site for imagery, dance & meditation. OPEN INVITATION to other artists to contribute to site…",
    "contact_email": "brentxxx@aol.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_golden_goddess_temple"
  },
  {
    "name": "Gooey Glazed Sugar Donut & Streudel Camp",
    "description": "Gooey-goodness aficionados, come taste our sponge cake, lounge in our jelly-donuts, lick our lollypops, and savor the syrupy wonders that thrive in Gooey Glazed Sugar Donut & Strudel Camp. The Ultimate Fructose Experience. Warning: May get sticky upon entry.",
    "contact_email": "lydiaf@earthlink.net",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_gooey_glazed_sugar_donut_&_streudel_camp"
  },
  {
    "name": "Gotcha Camp",
    "description": "We’ll be organizing circular games of tag using waterguns, which we can help provide. Each player will be issued a computer generated ID card of the person they need to get. The goal is to get your target before somebody gets you!",
    "contact_email": "dave@gotchacamp.com",
    "hometown": "San Jose, CA",
    "year": 1999,
    "uid": "scraped_1999_gotcha_camp"
  },
  {
    "name": "Greetings From a Plastic Atmosphere",
    "description": "Helping to expose thee thoughts Ov un-reality through tonal/mekanikal exploration.",
    "contact_email": "mechacid@hotmail.com",
    "hometown": "Federal Way, WA",
    "year": 1999,
    "uid": "scraped_1999_greetings_from_a_plastic_atmosphere"
  },
  {
    "name": "Gringos en la Playa",
    "description": "Our motley crewe of poets, bards, tarot readers, dancers, and dabblers too. Provoke ye vagabonds to merge with us in quest of majic we can brewe.",
    "contact_email": "vagabond@nccn.net",
    "hometown": "Nevada City, CA",
    "year": 1999,
    "uid": "scraped_1999_gringos_en_la_playa"
  },
  {
    "name": "HAmlet",
    "description": "Celebrating the diversity of the two genders. Named after HA, the man/woman figure burned at Burning Flipside (an Austin based Burning Man event), it represents the union of opposites, community built out of individuality. A community of Texas burners invites you to join our vision with art, projects, and participation.",
    "contact_email": "prost@justamonkey.net",
    "year": 1999,
    "uid": "scraped_1999_hamlet"
  },
  {
    "name": "Haute Couture Camp",
    "description": "Every morning, our staff of designers will construct clothing for clients which reflects their individual sense of style, as well as the Black Rock City environment and the theme of Time. Every evening, these clients will return to model the fashions which we’ve created for them on our runway.",
    "contact_email": "coyote@lenscraft.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_haute_couture_camp"
  },
  {
    "name": "Headhunters Hut",
    "description": "One should be so lucky as to be captured by these feral wymen, who only want your head.",
    "contact_email": "espy@teleport.com",
    "hometown": "Portland, OR",
    "year": 1999,
    "uid": "scraped_1999_headhunters_hut"
  },
  {
    "name": "Heaven",
    "contact_email": "mrowley@v-site.net",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_heaven"
  },
  {
    "name": "HOURland Camp",
    "description": "HOURland is a transmodern outpost with environmental, theatric and musical offerings – housed in the Vgypt Pyramid and Casbah. It is also the home base for the groups creating the Saturday night Community Dance, Black Rock Crop Circle Project, Eternal Return Ritual Performance and Annual Burning Man Fashion Show in Center Camp.",
    "contact_email": "events@burningman.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_hourland_camp"
  },
  {
    "name": "Hubcamp",
    "description": "This year, hubcamp will the a centre for Kanadian Kulture in all its splendor. We will be organizing and hosting the Burning Man Hockey League (BMHL) and inviting all other interested pickup teams to play. we will be using hockey sticks and tennis balls (sorry, no ice this year).",
    "contact_email": "canada@burningman.com",
    "hometown": "Calgary, Alberta, Canada",
    "year": 1999,
    "uid": "scraped_1999_hubcamp"
  },
  {
    "name": "Icarus Camp",
    "description": "Dedicated to alternative forms of flight. Come fly the friendly playa, of come ply the friendly skies.",
    "contact_email": "sebas@airtekusa.com",
    "hometown": "San Diego, CA",
    "url": "http://airtekusa.com",
    "year": 1999,
    "uid": "scraped_1999_icarus_camp"
  },
  {
    "name": "ISMIST Camp",
    "description": "ISMIST camp “We don’t accept any theories, we embrace all” Come add a word to the IDIOM art piece, bust someone’s balls on the playa pooltable, have a playa punch cocktail at the Ismist lounge, eat the culinary miscreations ejected from the ismist cafe, take a ride on the playa pounder, use the pink hair brigade communal shower, jam in the drum circle, or just lay on the ground.",
    "contact_email": "ismist@doitnow.com",
    "hometown": "Tempe, AZ",
    "year": 1999,
    "uid": "scraped_1999_ismist_camp"
  },
  {
    "name": "John C. Holmes's Ornery Roman Empire",
    "description": "The golden glory of Rome recreated in all it’s gluttonous excess with a priceless, golden, vibrating, bucking, spewing, eight foot phallus, and nightly, open throated, top fuel, chariot racing.",
    "contact_email": "jetperu@aol.com",
    "hometown": "Los Angeles, CA",
    "year": 1999,
    "uid": "scraped_1999_john_c._holmes's_ornery_roman_empire"
  },
  {
    "name": "KarmaKulture",
    "description": "Providing a loving environment for people to meet and inspire each other. Enjoy chilled tribal grooves in a creative atmosphere.",
    "contact_email": "trace@blueroomusa.com",
    "year": 1999,
    "uid": "scraped_1999_karmakulture"
  },
  {
    "name": "Keepers of the Dimensional Gateway",
    "description": "Witness the pangalactic panoply of the Rollertronic Dimensional Gateway. Bring your skates, your bikes, and your hairy halves of homo sapiens. Your presence will power the temporal doorways where you will see the most exotic extragalactic cultures and relics from across the time continuum.",
    "contact_email": "justin.mccaleb@gtedc.gte.com",
    "hometown": "Denton, TX",
    "year": 1999,
    "uid": "scraped_1999_keepers_of_the_dimensional_gateway"
  },
  {
    "name": "Kids Camp",
    "description": "“Kids Camp” Burning Man “A new family Vacation”. A kid friendly camp with activities, shade, and other kids. Let the kids make their Burning Man friends. An oasis away from those silly adults. Co-op child care and games for all.",
    "contact_email": "davidg@cet.com",
    "hometown": "Spokane, WA",
    "year": 1999,
    "uid": "scraped_1999_kids_camp"
  },
  {
    "name": "Krackutopia presents the Temple of the Golden Cracker",
    "description": "Worship at the Golden Kracker, be initiated. Or just hang around upside down and show your Freak pride.",
    "contact_email": "xian@nanospace.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_krackutopia_presents_the_temple_of_the_golden_cracker"
  },
  {
    "name": "Kunststoff",
    "description": "Kunst Stoff camp is a community of dancers, actors, and musicians who will perform a large ballet performance “White Time”. The Camp will have music and choreographed dance pieces, with a general theme of through creativity we can stop the linear progress of time.",
    "contact_email": "sparkle@logx.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.kunst-stoff.org",
    "year": 1999,
    "uid": "scraped_1999_kunststoff"
  },
  {
    "name": "La Iglesia del Santo Pollo",
    "description": "See thee chicken saint, taste thee chicken saint, worship thee chicken saint because thee end is near and salvation is right around thee corner at thee liquor store. It’s cheap, it’s fun and it goes quite nicely with a 40oz. OV Olde E.",
    "contact_email": "jon@23evol.sparks.nv.us",
    "hometown": "Reno, NV",
    "year": 1999,
    "uid": "scraped_1999_la_iglesia_del_santo_pollo"
  },
  {
    "name": "Lake Lahontan Yacht Club",
    "description": "We do not know if we are thousands of years too late or maybe several years ahead of our selves. No matter how you look at it, we feel that Lahontan deserves to have a yacht club, and so here it is.",
    "contact_email": "curtmc@edge.net",
    "hometown": "Shelbyville, TN",
    "year": 1999,
    "uid": "scraped_1999_lake_lahontan_yacht_club"
  },
  {
    "name": "Lawn Games",
    "description": "The back-yard of Burning Man, Lawn Games provides just what it says: Games to play in the grass. Come play croquet, bocci ball, lawn darts, badminton, four-square, and so on. Feel free to contribute a game!",
    "contact_email": "dzm@dzm.com",
    "hometown": "Los Gatos, CA",
    "url": "http://www.dzm.com/lawngames/",
    "year": 1999,
    "uid": "scraped_1999_lawn_games"
  },
  {
    "name": "Lemuria",
    "description": "An ancient sunken civilization resurrected on the Playa through sounds, lights & motion… a transmission from the bottom of the sea. Brought to you by the SINdicate.",
    "contact_email": "Glitter700@aol.com",
    "hometown": "Burbank, CA",
    "year": 1999,
    "uid": "scraped_1999_lemuria"
  },
  {
    "name": "Leopard Queen's Transient Body Adornment, Part II",
    "description": "Transform yourself into living art in the shade and comfort of “The Leopard’s Den” RV. Henna tattoos and body painting using high quality theatrical make-up by an artist/animator. Trades for services are always welcome!",
    "contact_email": "leopard_queen@hotmail.com",
    "hometown": "Toronto, Ontario, Canada",
    "year": 1999,
    "uid": "scraped_1999_leopard_queen's_transient_body_adornment,_part_ii"
  },
  {
    "name": "Love Camp",
    "description": "Positive ENERGY collides with sensual flowing art to form an orgasmic audio-visual experience. Come hang, hug and be hugged… but if you come… come with LUV!!!",
    "contact_email": "playerstv@aol.com",
    "hometown": "Las Vegas, NV",
    "year": 1999,
    "uid": "scraped_1999_love_camp"
  },
  {
    "name": "Love Project Unlimited",
    "description": "A hip-hop, reggae, funk and soul night club with live music and DJs frum dusk till dawn, one of Burning Man’s best chill spots by day. We invite all to take part in the project by performing, DJ-ing, or coming to shake your booty until the mothership comes.",
    "contact_email": "herz@hooked.net",
    "hometown": "Berkeley, CA",
    "year": 1999,
    "uid": "scraped_1999_love_project_unlimited"
  },
  {
    "name": "Lunatic Spot",
    "description": "All planets are represented in form of streets on the playa, but not the Moon. Homeless moonchildren will therefore settle down/make their nest on Earth. All lunatics welcome.",
    "contact_email": "evam@augusta.de",
    "hometown": "Germany",
    "year": 1999,
    "uid": "scraped_1999_lunatic_spot"
  },
  {
    "name": "Madame Tang's Church of Mad Love",
    "description": "This year, Madame Tang and her crew will celebrate amour fou with a sanctuary and library honoring great loves. We hope to connect our coming-together here with the rebellious spirit of sacred communion that exists everywhere, year-round and through all time.",
    "contact_email": "agentd@pobox.com",
    "hometown": "Asheville, NC",
    "year": 1999,
    "uid": "scraped_1999_madame_tang's_church_of_mad_love"
  },
  {
    "name": "Magic Carpet Ride",
    "description": "Come fly away with us on our Magic Carpet ride where every fantasy and wish will be granted, from a hot-oil massage to a belly dancing lesson. Adult-sized sit-and-spins and big wheels provided. Bring a wild imagination and an open-mind.",
    "contact_email": "kling_99@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_magic_carpet_ride"
  },
  {
    "name": "Magic Glasses Camp",
    "description": "Enter the trance tunnel and experience a thousand points of light. Wear the magic glasses and see out of your third and fourth eyes…",
    "contact_email": "mday@tsicomm.com",
    "url": "http://www.magicglasses.com",
    "year": 1999,
    "uid": "scraped_1999_magic_glasses_camp"
  },
  {
    "name": "Manic-Inn",
    "description": "Last year we were GLIMMERLAND this year we have our dolls come give praise and gifts to the rabbit shrine again as well as have a cup of joe.",
    "contact_email": "grumpygirl@cheerful.com",
    "hometown": "???",
    "year": 1999,
    "uid": "scraped_1999_manic-inn"
  },
  {
    "name": "Mardi Gras in the Desert",
    "description": "Our theme will be “Mardi Gras in the desert” we will attempt to bring the feel of New Orleans during carnival to the Playa with Hurricanes (drinks), Beads, music, and Jesters.",
    "contact_email": "julest@en.com",
    "hometown": "Willoughby Hills, OH",
    "year": 1999,
    "uid": "scraped_1999_mardi_gras_in_the_desert"
  },
  {
    "name": "Masonic Disco Lodge #13",
    "description": "The Masonic Disco lodge #13 will be merging with hotel 666 and will feature the world’s largest disco ball… “You’ll be able to see this fucker from space!” brought to you by the boys of SimPat & Co. (simon &  patrick)",
    "contact_email": "Artelena1@aol.com",
    "hometown": "???",
    "year": 1999,
    "uid": "scraped_1999_masonic_disco_lodge_#13"
  },
  {
    "name": "Masquetorium",
    "description": "Create a mask in the Masquetorium and become a part of the grand fantastic spectacle of Burning Man. The beautiful and airy Masquetorium, inspired by the tents of the nomadic Tekna tribes of North Africa, will enfold you in its enigmatic charms as you succumb to the Mysteries of the Mask.",
    "contact_email": "jnelsonic@earthlink.net",
    "hometown": "North Hollywood, CA",
    "year": 1999,
    "uid": "scraped_1999_masquetorium"
  },
  {
    "name": "Maybell's Macabe Marionette & Davis Family",
    "description": "The Davis family will be performing 3 different marionette shows ranging from Evil Punch and Judy, to a 1 hour dramatic piece. We will also have a massage parlor during the day, and a microbrewery.",
    "contact_email": "satkhalsa@ucdavis.edu",
    "hometown": "Davis, CA",
    "year": 1999,
    "uid": "scraped_1999_maybell's_macabe_marionette_&_davis_family"
  },
  {
    "name": "Midnight at the O'Wasted",
    "description": "A cool refreshing oasis for music, interesting conversation and sustenace, and visual delights.",
    "contact_email": "katospace@yahoo.com",
    "year": 1999,
    "uid": "scraped_1999_midnight_at_the_o'wasted"
  },
  {
    "name": "Moist",
    "description": "Thirsty? Bored? Never. Come to Moist and let your hair down. Everyone leaves exhausted, happy and wet.",
    "contact_email": "insomnia@teleport.com",
    "hometown": "Portland, OR",
    "year": 1999,
    "uid": "scraped_1999_moist"
  },
  {
    "name": "MOMUVA",
    "description": "Spoof on MOMA, new dimension in art, using ’60’s medium. Interactive Art Museum as participants flow through turnstyles and gaze at wall less, non temporal museum. We’re stoked about possibilities…",
    "contact_email": "smp@snowcrest.net",
    "hometown": "Dunsmuir, CA",
    "year": 1999,
    "uid": "scraped_1999_momuva"
  },
  {
    "name": "Mona's Castaway Sailors",
    "description": "Mona is shipwrecked – and survives on what the surf tosses up – and on the kindness of sailors.",
    "contact_email": "mona@aracnet.com",
    "hometown": "Portland, OR",
    "year": 1999,
    "uid": "scraped_1999_mona's_castaway_sailors"
  },
  {
    "name": "Mos Eisley",
    "description": "We’ve landed. Travelers from far and wide are welcome aboard our space-craft. Unlike other stories you have heard about abductions and probing, we won’t take you {or probe you} unless you’re willing. Roomy lounge and ambient sounds await you here. Distractions from around the galaxy stimulate and delight.",
    "contact_email": "gduncan@newenterprises.com",
    "hometown": "Hidden Hills, CA",
    "url": "http://www.newenterprises.com/~gduncan/Burningman/Mos_Eisley/",
    "year": 1999,
    "uid": "scraped_1999_mos_eisley"
  },
  {
    "name": "Mount Olympus",
    "description": "Come as your favorite goddess or god. We will drive our “Roamin’ Pleasure Palace” across the playa pleasuring the citizens of Black Rock City. We are about celebrating the ecstasy of life, building an endless community, dreams fulfilled and an abundance of pleasure, wealth and generosity. Come join our Cult of Fun.",
    "contact_email": "dniebauer@gj.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_mount_olympus"
  },
  {
    "name": "Mr. Bubble",
    "description": "Imagine yourself stepping into a world where the atmosphere is entirely filled with bubbles, all around you. Put on your snorkel, wander around a bit, and enjoy the music…",
    "contact_email": "skratowicz@timlang.com",
    "hometown": "Malvern, PA",
    "year": 1999,
    "uid": "scraped_1999_mr._bubble"
  },
  {
    "name": "MT. Black Rock",
    "description": "The City of Black Rock will be witness to the birth of this mighty Volcano. If we are lucky and can find and sacrifice the one true Virgin at Burning Man we might just keep it from erupting!",
    "contact_email": "todd@tsgallery.com",
    "hometown": "Brisbane, CA",
    "url": "http://www.tsgallery.com",
    "year": 1999,
    "uid": "scraped_1999_mt._black_rock"
  },
  {
    "name": "Muliebrity Contemplation Glade",
    "description": "The Muliebrity Contemplation Glade is a desert oasis dedicated to the worship of the Earth Mother. Cool shade, misting tent, beverages and a nice grass area will be available to all.",
    "contact_email": "ccbellydancer@yahoo.com",
    "hometown": "Sacramento, CA",
    "year": 1999,
    "uid": "scraped_1999_muliebrity_contemplation_glade"
  },
  {
    "name": "Museum of Modern Ulta Violet Art (MOMUVA)",
    "description": "Art installation of Ultra Art by Ultra Artist.",
    "contact_email": "smp@snowcrest.net",
    "hometown": "Dunsmuir CA",
    "year": 1999,
    "uid": "scraped_1999_museum_of_modern_ulta_violet_art_(momuva)"
  },
  {
    "name": "Mystic Krewe of Satyrs",
    "description": "Mystic Krewe of Satyrs Presents The Phoenix and the Altar of The Sun in Heliopolis. Keep an eye out for the return of the Shrine of the Mermaid and our Mardi Gras Parade on Saturday night to the Man.",
    "contact_email": "neworleans@burningman.com",
    "hometown": "New Orleans, LA",
    "year": 1999,
    "uid": "scraped_1999_mystic_krewe_of_satyrs"
  },
  {
    "name": "Nail Me",
    "description": "Do you feel pretty? Come express your inner beauty by way of a fresh, kicky manicure from NAIL ME.",
    "contact_email": "getahelmet@chickmail.com",
    "hometown": "New York, NY",
    "year": 1999,
    "uid": "scraped_1999_nail_me"
  },
  {
    "name": "No Borders Barter Bookstore & More",
    "description": "No Borders Barter Bookstore & More will make available ‘one-stop bartering’ for BM participants’ books, zines, and CDs/Cassettes. We urge all participants to send us their works for our camp… we’ll make sure your art gets into the hands of your fellow Burners.",
    "contact_email": "cenacle@theglobe.com",
    "hometown": "Malden, MA",
    "year": 1999,
    "uid": "scraped_1999_no_borders_barter_bookstore_&_more"
  },
  {
    "name": "No Tanline Camp",
    "description": "The natural body is commonplace in the experimental society that is created at Black Rock City. But it need not be that way, there are people across America and around the world living that way throughout the year, so we seek to provide information about them.",
    "contact_email": "burningmannude@hotmail.com",
    "hometown": "Phoenix, AZ",
    "url": "http://members.theglobe.com/burnmannude",
    "year": 1999,
    "uid": "scraped_1999_no_tanline_camp"
  },
  {
    "name": "Now & Zen Camp",
    "description": "The East-meets-West camp where you can sit in the misted shade of our zen garden, stroll through a multi-colored labyrinth, attend reiki classes, receive reiki and acupuncture, ponder sacred geometry. The sand mandala in the center of our camp says it all — come for the color, the beauty, the parade of life, stay for the spirit and the sacred, go out in a blaze of breath and dust…",
    "contact_email": "utterlyax@aol.com",
    "hometown": "Boulder Creek, CA",
    "year": 1999,
    "uid": "scraped_1999_now_&_zen_camp"
  },
  {
    "name": "OK Croquet Corral",
    "description": "Renowned as the ‘Black Rock City Country Club’, we step back through time for our return to the playa. Time honored Naked Croquet… western style!",
    "contact_email": "ASTRO1B@aol.com",
    "year": 1999,
    "uid": "scraped_1999_ok_croquet_corral"
  },
  {
    "name": "Oracle-Delphi in the Desert",
    "description": "Drop in and have your fate judged or your character assassinated in general by the oracle… party with the band.",
    "contact_email": "labav@redshift.com",
    "hometown": "Carmel, CA",
    "year": 1999,
    "uid": "scraped_1999_oracle-delphi_in_the_desert"
  },
  {
    "name": "Oregon Country Fair Embassy",
    "description": "Drop by, visit with some Oregon Country Fair folks. Chill out have some tea.",
    "contact_email": "clif@efn.org",
    "hometown": "Eugene, OR",
    "url": "http://www.eugeneweb.com/~bm/",
    "year": 1999,
    "uid": "scraped_1999_oregon_country_fair_embassy"
  },
  {
    "name": "Orphan's Camp",
    "description": "If you are independent, self sufficient, and traveling on your own, join the rest of the stray dogs in our squatters’ den. We’ll aim for the ‘lo-fi’ section of the city and will post our location on the bulletin board.",
    "contact_email": "Bayly@aol.com",
    "hometown": "d'oh, we're orphans!",
    "year": 1999,
    "uid": "scraped_1999_orphan's_camp"
  },
  {
    "name": "Palookaville Institute of Contemporary Art",
    "description": "This year, the Palookaville Institute of Contemporary Art will be providing an outdoor studio for visual art production, and we will also build “The National Desk,” a giant wooden desk with giant office chair. The desk will be available as a performance platform, and will burn one hour after the man falls.",
    "contact_email": "mvp@igc.org",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_palookaville_institute_of_contemporary_art"
  },
  {
    "name": "Pan's Horn O' Plenty",
    "description": "Pan harvests the essence of Gaea’s bounty and delivers it unto us. Mixed in the water of life they quench the thirst of our desires. Whatever your desire, with a mixture of herbology and organic chemistry, we can create the beverage to satisfy.",
    "contact_email": "doc_simple@yahoo.com",
    "hometown": "Portland, OR",
    "year": 1999,
    "uid": "scraped_1999_pan's_horn_o'_plenty"
  },
  {
    "name": "Papal Indulgence",
    "description": "Be indulged! Live the good graces that life has to offer. You may ask the Popes for permission, that is, indulgence. Too much fun? Scared yourself? Need to confess? No problem see your local Popes with your confessions and near certain absolution of your digressions. Exorcisms available by appointment, but be warned – spontaneous exorcisms may be unavoidable – Please visit us for a free spritz of holy water.",
    "contact_email": "sapidynetg@aol.com",
    "hometown": "Idaho City, ID",
    "year": 1999,
    "uid": "scraped_1999_papal_indulgence"
  },
  {
    "name": "Phoenix Tribe",
    "description": "Come relax and meditate in the body of a dragon. Bring offerings and peace and fire, for the firedance is sacred, and the faeries are watching.",
    "contact_email": "dsrtfaery@aol.com",
    "hometown": "Sacramento, CA",
    "year": 1999,
    "uid": "scraped_1999_phoenix_tribe"
  },
  {
    "name": "Picasso Camp",
    "description": "Picasso Camp is a highly interactive camp which encourages participants to utilize their talents, and materials which we supply to paint a large prepared canvas expressing the “Burning Man” experience.",
    "contact_email": "motters@sprintmail.com",
    "hometown": "Reno, NV",
    "year": 1999,
    "uid": "scraped_1999_picasso_camp"
  },
  {
    "name": "Pink's",
    "description": "Pimp scouts and pussie cats. Our motto is, be pink, be obnoxious and run rampid!",
    "contact_email": "ossuary@rocketmail.com",
    "hometown": "Los Angeles, CA",
    "year": 1999,
    "uid": "scraped_1999_pink's"
  },
  {
    "name": "Pirates 'O Pleasure",
    "description": "Pirates of the new millenium. Sharing our vast booty and swashbuckeling antics with all who care to join.",
    "contact_email": "NMN18@hotmail.com",
    "hometown": "Los Angeles, CA",
    "year": 1999,
    "uid": "scraped_1999_pirates_'o_pleasure"
  },
  {
    "name": "Piss & Wiggle Puppetworkshop",
    "description": "Pissing Clear is fine but pissing straight leaves unsightly divots in the playa. PISS & WIGGLE! Get the trained in the PISS & WIGGLE p.s.a. and with the help of a sock puppet head out on the playa and spread the good word.",
    "contact_email": "mikec@pobox.com",
    "hometown": "Brooklyn, NY",
    "year": 1999,
    "uid": "scraped_1999_piss_&_wiggle_puppetworkshop"
  },
  {
    "name": "Planet Bruka",
    "description": "A production of artists that build with used art, it’s ideas, and matter. Fuel for the wheel, an offering. ~DAYS UNDER STORMY SKIES~",
    "contact_email": "BrukaPro@sierra.net",
    "hometown": "Reno, NV",
    "year": 1999,
    "uid": "scraped_1999_planet_bruka"
  },
  {
    "name": "PlayaNet",
    "description": "Home of the wireless messaging system on the playa.",
    "contact_email": "taz@armory.com",
    "hometown": "Santa Cruz Mountains, CA",
    "url": "http://www.playanet.net",
    "year": 1999,
    "uid": "scraped_1999_playanet"
  },
  {
    "name": "Pleasuredome",
    "description": "PLEASUREDOME returns once again to Black Rock City with a Thursday night encore engagement of NIPPLEODEON (aka TITTYBAH! – Burnhilda once more filleth your cup for a martini sipping, tail shaking, whumping thumping coctail-dance party in celebration of nipples of all kinds). Playa fireflys… come luminesce yourself and others nightly in our BIG PURPLE BLURRR and move to a groove you know deep in your bones! CAN YOU DIG IT?!!! (I knew you could!)",
    "contact_email": "KLYDZDALE@aol.com",
    "hometown": "Los Angeles, CA",
    "url": "http://home.earthlink.net/~bvontbridge/bman.html",
    "year": 1999,
    "uid": "scraped_1999_pleasuredome"
  },
  {
    "name": "Plug 4 (the camp name) Giant Ghetto Blaster SOW 4080v2 (vehicle name)",
    "description": "“Plug 4”, a 20 times scale, bright orange, 6 sided replica of, and shrine to, the almighty extension cord. The ponderous plug will be birthed from the earth with it’s 3 huge prongs reaching skyward for connection, it’s two huge asymmetrical doors opening mechanically to welcome home the electric powered Giant Ghetto Blaster on wheels from it’s forays of funk, soul, rare groove, breaks and hip hop on the open playa. At night “The Cavern Of Plug 4” will double as a public screening room for film, documentaries and animation with it’s wall to wall astro-turfed floor and 8’x 8′ movie screen. Inquire with us if you wish to have the SOW 4080v2 do a drive by soul vaccination of your camp or village and also let us know if you wish to screen your art in our VHS or Hi-8 mini theater.",
    "contact_email": "grandprix63@earthlink.net",
    "hometown": "Los Angeles, CA",
    "url": "http://www.plug4.com",
    "year": 1999,
    "uid": "scraped_1999_plug_4_(the_camp_name)_giant_ghetto_blaster_sow_4080v2_(vehicle_name)"
  },
  {
    "name": "Popping Camp",
    "description": "Nomads honor the the harvest and their ancestors knowledge. Celebration and Feast… a daily ritual performed by the planter turned harvester: The Sacrifice of Unborn Seeds.",
    "contact_email": "scott.jordan@slip.net",
    "hometown": "San Rafael, CA",
    "year": 1999,
    "uid": "scraped_1999_popping_camp"
  },
  {
    "name": "Portland Cacophony & Disgruntled Postal Workers",
    "description": "Bend over and accept your incoming mail like a man! Disgruntled postal delivery will probably happen daily, no set time, depending on our state of inebriation the night before. So GREASE UP YER MAILBOXES – special delivery coming your way whether you like it or not!",
    "hometown": "Portland, OR",
    "url": "http://portland.cacophony.org",
    "year": 1999,
    "uid": "scraped_1999_portland_cacophony_&_disgruntled_postal_workers"
  },
  {
    "name": "Postmen of the Playa",
    "description": "Gruntled Postal Workers PENFOLD & Dena reprise Off-Playa mail delivery to Black Rock City. Leave your postcards/letters (stamped please!) in our Playa Postbox. Mail will be affixed with a special Commemorative stamp. Please don’t diss/cuss @ us, we are NOT the Disgruntled Postal Workers! We don’t carry weapons or have an attitude, so we can be approached with impunity.",
    "contact_email": "penfold@artnet.net",
    "hometown": "Hacienda Heights, CA",
    "year": 1999,
    "uid": "scraped_1999_postmen_of_the_playa"
  },
  {
    "name": "Predawn",
    "description": "The time before dawn where the fairy reside, the enchanted place where the magical and mystical flutter about… Predawn. Let your fairy wings flutter while playing a mystical, magical game of black light mini golf.",
    "contact_email": "lacie@club.net",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_predawn"
  },
  {
    "name": "Primordial Booze Camp",
    "description": "Stop by and quench your thirst with one of our two refreshing Primordial beverages, Primordial “Ooze” or Primordial “Booze” (non-alcoholic and alcoholic). Then hang around and de-evolve in our “Prehistoric Rubber Romper Room Lounge” (a “living room” full of blow-up chairs and alligators and godzillas) while you look out onto the playa and ponder the origins of life and mankin’s evolution into the new century. Feel free to contribute to our “Burning Man Time Capsule” that will be donated to Burning Man as our moment in time in 1999. We will also be shooting a series of B& W portraits each day on a simple sweep set up in front of camp at 3:30 each day. (Participants get a free 5×7 sent to you!) Make sure to keep an eye out for “The Glowing Shadow Strobe Wall” each night that is sure to be a trip! See you there!",
    "contact_email": "aphoto@earthlink.net",
    "hometown": "San Francisco, CA",
    "url": "http://home.earthlink.net/~aphoto/",
    "year": 1999,
    "uid": "scraped_1999_primordial_booze_camp"
  },
  {
    "name": "Prom Camp Class Of '99",
    "description": "Trade in your undies for free popcorn and catch a good flic at the “Gigsville Bijou” indoor movie theater. Get your class picture taken for the Class of ’99 Internet Yearbook Project. Confess your sins at Reverend Ruvi’s (“on the air”) Confessional. Tune into Black Rock Cities best KRAP on KRAP radio. Stop by PromCamp for a movie schedule and passport stamp!",
    "contact_email": "jimbowers@bigfoot.com",
    "hometown": "Sacramento, CA",
    "year": 1999,
    "uid": "scraped_1999_prom_camp_class_of_'99"
  },
  {
    "name": "Puppet World",
    "description": "Where you can interact with puppets, get your fortune told by madam zelda, after dark puppet show, characters, aliens, you never know what you might see in the puppet world. Herb teas and silver water.",
    "contact_email": "bubblefun@aol.com",
    "hometown": "Oroville, CA",
    "year": 1999,
    "uid": "scraped_1999_puppet_world"
  },
  {
    "name": "Pyromid",
    "description": "Three years and running! The PYROMID returns to the Black Rock in all its glory. With a new shimmering silver skin and packed with pyrotechnics, the Pyromid will be a spectacular beacon in Black Rock City and eventually a glorious blazing pyre on the playa. Don’t miss Sunday’s procession when the Pyromid is levitated to its sacrificial place. After the big burning of theMan, the Pyromid will be ignited. Caution is advised.",
    "contact_email": "davegalat@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_pyromid"
  },
  {
    "name": "Rabbit Hole",
    "description": "Come in and inform, perform, astound or lounge. Everybody wins and all must have prizes. So, drink this or it’s of with your head at High Tea with Alice and the Hatter at the Hole.",
    "contact_email": "burtsboss@earthlink.net",
    "year": 1999,
    "uid": "scraped_1999_rabbit_hole"
  },
  {
    "name": "Reading Room",
    "description": "Come in out of the sun and relax. Pick out a book, relax and read, if you like it take it with you.",
    "contact_email": "jonnyj@webtv.net",
    "hometown": "San Jose, CA",
    "year": 1999,
    "uid": "scraped_1999_reading_room"
  },
  {
    "name": "Reno Housewives",
    "description": "The Reno Housewives return to Burning Man again this year, bringing with us obnoxious clothing, cocktails, our ever-growing collection of refrigerator magnets, and local tips about visiting the Biggest Little City in the World. This year, we are also inaugurating the “Russ Berrie Timeless Temple of Wuv” – come spin a “Wuv” prayer wheel and light a candle for the one you wuv!",
    "contact_email": "frank@drbombay.reno.nv.us",
    "hometown": "Reno, NV",
    "year": 1999,
    "uid": "scraped_1999_reno_housewives"
  },
  {
    "name": "Reverence",
    "description": "Reverence is a state of mind, a condition of the heart and soul — where all are welcome. Assuage the heat with our UV protected chill beats. Smolder in FUEGO Samba, Salsa and other sunbaked Afro beats. Other events such as… ABDUCTION SEDUCTION and AQUA~NET will be posted. When the flag is up we will be chillinlovinplayin&swayin.",
    "contact_email": "Colben@PacBell.net",
    "hometown": "San Diego, CA",
    "year": 1999,
    "uid": "scraped_1999_reverence"
  },
  {
    "name": "Rhthymic Imagination Camp",
    "description": "Our purpose is to stimulate one’s imagination of sight and sound while seeking a cure for arrhythmia; lack of rhythm. Instruments of known & unknown origin will be provided and amplified through our sound system. Sight see from our scaffolding tower, and indulge yourself nightly with plenty of eye candy.",
    "contact_email": "shmoe_nameless@hotmail.com",
    "hometown": "Reno, NV",
    "year": 1999,
    "uid": "scraped_1999_rhthymic_imagination_camp"
  },
  {
    "name": "S & M (Swap & Meet)",
    "description": "Bring your clothes, costumes, junk/art and swap for ours. Swap ideas in our bar. The Official Swap Meet of Black Rock City.",
    "contact_email": "Darryl_Krieghoff@baxter.com",
    "hometown": "Lake Forest, CA",
    "year": 1999,
    "uid": "scraped_1999_s_&_m_(swap_&_meet)"
  },
  {
    "name": "S.C.A.N. (Society For the Creation of Anarchic Noise)",
    "description": "By night experiments in automated sonic creations, by day mild mannered drunkards and witty banterers.",
    "contact_email": "xeno23@nsccux.sccd.ctc.edu",
    "hometown": "Seattle, WA",
    "year": 1999,
    "uid": "scraped_1999_s.c.a.n._(society_for_the_creation_of_anarchic_noise)"
  },
  {
    "name": "Safer Sex Camp",
    "description": "Safer Sex Camp distributes and makes available to drop-ins safer sex supplies packaged in a safer sex kit – Never Leave Camp Without One. Distributors needed – all genders and orientations. Help out – Hand out safer sex kits.",
    "contact_email": "digforgrubs@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_safer_sex_camp"
  },
  {
    "name": "Sandpainting Camp",
    "description": "Paint the Playa with coloured sands and artistic vision! Sandpainting Camp will provide all the materials for sandplay and shamanic creation in our camp’s sacred space, or get in touch with us and ask and the Priesthood of the Sands bring Sandala materials out to YOUR location!",
    "contact_email": "wolfinblack@pagan.net",
    "hometown": "Sunnyvale, CA",
    "year": 1999,
    "uid": "scraped_1999_sandpainting_camp"
  },
  {
    "name": "Section 51",
    "description": "Section 51 is coming in 1999! Join us in protecting our city against hostile entities traveling through “Timegates”. Get DNA tested in our Bio-Med Lab, Train to be an Agent, Travel through our “Timegate” (with proper security clearance), or just learn about our Time Displacement capabilities.",
    "contact_email": "security@section51.com",
    "hometown": "Sparks, NV",
    "year": 1999,
    "uid": "scraped_1999_section_51"
  },
  {
    "name": "Shakti Sisters of Ganapati",
    "description": "The Shakti Sisters of Ganapati (with help from Ganesh) will be focusing their formidable energies on removing obstacles within and without–come join us in our attempts! As vehicles for change we use and welcome the various tools of music, intellect/reason, performance, muscle/force, meditation, rhythm, gentle persuasion and unstoppable pure intent.",
    "contact_email": "vhowell@cornerstone.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_shakti_sisters_of_ganapati"
  },
  {
    "name": "Skate Camp",
    "description": "Inlineskate camp is for people wishing to use skates to get around camp. We will have as many skates on hand as we can find and whose owners would not be terribly upset if they were not brought back. But please do bring them back since they are great for cleaning up on afterwards. Special Friday Night Skate and Windy Day Kite Skates will be held.",
    "contact_email": "social@inlineskate.com",
    "hometown": "Dearborn, MI",
    "year": 1999,
    "uid": "scraped_1999_skate_camp"
  },
  {
    "name": "Sleazy Speakeasy",
    "description": "The Sleazy Speakeasy will be a small staged non-amplified establishment in Gigsville for those with a vice for inebriation and a passion for any entertaining act or performance.",
    "contact_email": "sleazy@gigsville.org",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_sleazy_speakeasy"
  },
  {
    "name": "Soup Advisory Board",
    "description": "Is Indentured Servitude For You? Discover how you can experience personal growth through the willingness to surrender or be surrendered to… Our friendly, professional staff will guide you through presentations, workshops, one-on-one counseling, seminars, groups, and, above all, limited and extensive participatory exercises in the indentured servitude power paradigm. If you are a theme camp or village in need of personpower or a newcomer / nominal-participator drop by our Center Camp pavilion to find out more, or look for our daily, mobile inductions and auctions.",
    "contact_email": "sylvia@slip.net",
    "hometown": "Cupertino, CA",
    "year": 1999,
    "uid": "scraped_1999_soup_advisory_board"
  },
  {
    "name": "Space Cowboy World",
    "description": "The cowgirls and cowboys are back from the future to review the concept of TIME. Travel the playa on the chariot train to the edge of the wild west. Stop in time at 9:59 URANUS. Put on your best duds, to experience the Space Cowboy Lounge where we barter, trade, howl, laugh, dance and share galactic cocktails and much, much more. Bring a bottle, a twelve-pack or a bag or two of ice to make your lounge hours cool and let your travel through time reach warp speed. Yes, even you can leave earth and end up on URANUS.",
    "contact_email": "nealmurray@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_space_cowboy_world"
  },
  {
    "name": "Space Vikings",
    "description": "Danger Earth Humans! Space Vikings come to enslave you! Quake in fear as they ineptly and drunkenly try to conquer your beloved Earth, and serve up some pretty tasty drinks too. Gasp as humans battle for their lives in the arena for the amusement of the mighty Space Vikings.",
    "contact_email": "bpringle@wwonline.com",
    "hometown": "Ontario, Canada",
    "year": 1999,
    "uid": "scraped_1999_space_vikings"
  },
  {
    "name": "Space Virgin",
    "description": "“Regain the Sprit of your Virginity” at the new & improved “Sacred Shrine of the Space Virgin”. A Black Rock Public Service. A 24 hour self service sensual spiritual para-course of self discovery and purification. Upon completion of course Certificates will be issued, bodies stamped and Passports processed. Bring empty 1 gallon plastic bottles for the growing and living “Cellular virg-a-zoa”.",
    "contact_email": "kelkph3@aol.com",
    "hometown": "Bellevue, WA",
    "url": "http://thunder.prohosting.com/~svirgin",
    "year": 1999,
    "uid": "scraped_1999_space_virgin"
  },
  {
    "name": "SpaceLounge",
    "description": "Imagine George Jetson crashing his hovercar onto the set of Barbarella as Napoleon Solo saunters past and Emma Peal stands on the sidelines tossing off witty one-liners. Imagine a world of endless TANG and robot weavers that churn out limitless bolts of Sabre-tooth cat fur to tinny lounge muzac piped through cheeep speakers. It’s a collision of cheesy 60’s Bondesquery and 50’s soooper-future. It’s Spacelounge!!!",
    "contact_email": "adama@burningman.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.spacelounge.com",
    "year": 1999,
    "uid": "scraped_1999_spacelounge"
  },
  {
    "name": "Spanky's Fantasy Island",
    "description": "Smiles, smiles everyone. Welcome to… uhhh, Burning Man. Come watch Herve Villechaize older, wiser, and taller brother Spanky and his crew work their Island magic to make your fantasy come true. Enjoy a frutiy tropical cocktail while you wait, but be wary of what you wish for… You just might get it.",
    "contact_email": "fantasy@thebeginning.net",
    "hometown": "Menlo Park, CA",
    "url": "http://www.thebeginning.net/fantasyisland",
    "year": 1999,
    "uid": "scraped_1999_spanky's_fantasy_island"
  },
  {
    "name": "Spectator Camp",
    "description": "All rules are meant to be broken why not “Participants only no spectators”? Besides were not all as talented and creative as some. Bring your chair, binoculars and cameras for some serious spectating!",
    "contact_email": "ed-eye@webtv.net",
    "year": 1999,
    "uid": "scraped_1999_spectator_camp"
  },
  {
    "name": "Spinner's Post Apocalyptic Bar and Grill",
    "description": "Set in the aftermath of some terrible tragedy a bar opens up in the Black Rock desert. Hundreds of pillows provide seating comfort. Spinner himself will be there to greet patrons, and negotiate goods and services. Master Masseuse Seth will have his own tent to provide physical relaxation from the harsh desert wastes.",
    "contact_email": "spinwhip@earthlink.net",
    "hometown": "Temple City, CA",
    "year": 1999,
    "uid": "scraped_1999_spinner's_post_apocalyptic_bar_and_grill"
  },
  {
    "name": "Spiral Oasis",
    "description": "Sleep and we shall soothe you, calm you and anoint you, myrrh for your hot foreheads; oh, then you’ll feel, everything’s alright, yes, everything’s fine. And it’s cool and the ointment’s sweet, for the fire in your head and feet; close your eyes, close your eyes and relax, think of nothing tonight.",
    "contact_email": "rachel@computerwire.com",
    "hometown": "San Francisco, CA",
    "url": "http://spiraloasis.org",
    "year": 1999,
    "uid": "scraped_1999_spiral_oasis"
  },
  {
    "name": "Spock Mountain Research Labs",
    "description": "Jed Sanders and his band of cyberbilly hyperscientists bring down-home SCIENCE to the Playa. Come to our spacious porch and enjoy Hyperwhiskey and other fruits of beverage research and leisure technology.",
    "contact_email": "mr.bad@pigdog.org",
    "hometown": "San Francisco, CA",
    "url": "http://www.pigdog.org",
    "year": 1999,
    "uid": "scraped_1999_spock_mountain_research_labs"
  },
  {
    "name": "SporoSite",
    "description": "The Sporocite brings Body Beautification to Burning Man for the third year. This year, check out our Human Spin-Art paintwheel!",
    "contact_email": "danalynnh@aol.com",
    "hometown": "Berkeley, CA",
    "year": 1999,
    "uid": "scraped_1999_sporosite"
  },
  {
    "name": "Star Baby, Ohm, and Spacechild",
    "description": "Bringing music and dance into the twentyfirst century.",
    "contact_email": "roxiesmoxie@hotmail.com",
    "hometown": "Portland, OR",
    "year": 1999,
    "uid": "scraped_1999_star_baby,_ohm,_and_spacechild"
  },
  {
    "name": "StarLust Lounge",
    "description": "Once again the Alien Mac Daddys are back on the Playa. Bring your baubles, beads and bodies to see what you can barter for. We have Centaurean Tequila, Galaxy Paints and the Cryptic Clipper to entice you as well as a new Gilded Pole and Musical Couch. Uncover your hidden self.",
    "contact_email": "harlen_mallis@broder.com",
    "hometown": "San Anselmo, CA",
    "year": 1999,
    "uid": "scraped_1999_starlust_lounge"
  },
  {
    "name": "Studio Duk-Duk",
    "description": "A functioning ceramic Raku site with hand-made and participant finished tokens, bobbles and charms which provides a base camp for our Papua New Guinea inspired Duk-Duk Performance Artists.",
    "contact_email": "ligtningbolt@neteze.com",
    "hometown": "Mill Valley, CA",
    "year": 1999,
    "uid": "scraped_1999_studio_duk-duk"
  },
  {
    "name": "Suburbanville USA",
    "description": "A nice quite place where you can raise a family and the unemployment and the crime rate are low, a place where the schools are good and the Astroturf is green year round. Bring your lawn chair and your pink flamingo’s, your lawn and a white picket fence. Come on over and borrow some power tools and stay for some ice tea.",
    "contact_email": "andros@access1.net",
    "hometown": "Hollywood, CA",
    "year": 1999,
    "uid": "scraped_1999_suburbanville_usa"
  },
  {
    "name": "supersnail",
    "description": "Leave the dust behind and go blind in a hermetically sealed environment. A boy in a nightie and a girl in parade outfit together create the most consensual of portrait studio enviroments. If you like the way you look and the people you are with please document your love of life with us.",
    "contact_email": "julian@supersnail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.supersnail.com",
    "year": 1999,
    "uid": "scraped_1999_supersnail"
  },
  {
    "name": "T-Time",
    "description": "Come feel the power in the T’s Through Time pyramid built out of historic T-shirts. Each and every shirt has a story to tell, places it’s been, breast and chests it’s covered. Trade-in’s encouraged. Practice your putts on our lifelike Tee Time putting green, or enjoy a cup of tea while you get a free brand or a henna tattoo at the Tea Time Tattoo Parlor.",
    "contact_email": "hollabl@storagetek.com",
    "hometown": "Boulder, CO",
    "year": 1999,
    "uid": "scraped_1999_t-time"
  },
  {
    "name": "Tactile Appreciation Zoo",
    "description": "Visit our infamous timemindspace petting zoo, where all manner of fleecy exotic creatures await your sensory delight. Adventurous visitors so inspired will even have a chance to join the flock of the felt…",
    "contact_email": "jasonst@nwlink.com",
    "hometown": "Seattle, WA",
    "year": 1999,
    "uid": "scraped_1999_tactile_appreciation_zoo"
  },
  {
    "name": "Talk Show Camp Show",
    "description": "Talk Show Camp Show is back and burning at both ends. Aboard Pepper’s Motorized Living Room we will shoot a multi-camera talk show then project it on a big screen TV at night!",
    "contact_email": "weirdam@pacbell.net",
    "hometown": "Van Nuys, CA",
    "year": 1999,
    "uid": "scraped_1999_talk_show_camp_show"
  },
  {
    "name": "Tartarusean Sanctuary",
    "description": "The Tartarusean sanctuary a site of nomadic pilgrimage sacralizing unknowing. Nocturnal communals, daytime barter market, fakirs, merchants, beggars…",
    "contact_email": "branscom@webtv.net",
    "hometown": "Pleasant Hill, CA",
    "year": 1999,
    "uid": "scraped_1999_tartarusean_sanctuary"
  },
  {
    "name": "Tattoine",
    "description": "“The Force will be strong at Burning Man this year.” Tattoine brings to life the desert home of the Skywalkers. DJs will spin galactic tunes, live funk from Moustachio will help get yer groove thang out. Come hang with the Disco Jedi and slurp on a Lando Smoovie at the Cantina. Pod Race (open to anyone with a pod) on Friday (see events).",
    "contact_email": "kylen@fog.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_tattoine"
  },
  {
    "name": "TCHKUNG, Post-World Industries Outpost",
    "description": "Apocalypse devotees please attend Molotov cocktail instructional range and riot simulator. Hear recordings made on the streets of North Africa and South Asia and live music at times.",
    "contact_email": "filastine@hotmail.com",
    "hometown": "Seattle, WA",
    "year": 1999,
    "uid": "scraped_1999_tchkung,_post-world_industries_outpost"
  },
  {
    "name": "Technomania Circus",
    "description": "neotribalindustrialtechno — Live drum oriented music with illuminated dancers, trapeze/web act, twirling guitars, mannequin and whatever the hell pops up from now ’til then.",
    "contact_email": "harrybra@pacbell.net",
    "year": 1999,
    "uid": "scraped_1999_technomania_circus"
  },
  {
    "name": "Temple of Atonement",
    "description": "The Temple of Atonement welcomes all pilgrims in search of spiritual cleansing and emotional rebirth. Purge your soul of karmic debts by sacrificing your body on our Altar.",
    "contact_email": "pellinore@technologist.com",
    "hometown": "Columbus, OH",
    "url": "http://www.geocities.com/Pentagon/Barracks/3969/TOA1.html",
    "year": 1999,
    "uid": "scraped_1999_temple_of_atonement"
  },
  {
    "name": "Temple of Godys",
    "description": "The Temple of Godys offers woman-positive fun for Goddesses of all types. Yoni painting, tribal drum night, free chai and exceptional hostesses.",
    "contact_email": "Godys@godys.com",
    "hometown": "Pacifica, CA",
    "year": 1999,
    "uid": "scraped_1999_temple_of_godys"
  },
  {
    "name": "Temple of Ishtar",
    "description": "We are re-creating an actual, operating Babylonian Temple of Ishtar. Priestesses in the Temple will serve and initiate worshippers of the Goddess Ishtar as was done 5000 years ago.",
    "contact_email": "glenn@ishtartemple.org",
    "hometown": "Corte Madera, CA",
    "url": "http://www.ishtartemple.org",
    "year": 1999,
    "uid": "scraped_1999_temple_of_ishtar"
  },
  {
    "name": "Temple of the Attenuated Wave",
    "description": "Satellite dish with sound light scapes.",
    "contact_email": "xounds@earthlink.net",
    "hometown": "Santa Monica, CA",
    "year": 1999,
    "uid": "scraped_1999_temple_of_the_attenuated_wave"
  },
  {
    "name": "Temple of the Burning Question",
    "description": "The Temple of the Burning question is a sanctuary to those who have challenged conventional wisdom, and sought answers to their own *burning question*. Your burning questions may be scribed on the Scroll of the Burning Question which will be ceremoniously burned on Saturday to release the questions into the cosmos.",
    "contact_email": "lkloden@netscape.net",
    "hometown": "Richardson, TX",
    "year": 1999,
    "uid": "scraped_1999_temple_of_the_burning_question"
  },
  {
    "name": "Temple of the Great Outdoors",
    "description": "Welcome to the Temple of the Great Outdoors! Join us as we pay tribute to our almighty Mother Earth.",
    "contact_email": "hocuspocus@msn.com",
    "hometown": "Los Angeles, CA",
    "year": 1999,
    "uid": "scraped_1999_temple_of_the_great_outdoors"
  },
  {
    "name": "Temple of Timelesssness",
    "description": "We are all trapped in the illusion called “time”. “time devils” have put a spell on humanity which blinds us to the possibilities of timelessness. If you can outsmart these devils you can reach the temple of timelessness, and say a prayer to the time angels, you may find a place where time stands still.",
    "contact_email": "IguanaPWR@aol.com",
    "hometown": "Ojai, CA",
    "year": 1999,
    "uid": "scraped_1999_temple_of_timelesssness"
  },
  {
    "name": "Temple of WaterBoy 2.0",
    "description": "A fully interactive SCUBA diver/oricle, offering blessings of h20, water games, and more. Share the Moisture!",
    "contact_email": "waterboy@falsegods.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.falsegods.com",
    "year": 1999,
    "uid": "scraped_1999_temple_of_waterboy_2.0"
  },
  {
    "name": "Tempus Fukit",
    "description": "Come visit us in Disturbia.",
    "contact_email": "hey-jude@netherworld.com",
    "hometown": "Denver, CO",
    "year": 1999,
    "uid": "scraped_1999_tempus_fukit"
  },
  {
    "name": "Tesla Coil",
    "description": "Development of large scale lightening facility.",
    "contact_email": "jon@formandreform.com",
    "hometown": "Oakland, CA",
    "year": 1999,
    "uid": "scraped_1999_tesla_coil"
  },
  {
    "name": "Tethered Aviation, Floating City",
    "description": "In a temporary community we have a need for temporary art billboards, kites’ ie: tethered aviation is the answer. With kites and buggies being more popular than ever on the playa a corral for this activity is our new vision for a “floating city”.",
    "contact_email": "hasakite@nbn.com",
    "hometown": "Inverness, CA",
    "year": 1999,
    "uid": "scraped_1999_tethered_aviation,_floating_city"
  },
  {
    "name": "The Aesthetic Meat Foundation",
    "description": "Come worship pleasure and indulge in Performance art, music, and art installations with an Apocalyptic Theme.",
    "contact_email": "tyrruin@pacbell.net",
    "hometown": "Pasadena, CA",
    "year": 1999,
    "uid": "scraped_1999_the_aesthetic_meat_foundation"
  },
  {
    "name": "The Argawarga Den",
    "description": "Easy Livin’ with rock stars Rosin Coven, Mystery Cult, and Hypnogogue. Come to our den to sample our hospitality, and play with us at the Burn when the Man falls.",
    "contact_email": "feral@argawarga.com",
    "hometown": "Oakland, CA",
    "url": "http://www.argawarga.com",
    "year": 1999,
    "uid": "scraped_1999_the_argawarga_den"
  },
  {
    "name": "The Barbie Nation Freedom Fighters",
    "description": "In our tireless (and color-coordinated) effort to free our oppressed sister Barbie, this guerilla army will be training volunteers at our boot camp. Come fight the patriarchy and get a make-over at the same time!",
    "contact_email": "pan-dora@chickmail.com",
    "hometown": "Los Angeles, CA",
    "year": 1999,
    "uid": "scraped_1999_the_barbie_nation_freedom_fighters"
  },
  {
    "name": "The Blinkingman Camp",
    "description": "What is Time? A Blink of an Eye, A Tick of the Clock? Visit our clock towers and you can be in any time zone you desire. Set one of the clocks to your favorite time of day, then pull the plug and stop Time where you like it. Bring any clock that has a flashing light display to add to our towers.",
    "contact_email": "theowl@wenet.net",
    "hometown": "Manhattan Beach, Chicago & San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_the_blinkingman_camp"
  },
  {
    "name": "The Blue Light District 3.0",
    "description": "Our oldest official village. The Blue Light District has been at Burning Man since 1997, and ever since they’ve been building their community on the playa, over an e-mail list, and through numerous mid-year events to provide a supportive, entertaining, loving, playing, dancing, singing, guffawing, ridiculous home for all types of friends. You will find BLD members to be a welcoming bunch of rugged individualists, comprised of BM “veterans” and “newbies” of all types. Based in San Francisco, CA",
    "contact_email": "Sculpto105@aol.com",
    "year": 1999,
    "uid": "scraped_1999_the_blue_light_district_3.0"
  },
  {
    "name": "The Brooklyn Boys Boom Buggy",
    "description": "Our “Sound System” van will roll across the country to bring the pulse of Brooklyn to the people. Basketball, breakbeats, fly rhymes and graffiti.",
    "contact_email": "drjohnlove@yahoo.com",
    "hometown": "Brooklyn, NY",
    "year": 1999,
    "uid": "scraped_1999_the_brooklyn_boys_boom_buggy"
  },
  {
    "name": "The Burning Band",
    "description": "Calling all acoustic musicians, percussion and paraders! The Burning Band wants YOU! Meet at band camp everyday at 1pm for meeting, rehearsal, party, etc. Meet every night at 7pm for parade along the esplanade. Tons of fun as we entertain ourselves as well as the masses.",
    "contact_email": "AKAdweeb@aol.com",
    "hometown": "Mountain View, CA",
    "year": 1999,
    "uid": "scraped_1999_the_burning_band"
  },
  {
    "name": "The Casting Couch",
    "description": "We will be plaster casting people’s bodies. The purpose is to see if we can capture in the moment the expressiveness and passion of the event and display it to the community at large.",
    "contact_email": "EllenHurst@MariposaInstitute.com",
    "hometown": "Mariposa, CA",
    "year": 1999,
    "uid": "scraped_1999_the_casting_couch"
  },
  {
    "name": "The Church of Mez",
    "description": "The Church of Mez is back again to tease your inner Mez into a mass of frizzy blonde hair! Join us for self-transcendence, a giant human jousting ring, and good transhumanist fun!",
    "contact_email": "mez@mezziah.org",
    "hometown": "Seattle, WA",
    "year": 1999,
    "uid": "scraped_1999_the_church_of_mez"
  },
  {
    "name": "The Church of St. John the Baptist of the Alien Artichokes",
    "description": "Enjoy misty shade and relaxation while learning the holy truth of the artichokes at the Church of St. John the Baptist of the Alien Artichokes. Send musical signals to other Galaxies with the Orchestron VII alien communication device.",
    "contact_email": "argon@mods.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.modernsolutions.com/artichoke/",
    "year": 1999,
    "uid": "scraped_1999_the_church_of_st._john_the_baptist_of_the_alien_artichokes"
  },
  {
    "name": "The Costco Soulmate Trading Outlet",
    "description": "The Costco Soulmate Trading Outlet will offer quality name brand and private-label soulmates at substantially lower prices than can be found through conventional wholesale sources.",
    "contact_email": "modes@thespoon.com",
    "hometown": "Santa Cruz, CA",
    "year": 1999,
    "uid": "scraped_1999_the_costco_soulmate_trading_outlet"
  },
  {
    "name": "The Cult of Distraction",
    "description": "Toxic Temporal Syndrome (TTS), do you have it? This debilitating condition is rampant, stop by for a free exam, generous doses of Distraction therapy (DT), or learn more about the disease. DT providers will also perform house calls, community outreach, and emergency distraction.",
    "contact_email": "andi@sirius.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.cultofdistraction.org",
    "year": 1999,
    "uid": "scraped_1999_the_cult_of_distraction"
  },
  {
    "name": "The Delightful Paintbrush",
    "description": "Free Bodypainting and Glitter adornment camp. Home of the Giant Light Maze.",
    "contact_email": "attila@attila.com",
    "hometown": "San Francisco CA",
    "url": "http://www.attila.com",
    "year": 1999,
    "uid": "scraped_1999_the_delightful_paintbrush"
  },
  {
    "name": "The Dingo Parlour",
    "description": "Join us daily for an ever-so-slightly-less-boring version of Bingo with a particular bent towards the native Australian wild dog.",
    "contact_email": "Joel_Barnard@lowesms.com",
    "hometown": "Melbourne by way of San Francisco",
    "year": 1999,
    "uid": "scraped_1999_the_dingo_parlour"
  },
  {
    "name": "The Disco Headhunters",
    "description": "The Disco Headhunters are a groovy collective hailing from San Francisco, Northern Cali, Eugene, Portland and Seattle. We believe in radical egalitarianism, continually strengthening the psychic web, and shaking your booty to some bouncing jams.",
    "contact_email": "mkleckne@gladstone.uoregon.edu",
    "hometown": "Eugene, OR",
    "year": 1999,
    "uid": "scraped_1999_the_disco_headhunters"
  },
  {
    "name": "The Frequency Publica OverReactor",
    "description": "The scientists at Frequency Publica have succeeded in bringing you the listener even closer. Now, the roaming public will actually be the program material, through the technology of: The Six Dimensional OverReactor (6-DOR). The (6-DOR) will know you and respond to your every move and mood by OverReacting to your movement through time, space, color, and seismic impact. Enter the (6-DOR) and your every action will be amplified and twisted (and broadcast on Frequency Publica 91.5).",
    "contact_email": "moebius@dnai.com",
    "hometown": "Berkeley, CA",
    "year": 1999,
    "uid": "scraped_1999_the_frequency_publica_overreactor"
  },
  {
    "name": "The Future Forest Primal",
    "description": "Satori3 presents The Future Forest Primitive. 7 nights of Tribal beats and alien trance, set in a twisted, timewarp arboretum.",
    "contact_email": "code@candyraver.com",
    "hometown": "Edmonds, WA",
    "year": 1999,
    "uid": "scraped_1999_the_future_forest_primal"
  },
  {
    "name": "The Gemini Manor Fantasy Matrix",
    "description": "Gemini Manor is a safe place for people to expose and explore their fantasies, desires and dreams. Our Gemini Manor-at-Burning Man camp will provide an artistic forum for the presentation of ideas, music, writing, workshops, massage demonstrations, free-dance, etc.",
    "contact_email": "geminimanor@earthlink.net",
    "hometown": "Hollywood, CA",
    "year": 1999,
    "uid": "scraped_1999_the_gemini_manor_fantasy_matrix"
  },
  {
    "name": "The Groove Shack",
    "description": "We will provide shack-like environment to get one’s “groove” on.",
    "contact_email": "kineticgrooves@yahoo.com",
    "year": 1999,
    "uid": "scraped_1999_the_groove_shack"
  },
  {
    "name": "The High Energy Magick Camp",
    "description": "A point, a line, a circle, spinning patterns of the wheel of time. There will be an intimate space where patterns are created and a huge ring of light on the playa where the patterns are seen. 2000 years, 2000 lights, 2000 patterns per second, we are playing pretty flashing games with your sense of scale.",
    "contact_email": "tblack@quantalink.com",
    "hometown": "San Jose, CA",
    "url": "http://www.quantalink.com",
    "year": 1999,
    "uid": "scraped_1999_the_high_energy_magick_camp"
  },
  {
    "name": "The Holiest Of Holy Poet's Watering Hole",
    "description": "Open your ears and your mouths to let us pour euphoric verse down your throat! The souls of such poets as Ginsberg, Bukowski, and Blake (as well as others) will reverberate and vibrate against your own soul, creating the eternal, burning soul of “us”.",
    "contact_email": "Tr0utpilot@aol.com",
    "hometown": "West Valley City, UT",
    "year": 1999,
    "uid": "scraped_1999_the_holiest_of_holy_poet's_watering_hole"
  },
  {
    "name": "The Hotnspicy Lounge",
    "description": "Come cool down and heat up at the Hotnspicy Lounge! Your senses will come alive! Your tongues antagonized! Ignite your passions and incinerate your mouths! A sensational assault on the senses!",
    "contact_email": "mrkmrtnz@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_the_hotnspicy_lounge"
  },
  {
    "name": "The House of Jimmy Durante Emotional Camp",
    "description": "The church of Jimmy Durante is an attempt to de-diefy the aspects of our life that frustrate and confound. “Jimmy” signifies the tire-less pursuit of whole-ness, while allowing for the expression of simple human emotion (costume noses provided) for/by all participants.",
    "contact_email": "lanedaniel@hotmail.com",
    "hometown": "Beverly, MA",
    "year": 1999,
    "uid": "scraped_1999_the_house_of_jimmy_durante_emotional_camp"
  },
  {
    "name": "The House of Wyre",
    "description": "Are you stuck in a religious twister? If so, come and join our camp full of misfits, pagans, and crispy critters: in this camp anything goes, who knows, you may like what you see…",
    "contact_email": "alostsoul@hotmail.com",
    "hometown": "Lowell, MI",
    "year": 1999,
    "uid": "scraped_1999_the_house_of_wyre"
  },
  {
    "name": "The Hug Not-Sees",
    "description": "The Healin Heathen is back with the “Hug Not-Sees” – bringing love and submission to this crazy world! We are a roving group (with spiked bras and riding crops) dedicated to finding those determined to submit (blindfolded) to random luscious hugging! YOU VILL HUG ME AND HUG ME NOW!",
    "contact_email": "healinheathen@juno.com",
    "hometown": "San Francisco CA",
    "year": 1999,
    "uid": "scraped_1999_the_hug_not-sees"
  },
  {
    "name": "The Illumination Village",
    "description": "The Illumination Village: Creating world class Art and lighting it on fire.",
    "contact_email": "charlie@burningart.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.burningart.com",
    "year": 1999,
    "uid": "scraped_1999_the_illumination_village"
  },
  {
    "name": "The Jonestown Kool-aid Company",
    "description": "Stop by and have a drink with Jim and the gang at the Jonestown Kool-aid Company.Relax and enjoy the light show in our second story “Theater of the Apocalypse”.",
    "contact_email": "Mienghsbar@webtv.net",
    "hometown": "Hollister, CA",
    "year": 1999,
    "uid": "scraped_1999_the_jonestown_kool-aid_company"
  },
  {
    "name": "The Kaleidome",
    "description": "The Kaleidome is an interactive environment where participants work together to create sound and visuals by playing the room–no skills or talent required…just imagination.",
    "contact_email": "NUKEPICNIC@aol.com",
    "hometown": "Los Angeles, CA",
    "year": 1999,
    "uid": "scraped_1999_the_kaleidome"
  },
  {
    "name": "The Kava Zone",
    "description": "A place in the shade to feel the peacefulness of the South Pacific. Drink some kava and sail into the harmonious oneness… essence of Burning Man.",
    "contact_email": "markzem@flash.net",
    "hometown": "Arlington, TX",
    "year": 1999,
    "uid": "scraped_1999_the_kava_zone"
  },
  {
    "name": "The Last Outpost of Black Rock City",
    "description": "It was after the Millenia Wars. Bill Gates was dead unprepared for the backslash after the leap year crash. Frat boys, media whores and the Humongus pillaged what was left. Most of the Internet running Linux and Unix servers was still intact. Rumors about a walled city with a 12 volt solar grid were confirmed by scraps of E-mail from an NT server that managed to boot. Those that returned were changed, different somehow. No matter how they tried to put it off as the deranged visions of old hippies or the mad ramblings of the psychotic ones the man still burns in Gigsville, the last outpost of Black Rock City.",
    "contact_email": "mutech@allenlund.com",
    "hometown": "Kagel Canyon, CA",
    "year": 1999,
    "uid": "scraped_1999_the_last_outpost_of_black_rock_city"
  },
  {
    "name": "The Library",
    "description": "The library will be run on a casual basis, basically open 24 hours every day. A variety of books will be free for the taking, we ask only that you try to keep them in decent condition, and bring them back when you’re finished (which might not be until next year.)",
    "contact_email": "rex@bookbill.com",
    "hometown": "Berkeley, CA",
    "url": "http://www.bookbill.com/bookcamp.html",
    "year": 1999,
    "uid": "scraped_1999_the_library"
  },
  {
    "name": "The Luminous Tiedye Theme Camp",
    "description": "We will create glowing, pulsing psychedelic visual magic for all to revel in. Come see the world’s only tiedyed balloon, tethered at night and filled with fire!",
    "contact_email": "jonathan@sky-dyes.com",
    "hometown": "Albuquerque, NM",
    "year": 1999,
    "uid": "scraped_1999_the_luminous_tiedye_theme_camp"
  },
  {
    "name": "The Maze",
    "description": "We are creating a walk-in walk-through maze, 25′ x 25′ that will be lit up with various lighting and effects. Different parts of the maze will be designed w/ interactive mini-rooms and lounges for sunrise, sunset viewing and connection.",
    "contact_email": "Gen52@fatnet.net",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_the_maze"
  },
  {
    "name": "The Mutant Hive",
    "description": "Swarm to the wikked buzz of stinging elektrifried bEEtz… MYNDST8, S.P.A.Z., Blakkat and frenz… be insektuous and mutate!",
    "contact_email": "hovercraft@hotbot.com",
    "year": 1999,
    "uid": "scraped_1999_the_mutant_hive"
  },
  {
    "name": "The Playa Rainbow Wax Clock",
    "description": "Bring your wax icons (or make one using some wax from our recycle wax box) and place them on the Playa Rainbow Pinwheel. Come back later when the biggest timepiece, the sun, has marked it’s path and changed your wax piece forever.",
    "contact_email": "jjustice@creative.net",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_the_playa_rainbow_wax_clock"
  },
  {
    "name": "The Playaphone Project II",
    "description": "The Playaphone Project II, is a closed circuit telephone system which allows Black Rock citizens to randomly connect and communicate.",
    "contact_email": "Green@xinet.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_the_playaphone_project_ii"
  },
  {
    "name": "The Pyermid of Ra",
    "description": "The pyermid of Ra is a place to worship the sun god Ra. Come hear his music at night.",
    "contact_email": "funkeydady@aol.com",
    "hometown": "Sacramento, CA",
    "year": 1999,
    "uid": "scraped_1999_the_pyermid_of_ra"
  },
  {
    "name": "The Roach Camp",
    "description": "Camp luxotica is getting “cockrotchety” this year. Lift your guzzlers to the sky and let the Tequila princess warrior’s quench your thirst, while scurrying giant cockroaches lead you to the burn!",
    "contact_email": "luxotica99@yahoo.com",
    "hometown": "Vancouver, BC, Canada",
    "year": 1999,
    "uid": "scraped_1999_the_roach_camp"
  },
  {
    "name": "The Sheikdom",
    "description": "The sheikdom is a place for serious playa gazing in the shade, the hammocks or in the am by the playa side. Join us for an evening of drumming, belly dancing, fireplay and Middle Eastern treats in the blue light district at sunset on Thuresday night.",
    "contact_email": "brownstein@stellarsoft.com",
    "year": 1999,
    "uid": "scraped_1999_the_sheikdom"
  },
  {
    "name": "The Temple of Liquefied Petroleum",
    "description": "What would Burning Man be without our precious Liquefied Petroleum? Our camp will give thanks for all the prehistoric life forms that made the ultimate sacrifice to allow us big time flamage, and we will have much to burn as well.",
    "contact_email": "dymax@bigfoot.com",
    "hometown": "Boise, ID",
    "year": 1999,
    "uid": "scraped_1999_the_temple_of_liquefied_petroleum"
  },
  {
    "name": "The Time Tunnel Project (Project Tic Toc)",
    "description": "The Time Tunnel (Project Tic Toc) has arrived, to dazzle your senses and transport you through time. Listen to, and participate in unique performances while you blow your mind traveling through time and space with us.",
    "contact_email": "donsyrek@ix.netcom.com",
    "hometown": "Folsom, CA",
    "year": 1999,
    "uid": "scraped_1999_the_time_tunnel_project_(project_tic_toc)"
  },
  {
    "name": "The Transcendental Realm",
    "description": "…featuring the Cosmic Love Temple and Tiki Mist LoungeNeed a break from the Wheel of Time? Transcendence is always available…",
    "contact_email": "stayton@sonic.net",
    "hometown": "Sebastopol, CA",
    "year": 1999,
    "uid": "scraped_1999_the_transcendental_realm"
  },
  {
    "name": "The Village Printer",
    "description": "Enjoy the tactile pleasure of Printing! Join in creating your playa cards on a 1930’s printing press. And have your new playa address in print!!!",
    "contact_email": "ladymerv@netscape.net",
    "hometown": "New York, NY",
    "year": 1999,
    "uid": "scraped_1999_the_village_printer"
  },
  {
    "name": "The Woo-Woo Field",
    "description": "Cosmic woo-woo is running low! We will erect a large copper pyramid and enhance its power with sensory stimuli aimed at focusing and disseminating cosmic woo-woo to all participants and the world at large. Step into the Woo-Woo field… feel the love.",
    "contact_email": "theox@earthlink.net",
    "hometown": "Hollywood, CA",
    "year": 1999,
    "uid": "scraped_1999_the_woo-woo_field"
  },
  {
    "name": "The Y2Knot",
    "description": "Arrange a rope of words long enough to hang yourself with the “The Y2Knot”.",
    "contact_email": "yoyodyne@teleport.com",
    "hometown": "Portland, OR",
    "year": 1999,
    "uid": "scraped_1999_the_y2knot"
  },
  {
    "name": "TheJyna Camp!",
    "description": "TheJyna Camp invites your to expose yourself! We are a temple dedicated to that precious flower of the desert–TheJyna! Located near bianca’s, we invite you to stop by and take a creative, close-up, self-photo (polaroid) of your genitalia–to be anonymously and publicly displayed at our camp. All are welcome to praise and make personal offerings to TheJyna tree. Or, if you prefer, you can pay homage to TheJyna’s kindered spirits, PeckerPlant and ButtholeBush. We’re sure you’ll find what you are looking for… and with our new Scratch-‘n-Sniff process, your senses will be delighted! Also be on the lookout for “JynaMan”–our roving field reporter dedicated to bringing you first-hand accounts of his experiences with theJyna’s of the playa.",
    "contact_email": "deanwolf@mindspring.com",
    "hometown": "Oakland, CA",
    "year": 1999,
    "uid": "scraped_1999_thejyna_camp!"
  },
  {
    "name": "Thermal Shock Camp",
    "description": "Thermal Shock continues for its fourth year on The Playa and is not necessarily just a ‘Ranger Camp’. We welcome Artist, Burners, and anyone who wishes to join our group to party, hang out, and PARTICIPATE in a cooling welcome respite for everyone from the HEAT!",
    "contact_email": "annaduffy@yahoo.com",
    "year": 1999,
    "uid": "scraped_1999_thermal_shock_camp"
  },
  {
    "name": "Thrash Camp",
    "description": "Sunrise punk, noise & hardcore performances, firedancers, 1/2 pipe ramp, P.A. and stage, and the spontaneous conversion to “Quiet Camp”.",
    "contact_email": "jrv-ii@pacbell.net",
    "hometown": "Los Angeles, CA",
    "year": 1999,
    "uid": "scraped_1999_thrash_camp"
  },
  {
    "name": "Through the Time Tunnel",
    "description": "Journeying from the future via The Time Tunnel, synthesist Randy Walters performs for the denizens of Burning Man at the dawn of the new millennium.",
    "contact_email": "randy@worldpeace.com",
    "hometown": "Bristol, RI",
    "url": "http://worldpeace.com",
    "year": 1999,
    "uid": "scraped_1999_through_the_time_tunnel"
  },
  {
    "name": "Tiki Fest",
    "description": "Return to a time when Tiki Bars dot the California coast, the Surf is up, and Disneyland is a new concept. It is the early 60’s when exotica is hip, everyone knows how to limbo, and tall, strong drinks beckon with umbrellas and Tiki Gods. Lounge in the Tiki Fest Bar or re-live Disneyland Past.",
    "contact_email": "tikifest@austin.rr.com",
    "hometown": "Austin, TX",
    "url": "http://www.tikifest.com",
    "year": 1999,
    "uid": "scraped_1999_tiki_fest"
  },
  {
    "name": "Timely Tarot",
    "description": "Aerialists whose arcane movements flutter the cosmos with their breaths. Enacting for all the archetypal symbology of the tarot divine, reduced to the very kernels of wisdom originally intended to pop off the trampoline of life!",
    "contact_email": "aryana@surfree.com",
    "hometown": "El Cerrito, CA",
    "year": 1999,
    "uid": "scraped_1999_timely_tarot"
  },
  {
    "name": "Tomales Bay Explorers Club",
    "description": "The Tomales Bay Explorers Club presents… Flying Dinosaurs! Trapped in a world they never made… the land that TIME forgot… the Playa is the Playground of The Giants!",
    "contact_email": "bobstahl@sirius.com",
    "hometown": "Point Reyes Station, CA",
    "year": 1999,
    "uid": "scraped_1999_tomales_bay_explorers_club"
  },
  {
    "name": "Tortoise! Camp",
    "description": "Domain of The Sacred Tortoises of Perception, nomads of chaos, a lineage that spans time and space, navigating chaos with grace and majesty. We, the ancients, the eternals, invite all Black Rock citizens to step into Tortoise!Time and enjoy Tortoise!Time Theatre (nightly), do the Tortoise!Tumble (daily), and keep your ears open for The Tortoise!Time Project (at venues and radio stations around Black Rock City). Chant with us now, brothers and sisters… Tohrrr-tuss!",
    "contact_email": "shamanbliss@yahoo.com",
    "year": 1999,
    "uid": "scraped_1999_tortoise!_camp"
  },
  {
    "name": "TOTEM: Temple of the Eternal Mysteries",
    "description": "Our theme is personal transformation through ecstatic experience. In keeping with this theme, we are throwing a week-long party for 20,000 of our hottest friends, in air-conditioned comfort — and we want you to join us!",
    "contact_email": "nichols@bose.com",
    "hometown": "Westford, MA",
    "year": 1999,
    "uid": "scraped_1999_totem:_temple_of_the_eternal_mysteries"
  },
  {
    "name": "Tower of Power",
    "description": "A psychedelic trip to the stars high above the dusty playa. Come hang out and enjoy the view with your new friends.",
    "contact_email": "motofab@fusiontechnology.com",
    "hometown": "Menlo Park, CA",
    "year": 1999,
    "uid": "scraped_1999_tower_of_power"
  },
  {
    "name": "Tribal Thunder Camp",
    "description": "Inspired carpenter builds many huge drums out of PVC and raw hide. All invited to come beat the hell out of them.",
    "contact_email": "toddtool@netvista.net",
    "hometown": "Martinez, CA",
    "year": 1999,
    "uid": "scraped_1999_tribal_thunder_camp"
  },
  {
    "name": "Tribe of Hammockia",
    "description": "Come let your mind, body, feet and soul be rested and relaxed with the Tribe of Hammockia. We shall woo you with hammocks in the shade, delicious morsels and vital fluids, time checks, Ministry of Statistics surveys, our Brownie Troop, plus foot baths, massage and lotion for those tired, dry feet (water donations for washing welcome).",
    "contact_email": "karl_banks@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_tribe_of_hammockia"
  },
  {
    "name": "Twentieth Century Death Camp",
    "description": "“The only good 1900 year is a dead 1900 year.” Twentieth Century Death Camp hosts the genocide of the 1900’s.",
    "contact_email": "sandoren@att.net",
    "hometown": "North Hollywood, CA",
    "year": 1999,
    "uid": "scraped_1999_twentieth_century_death_camp"
  },
  {
    "name": "U-Hurl/Ingenium Diaballein",
    "description": "U-Hurl/Ingenium Diaballein returns to the playa, ready to hurl your favorite objects across the desert. Bring over that spare watermelon, and let the trebuchet (a form of catapult) cast it free (at least temporarily) of the surly bonds of gravity.",
    "contact_email": "ted.hullar@bigfoot.com",
    "hometown": "Oakland, CA",
    "year": 1999,
    "uid": "scraped_1999_u-hurl/ingenium_diaballein"
  },
  {
    "name": "Undersea Octopi of the Coastal Kelp Forest",
    "description": "Camp Undersea Octopi of the Ancient Coastal Kelp Forest invites you to explore the beauty of the coastal shelf and encounter the Great Octopus. In the great migration from the land to the sea the Octopi’s post-human mythic friends have not forgotten how to entertain land-lubbers with games and sweet ocean fruits.",
    "contact_email": "daniel.james@sierra.com",
    "hometown": "Seattle, WA",
    "year": 1999,
    "uid": "scraped_1999_undersea_octopi_of_the_coastal_kelp_forest"
  },
  {
    "name": "Up With People",
    "description": "Enjoy free lemonade and aspirin at our oasis of can-do camaraderie. Every evening at sunset, people of goodwill can join us for a hootenanny of toe-tapping folk music and life-sustaining marshmallow treats.",
    "contact_email": "joewill@postnet.com",
    "hometown": "St. Louis, MO",
    "year": 1999,
    "uid": "scraped_1999_up_with_people"
  },
  {
    "name": "Viridian Theme Camp",
    "description": "Please readwww.bespoke.org/viridian/, notes 1,2,3. These essays by Bruce Sterling explain our movement better than I could.",
    "contact_email": "catnhat@dnai.com",
    "hometown": "San Mateo, CA",
    "year": 1999,
    "uid": "scraped_1999_viridian_theme_camp"
  },
  {
    "name": "Vortile Whorled",
    "description": "Where Alice in Wonderland meets Willie Wonka.",
    "contact_email": "juliaw@methodologie.com",
    "hometown": "Seattle, WA",
    "year": 1999,
    "uid": "scraped_1999_vortile_whorled"
  },
  {
    "name": "VW Bus Camp",
    "description": "Welcome all air and water-cooled nomadic bus gypsys’ to our concentric crop circle of fun. Join our Phamily in the all new Bus Camp Lounge as we Burn together with peace, love and buses.",
    "contact_email": "Rons_bus@webtv.net",
    "hometown": "Orange, CA",
    "url": "http://www.geocities.com/MotorCity/Freeway/5269/vwcamp1.html",
    "year": 1999,
    "uid": "scraped_1999_vw_bus_camp"
  },
  {
    "name": "Warm Fuzzies",
    "description": "Everyone needs Warm Fuzzies!! Take one, Give one, Share one, Keep one!! Come visit Gigsville and get your very own Fuzzy.",
    "contact_email": "CaptnELF@aol.com",
    "hometown": "Agoura Hills, CA",
    "year": 1999,
    "uid": "scraped_1999_warm_fuzzies"
  },
  {
    "name": "Warm Fuzzy",
    "description": "Warm Fuzzy camp is back, we’ll have a menu of warm fuzzy things (compliments, hugs, gold stars, body paints) for you to pick from. Just come by when you need some warm fuzzys to brighten up your day.",
    "contact_email": "karinaoc@earthlink.net",
    "hometown": "San Francisco, CA",
    "url": "http://home.earthlink.net/~karinaoc/burn98/warm.htm",
    "year": 1999,
    "uid": "scraped_1999_warm_fuzzy"
  },
  {
    "name": "Wet Paint Camp",
    "description": "Wet paint camp, wet paint camp, you can paint yourself blue, you can paint yourself red. You can paint on our canvas, those thoughts in your head.",
    "contact_email": "addison@teleport.com",
    "hometown": "Portland, OR",
    "year": 1999,
    "uid": "scraped_1999_wet_paint_camp"
  },
  {
    "name": "What Time Is It, Anyway? Camp",
    "description": "Past, Present, Future. We will have the answers, and the questions. At any given time it may be time for cocktails, pinatas, backrubs, footrubs, rub-a-dubs, body painting, spin the donkey on the tail, or whatever we feel like doing at the time. Time will tell.",
    "contact_email": "yanmanoo@hotmail.com",
    "hometown": "Salt Lake City, UT",
    "year": 1999,
    "uid": "scraped_1999_what_time_is_it,_anyway?_camp"
  },
  {
    "name": "Wheel of Misfortune",
    "description": "PetermanDotOrg proudly presents The Wheel of Misfortune: America’s favorite syndicated game show, with a decidedly Burning Man twist. Instead of landing on “Lose a Turn”, you might land on “Get a Wedgie.” And just wait until you see the phrases on the big board! Show times will be prominently posted.",
    "contact_email": "david@peterman.org",
    "hometown": "Seattle, WA",
    "year": 1999,
    "uid": "scraped_1999_wheel_of_misfortune"
  },
  {
    "name": "White Trash-A-Go-Go",
    "description": "THE camp for scintillating conversation about NASCAR and big-time wrestling. Mini-Marshmallow casserole, old copies of Hustler and that ‘Nilla wafer/banana pudding crap available upon request. An all-night ‘bluegrass only’ rave Thursday night. Free beer if you are Barbara Mandrell. And a 25-foot “Wham-O Slip-N-Slide” coated with Wesson Oil. This is Young Country, you old sonofabitch!",
    "contact_email": "bluegrassrave@patrickmcavoy.org",
    "year": 1999,
    "uid": "scraped_1999_white_trash-a-go-go"
  },
  {
    "name": "Whore of Babalon Gnostic Temple & Titty Bar",
    "description": "The Bavarian Illuminati Motorcycle Cabal invites you to achieve Gnosis through Eros by exalting the Exhibitionist/Voyeur within you. Within this Temple, showing off and feasting your eyes are acts of worship, not shame, because every body is sexy, beautiful, and thus Divine. Temple/Bar opens with Midnight Mass WotansDay and ThorsDay nights, followed by libations and gyrations, rituals and initiations throughout the wee hours.",
    "contact_email": "marxaos@earthlink.net",
    "hometown": "Monroe, WA",
    "year": 1999,
    "uid": "scraped_1999_whore_of_babalon_gnostic_temple_&_titty_bar"
  },
  {
    "name": "X-goth",
    "description": "X-goth intends itself as a camp of goths who love feeling depressed and lonely whilst still wearing glitter and listening to music of happy nature. We will dress according to the dictates of goth culture even in the expanse of the lonely and forsaken desert.",
    "contact_email": "amity@imaginationunlimited.net",
    "hometown": "Sebastopol, CA",
    "year": 1999,
    "uid": "scraped_1999_x-goth"
  },
  {
    "name": "Xara",
    "description": "Amongst the illusional phenom known as Black Rock City, emanates an unfamiliar apparition looming through perpetual mists of cloud forest and concealed deep within the glow woods, a pyramidal eidolon is rediscovered within a ravenous jungle that is known a Xara-its saga and aspirations shrouded with mystification. Partake in archeological digs; witness the dawning of the great chamber; unbend on lawns beneath the dappled canopy of lush verdant surroundings and succumb to the enchantments that are all around you. The lands of Xara will seduce adventurers as these concealment’s are revealed from a past lost to time…",
    "contact_email": "flamedduck@aol.com",
    "hometown": "San Diego, CA",
    "year": 1999,
    "uid": "scraped_1999_xara"
  },
  {
    "name": "Y2Clay",
    "description": "Dance around the claypole. Make a Peace Chain Reaction and drink the lawn.",
    "contact_email": "joepeace@well.com",
    "hometown": "Berkeley, CA",
    "url": "http://www.well.com/www/joepeace",
    "year": 1999,
    "uid": "scraped_1999_y2clay"
  },
  {
    "name": "Yo' Mamma's Camp",
    "description": "Brought to you by the Wingnut Cabaret, Yo’ Mamma’s Camp is an adventure in the exploitation of urban culture. An oversized, chunky, cartoonesque porch will house tasty eats and trip-hop beats.",
    "contact_email": "howjor22@evergreen.edu",
    "hometown": "Redmond, WA",
    "year": 1999,
    "uid": "scraped_1999_yo'_mamma's_camp"
  },
  {
    "name": "Yonder",
    "description": "We are the link between the Wild, Mild West and the Wild Blue Yonder with a dose of a Trailer Camp awaiting a tornado. Trespassers should watch for low-flying rockets and water cannon-fire.",
    "contact_email": "barely@aol.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_yonder"
  },
  {
    "name": "You're Soaking In It!",
    "description": "Kitty, Bunny, and Bambi Lamb invite you to take a trip back to the 50’s to their astroturf garden of yard art and they’ll return you to the present complete with a shiny new coat of glamorous paint on your fingernails.",
    "contact_email": "sclark@wisemangroup.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_you're_soaking_in_it!"
  },
  {
    "name": "Z Society",
    "description": "Worship the Zed, the infinity, the Gods and Goddesses of Time… past, present and future. Relax and bask under their glow; partake of their sacrament amd be transformed for all time.",
    "contact_email": "o_man@email.com",
    "hometown": "San Francisco, CA",
    "year": 1999,
    "uid": "scraped_1999_z_society"
  },
  {
    "name": "Zagmianda Sideshow",
    "description": "Open invitation to all Carnival/Sideshow performers and freaks to join us at THE LIVE EXHIBIT… see, ‘The Bearded Lady’, ‘The Floating Sphere Of Wonders’, auto-cannibals, the carney band-LOWBROW… and much more…",
    "contact_email": "zagmianda@webtv.net",
    "hometown": "Houston, TX",
    "year": 1999,
    "uid": "scraped_1999_zagmianda_sideshow"
  },
  {
    "name": "Zoner-hill",
    "description": "Zoner-hill is a place for worldwide “zoners” to gather their marbles on the playa. Blah… blah… blah… see you on the hill!",
    "contact_email": "pbraga@cruzio.com",
    "year": 1999,
    "uid": "scraped_1999_zoner-hill"
  }
]