[
  {
    "name": "...and then there's only love",
    "description": "You transcend from the earth leaving behind all examination of life, yourself and others… and then there’s only love. Come share pure, unadulterated love with us, cause baby we’ve got lots to give.",
    "contact_email": "jennifersteele69@hotmail.com",
    "hometown": "Fort Lauderdale, FL",
    "year": 2004,
    "uid": "scraped_2004_...and_then_there's_only_love"
  },
  {
    "name": "13 Moons",
    "description": "13 Moons Camp. Santa Cruz based Full Moon Collective. Honoring the natural time cycles, we gather to dance under the heavens in sacred revelry. We will be having a full moon party on Monday night and will have other nightly events throughout the week.",
    "contact_email": "alia_w@yahoo.com",
    "hometown": "Scotts Valley, CA",
    "year": 2004,
    "uid": "scraped_2004_13_moons"
  },
  {
    "name": "2 Brides and a Tribe",
    "description": "Home of the Feely Box… for those of you that tried it last year but were afraid to go in the box… come on back… it’s your turn. For those who have never tried the box… it’s time to try. Forget what you think you know, put your hand inside and experience what you think you feel.",
    "contact_email": "laurasplaya@yahoo.com",
    "hometown": "Portland, OR",
    "year": 2004,
    "uid": "scraped_2004_2_brides_and_a_tribe"
  },
  {
    "name": "451 Bookmobile",
    "description": "The 451 Bookmobile is BACK from my forced year of exile in Iraq – with a BIG Thank You to all the Burners that sent letters to a lost soul in the wrong desert.",
    "contact_email": "j0nnyjet@webtv.net",
    "hometown": "San Jose, CA",
    "year": 2004,
    "uid": "scraped_2004_451_bookmobile"
  },
  {
    "name": "7 Sins Lounge",
    "description": "Come embrace the heat at the 7 Sins Lounge! Why take a chance on Eternal Damnation when our Church sanctioned Get Out of Hell Free cards can save the day! Or take a spin on the 7 Sins Spanking Wheel and pay for you Sins in advance!",
    "contact_email": "rfehlman@pacbell.net",
    "hometown": "Sacramento, CA",
    "url": "http://www.7SinsLounge.org",
    "year": 2004,
    "uid": "scraped_2004_7_sins_lounge"
  },
  {
    "name": "7 Steps to Heaven: A Jazz Speakez",
    "description": "Take a break from the rave the and find bliss in the etherial tones of live jazz improvisation in Black Rock City’s very own Speakeasy. Sessions open to all jazz cats. Come enjoy a cup of tasty organic coffee, a variety of bootlegged hooch, and our hookah lounge.",
    "contact_email": "ReverbSF@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_7_steps_to_heaven:_a_jazz_speakez"
  },
  {
    "name": "There'll Always Be an England",
    "description": "‘There Will Always Be An England’. So said… someone.England – Blake’s New Jerusalem",
    "contact_email": "jonfelix@hotmail.com",
    "hometown": "West Hoathly, Sussex, UK",
    "year": 2004,
    "uid": "scraped_2004_there'll_always_be_an_england"
  },
  {
    "name": "AAA 24 Hour Confessional",
    "description": "Father Nick makes his triumphant return to the Playa with a whole rectory full of playa bound priests ready to hear your very best confessions, grant you eternal absolution, and (assuming your confession is good enough) get you good and drunk. Be pure, get absolved, and meet some really cool priests – remember, we’ve got god on our side!",
    "contact_email": "nick@golemfilms.net",
    "hometown": "Greenville, CA",
    "year": 2004,
    "uid": "scraped_2004_aaa_24_hour_confessional"
  },
  {
    "name": "Abstininthe",
    "description": "Abstininthe is the friendly bar on the playa, serving the public for the last seven years. Come try our many flavors and enjoy the music, ambience and conversation of our neighborhood bar.",
    "contact_email": "kanstine@earthlink.net",
    "hometown": "Berkeley, CA",
    "url": "http://abstininthe.tribe.net",
    "year": 2004,
    "uid": "scraped_2004_abstininthe"
  },
  {
    "name": "Acknowledgement Camp",
    "description": "Come to Acknowledgement Camp to learn who you are to the people around you. Through this simple act of authentic communication, we acknowledge the *you* in you. This is the you that you – at some level – know yourself to be. Unfortunately, you don’t probably don’t often relate to yourself that way. But you can count on us to relate to you only as generous, loving and courageous.",
    "contact_email": "aangel@tiberconsulting.com",
    "hometown": "San Rafael, CA",
    "url": "http://www.acknowledgementcamp.org",
    "year": 2004,
    "uid": "scraped_2004_acknowledgement_camp"
  },
  {
    "name": "Alibi",
    "description": "A place to go when you have somewhere else to be.",
    "contact_email": "pum_kin2003@yahoo.com",
    "hometown": "Denver, CO",
    "year": 2004,
    "uid": "scraped_2004_alibi"
  },
  {
    "name": "Alien Monkey Love Nest",
    "description": "Alien Monkey Love Nest returns for the 457th year on the playa! Come participate on our Alien Monkey Love StageTMand show your talent, in which you will be rewarded for your participation with our famous pendants. Alien Monkey Love Nest is located at the Area 47 Village.",
    "contact_email": "dave@djdiem.com",
    "hometown": "Seattle, WA",
    "year": 2004,
    "uid": "scraped_2004_alien_monkey_love_nest"
  },
  {
    "name": "Alternative Energy Zone Village",
    "description": "Come visit the Alternative Energy Zone Village and learn how to make your own night-lite toys.  Watch the sun and wind power everything in our village. See a whole village run without the noise and smell of gas or diesel generators.",
    "contact_email": "roger@jollyone.com",
    "hometown": "Redondo Beach, CA",
    "url": "http://www.ae-zone.org",
    "year": 2004,
    "uid": "scraped_2004_alternative_energy_zone_village"
  },
  {
    "name": "Analog Frenzy",
    "description": "Welcome to Analog Frenzy.  Where you can enjoy that place you came from.",
    "contact_email": "analog_frenzy@yahoo.com",
    "hometown": "Van Nuys, CA",
    "year": 2004,
    "uid": "scraped_2004_analog_frenzy"
  },
  {
    "name": "Angelic Airways",
    "description": "Angelic Airways will help you fly the friendly skies above the clouds with our Angelic Flight Attendants on our one way flight on the Angelic Airliner. At night you can catch our flying fire performances on the playa or ground shows at camp. During the day come and receive your wings by going through flight attendant training. Who knows, you might even make co-pilot. So, come join us in a flight through the heavens on Angelic Airways.",
    "contact_email": "jdhood14@yahoo.com",
    "hometown": "Oakland, CA",
    "year": 2004,
    "uid": "scraped_2004_angelic_airways"
  },
  {
    "name": "ANnotated ODYssey of NEphology",
    "description": "Consistantly, we accompany poignant memories into our personal vaults, perpetually building an identity of personal philosophy, to be documented with ANODYNE this year. Our camp, acting as a canvas, will be a physical manifestation of everyone’s journey to bliss. We offer a kaleidoscope of mediums for this expression as well as a score of phat beats for bass junkies.",
    "contact_email": "uglitangelo@sprintpcs.com",
    "hometown": "Chicago, IL",
    "year": 2004,
    "uid": "scraped_2004_annotated_odyssey_of_nephology"
  },
  {
    "name": "AnOintment",
    "description": "Have you yet been AnOinted on the Playa?",
    "contact_email": "ekreider@yahoo.com",
    "hometown": "Boulder, CO",
    "year": 2004,
    "uid": "scraped_2004_anointment"
  },
  {
    "name": "Anonymous Camp",
    "description": "12-step meetings of any type held here, scheduled and impromptu.",
    "contact_email": "rangerdanarchy@yahoo.com",
    "hometown": "Minnetonka, MN",
    "year": 2004,
    "uid": "scraped_2004_anonymous_camp"
  },
  {
    "name": "aoxomoxoa",
    "description": "While Cosmic Charlie cavorts w/Rosemary in the Mars Hotel, St. Stephen wanders among happy trails of Sunflowers that oddly grow throughout the Mountains on the Dark Side of the Moon, in search of the Baby, who was last seen chasing China Cat over at the Dupree Diamond Bar.AOXOMOXOA camp is aka ‘Beyond the Dead’, ‘The Dead Sea’, ‘Dark Star’,’Eyes of the World’ and, ‘Scarlet/Fire @ the Mars Hotel’!",
    "contact_email": "loryo@sonic.net",
    "hometown": "Santa Rosa, CA",
    "url": "http://the-garrison.com/phpBB2/viewforum.php?f=6&sid=06896a1a93cc50be551b2b9d148afc37",
    "year": 2004,
    "uid": "scraped_2004_aoxomoxoa"
  },
  {
    "name": "Area 47",
    "description": "From the Vault of Heaven Area 47 opens it safety deposit box for you. An empty glass, a ticket, a small box of innocence lay amidst a veil of child like laughter. A flash and the door closes behind you, is it a conspiracy? Aliens? Your only tools are the ones you have with you. Can you take on the hazards that await you? Enlist the help of Martians and Virgins unless your in DeNile. Solve the mystery of Area 47 and you’ll ascend the heavens.",
    "contact_email": "burningman@perrywales.com",
    "hometown": "Seattle, WA",
    "year": 2004,
    "uid": "scraped_2004_area_47"
  },
  {
    "name": "Area 54 - Spiritual Observatory",
    "description": "Rings of Saturn seen from afar will draw desert walkers into our dome  chill lounge, where they will relax on furry pillows, rehydrate & recharge with fellow burners, and experience a kaleidoscope of spiritual & cosmic imagery against the observatory sky.  Participants are encouraged to work at the arts & crafts table to create their own spiritual and cosmic mobiles & artwork to hang in splendor from the observatory sky.",
    "contact_email": "matthewmarketing@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_area_54_-_spiritual_observatory"
  },
  {
    "name": "Astral Headwash",
    "description": "Good day dirty dwellers We have a pleasure for you… we will be washing hair in the desert again this year Come visit us with your happy spirits, your smiling faces and your dirty hair and we’ll do our best to make you feel like you’re in heaven. We ask that you share with us something… something that makes BM such a special place — That could be a story, a song, a dance, a turn at washing someone else’s hair, a goodie, a little shoulder work for our hard worked muscles, a little humor or a little love =) And of course, we can’t exist without your H2O contributions, so bring some for yourself and a little more to share.",
    "contact_email": "meydenbauer@yahoo.com",
    "hometown": "Lafayette, CO",
    "url": "http://www.AstralHeadwash.com",
    "year": 2004,
    "uid": "scraped_2004_astral_headwash"
  },
  {
    "name": "Astral Vortex",
    "description": "The Astral Vortex will offer an intergalactic, interactive mix of music, spirituality and cocktails, all brought to you via the Mobile Groove Pod, a human-powered pulsating vessel of funk.",
    "contact_email": "tz@zumach.com",
    "hometown": "Portland, OR",
    "year": 2004,
    "uid": "scraped_2004_astral_vortex"
  },
  {
    "name": "AstroPups:  The Dog Star Saloon",
    "description": "AstroPups present “The Dog Star Saloon – for the Sirius Drinker” on the Main Street of the Avalon Space Station.",
    "contact_email": "pdcarey@netscape.net",
    "hometown": "San Jose, CA",
    "url": "http://www.astropups.com/playa",
    "year": 2004,
    "uid": "scraped_2004_astropups:__the_dog_star_saloon"
  },
  {
    "name": "Asylum",
    "description": "Those who seek refuge from the world at large come not only to Burning Man, they come to ASYLUM! Born in New York City, this village also includes a myriad of temporary ex-patriots from the UK to Lisbon and from Colorado to Boston. Theme Camps in the sanctuary of Asylum include: New Day’s Eve, Labyrinth Lounge, Kostume Kult & Whirligig, Beaucoup Bucks Camp, Whiskey & Whores Saloon, Viva la Orgasmateria!, Camp Power Exchange, Miss Black Rock City Camp, Super Lucky Camp, SmoochDome, Our Boston Crew and Marauder Camp. Just look for the big red “A” on the Esplanade and you’ve found us.",
    "contact_email": "sratti@nyc.rr.com",
    "hometown": "New York, NY",
    "url": "http://www.asylumvillage.com",
    "year": 2004,
    "uid": "scraped_2004_asylum"
  },
  {
    "name": "Automatic Subconscious",
    "description": "carefully peel back the surface of your mindexpose and explore your subconscious[or explore ours instead ]exploration facilitated by: various performances, public space, stilter (and stilt-free) bars, elevation, sculpture, untrained professionals.",
    "contact_email": "major@broad.mit.edu",
    "hometown": "Somerville, MA",
    "year": 2004,
    "uid": "scraped_2004_automatic_subconscious"
  },
  {
    "name": "Avalon Space Station",
    "description": "Avalon Space Station is the interstellar village of Faeryland Artists Guild, AstroPups: The Dog Star Saloon, Vietnamese Iced Coffee Camp, Lyglasses, the Avalon Fire Mystics, the Space Vault and the Interplanetary Dance Commandos.",
    "contact_email": "nathanpurkiss@yahoo.com",
    "hometown": "Sacramento, CA",
    "year": 2004,
    "uid": "scraped_2004_avalon_space_station"
  },
  {
    "name": "Bad Idea Theater",
    "description": "Bad Idea Theater returns for another year, bringing Cheesy Cinema and Licentious Libations to the playa. Come on by for a visit, We won’t tell your friends!",
    "contact_email": "Mike@badideatheater.com",
    "hometown": "Garden Grove, CA",
    "url": "http://www.badideatheater.com",
    "year": 2004,
    "uid": "scraped_2004_bad_idea_theater"
  },
  {
    "name": "Baghdad",
    "description": "The campaign of shock and awe left Baghdad under construction in 2003. The Regime change has allowed for improvements in this scenic, decadent city where all are welcome, provided they like goats.",
    "contact_email": "priapus@speakeasy.org",
    "hometown": "Gerlach, NV",
    "year": 2004,
    "uid": "scraped_2004_baghdad"
  },
  {
    "name": "Banned Rogue Terrorist Association",
    "description": "MAYDAY! MAYDAY! MAYDAY! TERROR ALERT! THREAT ADVISORY SEVERE!During the past year, The friendly, hospitable Agents of the Black Rock Travel Agency (BRTA) were successfully infiltrated by Al Qaeda operatives. The original membership has now been brainwashed en masse, turning them against every value they once held dear. The deplorable result of this despicable takeover? The BRTA has been morphed into… the Banned Rogue Terrorist Association! “BRTA” now represents an Agency of unthinking destruction, wanton mayhem and general surliness. From its secret base of operations just across the border from Black Rock City, the new, evil BRTA will scheme and plan towards the subversion of patriotic, right-thinking, god-fearing citizens wherever such might be found in the unsuspecting City of Black Rock.",
    "contact_email": "gregr@protocol.com",
    "hometown": "Washington, DC",
    "url": "http://home.comcast.net/~dtalley24/BM/BDC/2003/",
    "year": 2004,
    "uid": "scraped_2004_banned_rogue_terrorist_association"
  },
  {
    "name": "Beat Farmers",
    "description": "The Beat Farmers. Dedicated to harvesting the best beats in the playa. All that matters to us is peace, love, and (house) music. Providing Burners with all kinds of House: Sexy, Progressive, Deep, Funky, Bangin’, etc.",
    "contact_email": "givemeabeat@mail.com",
    "hometown": "Denver, CO",
    "year": 2004,
    "uid": "scraped_2004_beat_farmers"
  },
  {
    "name": "Beaucoup Bucks Camp",
    "description": "Home of those wacky but loveable New York social climbers and socialites that love to burn money as much as they love to spend it! Be sure to drop by for the various events scheduled, including the 2nd annual White Party (held at the legendary Chez Moi Da Mone’ nightclub), The Second Annual Black Rock City’s Next Top Stripper show, and much more!! The Beaucoup Bucks Camp… Where the Vault of Heaven opens daily!",
    "contact_email": "alicia@quadprincess.com",
    "hometown": "Ridgefield Park, NJ",
    "url": "http://www.geocities.com/quad_princess",
    "year": 2004,
    "uid": "scraped_2004_beaucoup_bucks_camp"
  },
  {
    "name": "Belly Dance Boot Camp",
    "description": "Our prime directive this year is to bring belly dancing to the people and camps of Black Rock City in need of some serious shimmying. Classes, workshops, sneak attacks and invasions are all part of our initative.",
    "contact_email": "pivy@pivy.com",
    "hometown": "Long Beach, CA",
    "url": "http://dreamtime.bluedream.com/wiki/index.php/BellyDanceBootCamp",
    "year": 2004,
    "uid": "scraped_2004_belly_dance_boot_camp"
  },
  {
    "name": "Best Genitals",
    "description": "This will be a contest of the Best Genitals. Prizes will be awarded to the winners. Many different catagories and opportunities to win. Stop on by. We’ll fill you in!",
    "contact_email": "throughaway@socal.rr.com",
    "hometown": "Chatsworth, CA",
    "year": 2004,
    "uid": "scraped_2004_best_genitals"
  },
  {
    "name": "Big Puffy Yellow Camp",
    "description": "There will be a Full Moon this year on the playa!!! Visit BPYC during the day and play with our theramin or give Big Puffy a hug! By night we will shed light, as a beacon, upon all of those seeking. Rumor: BPYC will be mobile this year.",
    "contact_email": "mcfall@mgallis.com",
    "hometown": "Charlotte, NC",
    "year": 2004,
    "uid": "scraped_2004_big_puffy_yellow_camp"
  },
  {
    "name": "Big Time: The Final Frontier",
    "description": "Out on the edge of the universe you’ll find the last trading post before the outer galaxies.  Make sure to bring your pistol, because the two-bit cosmonaut whores, hard-drinkin’ space gamblers and robot mechanical bull will try and throw you for all you’re worth. This border town, an illegal settlement, takes the law into it’s own hands. The moonshine flows freely, there’s a new sheriff very day, and there’s definitely gold in them there hills. Make sure to keep your back to the wall in the in the Deep Space Saloon, watch out for tequila swilling racketeers, and hang on to your saddle.",
    "contact_email": "annie@chemist.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_big_time:_the_final_frontier"
  },
  {
    "name": "Bioluminati",
    "description": "For each body in the heavens there is a secret. Luminous beings are we, the Bioluminati. Worthy participants in our Quest will be initiated in the deeper mysteries and gain knowledge to unlock the Vaults of the Heavens.",
    "contact_email": "ah@firsthand.com",
    "hometown": "Seattle, WA",
    "url": "http://www.bioluminati.org",
    "year": 2004,
    "uid": "scraped_2004_bioluminati"
  },
  {
    "name": "Birds of Playadise",
    "description": "As the Birds of Playadise we are the modern day techno pagan version of the Phoenix. Arising from the ashes of our ancestors collective past, we evolve one step beyond them with a heightened technology infused with the subtle transmission of their wisdom and traditions we take flight. As the Phoenix himself, we fly into the realm of paradise or Playadise as the case maybe, in glorious sound and lights we soar through the ethereal a spectacle of divine play and beauty, before returning to the nest where we crash ourselves, like our ancestors, in flames, only to rise again and again in a solar samsaric cycle of rebirth, death, transformation and evolution.",
    "contact_email": "whibbitts@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_birds_of_playadise"
  },
  {
    "name": "Birdz o' Bliss",
    "description": "The neo-mythological Birdz o Paradise fire performance group can be seen in collaboration with pyrosutras “Snow Queen” production, and the fiery flock will also perform nightly at the Center Camp hearth. Come by the camp to contribute your art and poetry to nine canvasses dedicated to exploring the planetary associations of ancient mythology and the philosophies of the Kabbalah and Wicca.",
    "contact_email": "alisonmm99@hotmail.com",
    "hometown": "Victoria BC",
    "url": "http://hazardfactory.org",
    "year": 2004,
    "uid": "scraped_2004_birdz_o'_bliss"
  },
  {
    "name": "Black Rock Arts Foundation Camp",
    "description": "The BRAF camp will educate people about our mission, which includes:  Artist Grants, Community development, Exhibitions, Educational Outreach and Career Development.",
    "contact_email": "kailandia@sbcglobal.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.blackrockarts.org",
    "year": 2004,
    "uid": "scraped_2004_black_rock_arts_foundation_camp"
  },
  {
    "name": "Black Rock Bedwetters",
    "description": "Black Rock Bedwetters offer safe haven, free of redicule or condemnation, to all the bedwetting citizenry. Essentialy nearly every mortal being has suffered that devastating, socially ruinous indicient in their life that has doomed them to a lifetime of cowering trauma: menses first arriving unanticipated and baring a crimson beacon of shock and embarrassment on white fabric (of course!) while in church; mayhaps a wet dream while spending the night at relatives; or a speculated inconsequencial fart the trecherously manifests into a liquid evacuation of the bowels while out on a date! It is almost always biological — part of the human condition is that we all have been betrayed by our biology in one degree or another at some juncture in our lives. So we offer brazen opportunity to share, and even celebrate our biological commonality. Sheets are available in the hamper. Extract one – site in sanctuary and scribe on the supplied sheet – conveying your personal experience of damning biological faux pas. Then place it back in the hamper, or, proud and liberated, pin the sheet to the clothes-line for viewing by fellow BRC citizens.",
    "contact_email": "kvashe@sbcglobal.net",
    "hometown": "San Diego, CA",
    "year": 2004,
    "uid": "scraped_2004_black_rock_bedwetters"
  },
  {
    "name": "Black Rock Boutique",
    "description": "Fashion Meets the Playa!",
    "contact_email": "allisonwykhuis@comcast.net",
    "hometown": "Portland, OR",
    "url": "http://www.blackrockboutique.com",
    "year": 2004,
    "uid": "scraped_2004_black_rock_boutique"
  },
  {
    "name": "Black Rock Burner Hostel",
    "description": "Playa Home of the Black Rock International Burner Hostel and Reno-to-Playa Rideshare Project.",
    "contact_email": "fhagemeister@prodigy.net",
    "hometown": "Sparks, NV",
    "url": "http://www.blackrockburnerhostel.com",
    "year": 2004,
    "uid": "scraped_2004_black_rock_burner_hostel"
  },
  {
    "name": "Black Rock Cemetery",
    "description": "Die in style and reserve your plot in the Black Rock Cemetery of the Deceased & Deranged.  We’ll kill you, judge you, accept confessions, send you to Heaven or Hell, punish or reward you, entertain or bore you, accuse or pardon you, photograph you, mist you, relax you, and costume you for the inevitable afterlife (not exactly in that order).",
    "contact_email": "derekriehl@hotmail.com",
    "hometown": "Santa Clara, CA",
    "year": 2004,
    "uid": "scraped_2004_black_rock_cemetery"
  },
  {
    "name": "Black Rock City Hardware",
    "description": "We are the Black Rock City Municipal Hardware Shoppe and have been helping th eplaya since 1999. If you are building a camp and find out you lack something or that something needs to be fixed, come to us and see if we can help. We’ll have power tools, hand tools, materials, fasteners, and people to help you when you are in need. If we can’t fix it, we can at least drown your sorrows in whiskey and provide an ear to listen. Disclaimer: We are not a secret front for the Church of Volis [praise be his name], the god of control although we will have a shrine to Volis [praise be his name] dedicated to the virtues of science and duct tape and how it relates to the foundations of the universe.",
    "contact_email": "marc17@painandgreed.com",
    "hometown": "Seattle, WA",
    "url": "http://www.brchardware.org",
    "year": 2004,
    "uid": "scraped_2004_black_rock_city_hardware"
  },
  {
    "name": "Black Rock City Zendo",
    "description": "The Zendo will always be open for meditation.  Zen meditation instruction and occasional bursts of song and poetry. Located within the Shangri-La Village. We will also show up for sunrise meditation at the Man.",
    "contact_email": "BRCZendo@swzc.org",
    "hometown": "National City, CA",
    "year": 2004,
    "uid": "scraped_2004_black_rock_city_zendo"
  },
  {
    "name": "Black Rock JCC(Jews in the desert)",
    "description": "What if your local YMCA or Jewish Community Center offered Kabbalistic visionquests through the heavens and mind-expanding ecstatic sabbath services?  What if there were summer camp for grownups? What if people of all and no religions came together to unify Heaven and Earth? Welcome to Bnai Hamidbar’s Black Rock JCC.  With frequent programming in our Syna-Dome, our 4th annual Shabbos on the Playa Friday-night potluck, and of course, plenty of Hebrew Dodgeball, the Black Rock JCC is the place for spiritual stimulation, kosher snacks, and plenty of turned-on Jews.",
    "contact_email": "jay@metatronics.net",
    "hometown": "Brooklyn, NY",
    "url": "http://www.metatronics.net/burn",
    "year": 2004,
    "uid": "scraped_2004_black_rock_jcc(jews_in_the_desert)"
  },
  {
    "name": "Black Rock Lemonaid Stand",
    "description": "Lemonaid for humans. At the Black Rock Lemonaid stand, the lemonaid is free, the air is dusty, and the savages are thirsty. Bring a cup and a smile. Cold lemonaid on the playa… a little drink of heaven.",
    "contact_email": "phatphoto@hotmail.com",
    "hometown": "Truckee, CA",
    "year": 2004,
    "uid": "scraped_2004_black_rock_lemonaid_stand"
  },
  {
    "name": "Black Rock Oar House",
    "description": "Black Rock Oar House is a gathering of several friends – some old and some new. It is an resurection from the ashes of the Lake Lahontan Yacht Club, which was always known as a laid back and wonderful place to chill on the playa. We don’t want this to be too complicated, but we would like to share three common beliefs: We believe in Santa Claus. We believe that sometimes everyone needs a good paddling. And we believe that heaven is in your mind. Interest you? Check us out.",
    "contact_email": "curtmc@busting-loose.net",
    "hometown": "Shelbyville, TN",
    "year": 2004,
    "uid": "scraped_2004_black_rock_oar_house"
  },
  {
    "name": "Black Rock Paper",
    "description": "Transform unwanted paper from moop into treasure. Enjoy dipping your hands into cool water while creating something out of the dust.",
    "contact_email": "liz@folkwolf.net",
    "hometown": "Ottawa, CANADA",
    "year": 2004,
    "uid": "scraped_2004_black_rock_paper"
  },
  {
    "name": "Black Rock Real Estate",
    "description": "Have you ever dreamed of owning your own parcel of land? Have you felt like you’re ready to settle down and really put some roots down into the playa? Well then you need to head on over to Black Rock Real Estate where we’ll apraise, deed and then mortgage your property up to your eyeballs. Just think of the sense of pride you’ll have when you finally have that piece of paper that says I own this here dirt!",
    "contact_email": "gigificklin@netzero.com",
    "hometown": "Berkeley, CA",
    "url": "http://blackrockrealestate.tripod.com",
    "year": 2004,
    "uid": "scraped_2004_black_rock_real_estate"
  },
  {
    "name": "Black Rock Spatial Delivery",
    "description": "Spatial Delivery uniformed bike messengers have served our community with playawide delivery services for your missives, parcels, letters, schwag since 1999. This year we are recruiting the stout of heart and the sturdy of sinew to join our legions of deliverators… more riders, more bikes, more deliverators, soon I will be the Queen of summer!!!",
    "contact_email": "tpmlawyer@earthlink.net",
    "hometown": "Portland, OR",
    "url": "http://www.ziptie.org/brsd",
    "year": 2004,
    "uid": "scraped_2004_black_rock_spatial_delivery"
  },
  {
    "name": "Black Rock Unified School District",
    "description": "Black Rock Unified School District, where it is recess all the time!  Come join us for all of the old recess and grammar school games you used to play (or would have liked to have played)!",
    "contact_email": "graham@thatplace.net",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_black_rock_unified_school_district"
  },
  {
    "name": "Blacklight Aquarium",
    "description": "SQUIDS IN SPACE – Stella Maris will be a beacon for all surrounding camps to enter the Blacklight Aquarium; to enjoy its existing decorations and to add their own to this collective art project. Thirsty? Stop in at Inky’s Star Bar for some luscious, lunar libations served up by a bevy of heavenly bodies. Captain Inky’s on deck to complete his mission of providing all space travelers with live entertainment, relaxation pods and plenty of fuel for your rocket.",
    "contact_email": "mykel@blaqua.com",
    "hometown": "Folsom, CA",
    "url": "http://www.blaqua.com/projects/squidsinspace.htm",
    "year": 2004,
    "uid": "scraped_2004_blacklight_aquarium"
  },
  {
    "name": "Blackrock Bookmobile",
    "description": "The Blackrock Bookmobile. Back by popular demand Blackrock City’s (un)official mobile Library!!! Where reading is fun for the mental! Remember to burn the man not the books! We are a totally free library, no barter, no returns necessary, no fees, no fines no strings attached, experation- eternity! Just come and get em… Librarians, Shyvonne, Rolin, Corrine, April, baby Sierra.",
    "contact_email": "TriaxRolin777@aol.com",
    "hometown": "Washoe Valley, NV",
    "year": 2004,
    "uid": "scraped_2004_blackrock_bookmobile"
  },
  {
    "name": "blINkinGManCamP",
    "description": "Blinkingman camp returns to the playa! Come and experience the interrogation by icon Joe Friday from the old Dragnet show. He will grill you, question your whereabouts, and you lifestyle habits as you respond to the 20 foot tall legend. Interact and react to just the facts as you act out your skills at the interrogation station… When you finish, meander out to the fence past the man and enjoy the fish that swim the perimeter, lurking on the fence stakes, partaking the playa and all its somnambulent synchopations, name one, give it a story, be part of the PHENCEFISH. And remember, Joe Friday needs to talk to YOU at blINkinGMancAMp! While the others are thinking, we’ll be blinking.",
    "contact_email": "blinkingman@thecrans.net",
    "hometown": "Manhattan Beach, CA",
    "url": "http://www.blinkingmancamp.com",
    "year": 2004,
    "uid": "scraped_2004_blinkingmancamp"
  },
  {
    "name": "Bluehouse",
    "description": "Bluehouse returns to the playa with our renowned Interaction Bar and Shady(+) a pyramid shade structure featuring 1700 square feet of live grass to recover on. The bar will be thumping and the roof of this years Shady(+) will be lowerd every evening in a ritual of community and the sky, to allow for an interupted view of the Vault of Heaven.",
    "contact_email": "corwin@televar.com",
    "hometown": "Seattle, WA",
    "year": 2004,
    "uid": "scraped_2004_bluehouse"
  },
  {
    "name": "Blyss Abyss: The Blyssatarium",
    "description": "Come play in the inner sanctum of the Blyssatarium where you will have an incredible view of the solar system, and delight in a divine atmosphere filled with celestial sounds and heavenly beings. Be ready for our blyssful creatures to perform a preliminary check at the portal to ensure that you are prepared for the finest chillin on the playa.",
    "contact_email": "guntherj@gmail.com",
    "hometown": "Oakland, CA",
    "url": "http://www.blyssabyss.net",
    "year": 2004,
    "uid": "scraped_2004_blyss_abyss:_the_blyssatarium"
  },
  {
    "name": "Booty Camp",
    "description": "Home of the whiskey-drinkin’ rockin’ roll band: Original Booty Burglars and to those girls and boys who dig a fine a booty!  We are here to provide BRC with good music, a frickin’ fun atmosphere, and to pamper your ass!",
    "contact_email": "jerrycurl@originalbootyburglars.com",
    "hometown": "Huntington Beach, CA",
    "url": "http://www.originalbootyburglars.com",
    "year": 2004,
    "uid": "scraped_2004_booty_camp"
  },
  {
    "name": "Bopcamp",
    "description": "Bopcamp is a platform for chicago area community hosting everything from The amber healing project to the Indigo sound experience and the bi-babes banquet. At the heart of it all lies bop: Enter the arena and bop your way to heaven.",
    "contact_email": "beneralfog@hotmail.com",
    "hometown": "Chicago, IL",
    "year": 2004,
    "uid": "scraped_2004_bopcamp"
  },
  {
    "name": "Borrachos Y Bicicletas",
    "description": "Borrachos Y Bicicletas Bike Repair… and shade… and tequila… and no hassles.",
    "contact_email": "ctp@borrachosybicicletas.org",
    "hometown": "Concord, CA",
    "url": "http://www.borrachosybicicletas.org",
    "year": 2004,
    "uid": "scraped_2004_borrachos_y_bicicletas"
  },
  {
    "name": "Box Office Crew Camp and Meeting Place",
    "description": "Meeting place for Box Office crew.",
    "contact_email": "thorny@burningman.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_box_office_crew_camp_and_meeting_place"
  },
  {
    "name": "BRC Animal Control",
    "description": "BRC Animal Control will make daily collections of those pesky playa creatures who are running free causing disturbances to camps, streets and or persons of the City. These captured animals will be documented and tagged for scientific research and easy recognition. Some animals may need to be spayed/neutered, or given shots. Our trained staff will use the latest in animal reform practices to allow these potentially dangerous animals the chance to be reintroduced to life on the playa. If our staff concludes that an animal has achieved reformed status they will have the opportunity to be adopted by/auctioned to a responsible Black Rock City citizen.",
    "contact_email": "catcabalo@hotmail.com",
    "hometown": "Seattle, WA",
    "url": "http://www.brcac.com",
    "year": 2004,
    "uid": "scraped_2004_brc_animal_control"
  },
  {
    "name": "BRRN Station",
    "description": "Take a break and take a ride. BRRNing can get you where you want to go. Bench seating and shade, location signs, network maps, and timetables will help people navigate through the BRC Vault of Heaven. Wooden structures will allow you to contemplate your place in the realm of the unfamiliar and our trains will pick up those lost or otherwise found to transport them to places other than where they are. The many faces of the universe are vast and we all must consider the vehicle which will move us to from our current state to the next, and we must have a place for it to pick us up.",
    "contact_email": "caaboom@earthlink.net",
    "hometown": "Yosemite, CA",
    "year": 2004,
    "uid": "scraped_2004_brrn_station"
  },
  {
    "name": "Budgetcamp",
    "description": "Let the sun and the moon provide you with wealth, for that is all that is necessary.  From dust you came and to dust you will return,  meanwhile you may as well visit Budgetcamp.",
    "contact_email": "hylo@wormhole.org",
    "hometown": "Eugene, OR",
    "url": "http://www.wormhole.org/budgetcamp",
    "year": 2004,
    "uid": "scraped_2004_budgetcamp"
  },
  {
    "name": "Burnersville",
    "description": "Burnersville – a place to live on the playa to remind you that this is the way you can live year round. VoterDrive Art car resides in this camp.",
    "contact_email": "ladymerv@flyingpan.com",
    "hometown": "New York, NY",
    "url": "http://www.voterdrive.com",
    "year": 2004,
    "uid": "scraped_2004_burnersville"
  },
  {
    "name": "Burning Bride Camp",
    "description": "On Dec. 28th XLT led his beloved Uberblonde into the backyard and lit a blowtorchone by one he lit the letters (wrapped in magnesium ribbon) Julie will you be my Burning Bride. Burning Bride camp is the homebase for the Vogt-Chase wedding. Come by camp, meet our parents and leave a dedication at the wedding wreath! The wedding is Friday 9/3 in Infinite Oasis Village; gather at 6 p.m., ceremony at dusk.",
    "contact_email": "juleschase@hotmail.com",
    "hometown": "Madison, WI",
    "year": 2004,
    "uid": "scraped_2004_burning_bride_camp"
  },
  {
    "name": "Burning Drummers Camp",
    "description": "Burning Drummers invites all to join our afternoon drum circles and sun-down processions to the playa. Drum with us in camp or join us as we walk the playa drumming.",
    "contact_email": "spiritmandave@yahoo.com",
    "hometown": "Salt Lake City, UT",
    "year": 2004,
    "uid": "scraped_2004_burning_drummers_camp"
  },
  {
    "name": "Burning Friends aka the LAFers",
    "description": "We’re former SOLO’s and more! Paint your vision of the VAULT OF HEAVEN with us, beginners and experienced artists welcome. Plein-aire painting, create your own work of art or help paint the large community canvases. Express your visions with us.",
    "contact_email": "friends@friends.com",
    "hometown": "Coos Bay, OR",
    "url": "http://www.artpacific.com/burningfriends.html",
    "year": 2004,
    "uid": "scraped_2004_burning_friends_aka_the_lafers"
  },
  {
    "name": "Burning Geisha",
    "description": "Burning Geisha is a self-service Geisha House (“You Are Your Own Geisha”). A small theme area, it is a lounge installation that includes a 16′ long air conditioned cave that will be attached perpendicularly to a 10′ X 20′ covered and walled lounge area. It will be built within Disorient.",
    "contact_email": "parkadon@aol.com",
    "hometown": "New York, NY",
    "year": 2004,
    "uid": "scraped_2004_burning_geisha"
  },
  {
    "name": "Burning Silicon",
    "description": "Visit Burning Silicon Camp for a morning coffee, an afternoon drink, or a late night spin around the dance pole at the Cult-of-E.R.I.C. bar. If you live in Silicon Valley or just love those who do, stop by on Friday 7-9PM before hitting the town as we bring our First Fridays tradition to the playa! We look forward to sharing with you the wonderful community we’re creating year-round. And we can hardly wait to burn our giant Pagoda for you on Wednesday night!!!",
    "contact_email": "arthurz@sbcglobal.net",
    "hometown": "San Jose, CA",
    "url": "http://www.burningsilicon.com",
    "year": 2004,
    "uid": "scraped_2004_burning_silicon"
  },
  {
    "name": "BurningSky",
    "description": "SKYDIVING is  one of the most amazing visual experiences of Black Rock  city  that any human can possibly dream of.",
    "contact_email": "magicmrk@pacbell.net",
    "hometown": "West Hollywood, CA",
    "url": "http://www.burningsky.org",
    "year": 2004,
    "uid": "scraped_2004_burningsky"
  },
  {
    "name": "BURNSTREAM COURT",
    "description": "Do you gape when you see a shiny aluminum streamlined RV on the road? Does the name “Airstream” summon images of retro-coolness and camp at the same time? Please stop by Burnstream Court, the trailer park in the suburbs of Black Rock City, to see Airstreams from every decade since the 50’s. Join us for cocktails, house tours and trailer park culture, complete with pink flamingoes!",
    "contact_email": "dixon222@cox.net",
    "hometown": "San Diego, CA",
    "url": "http://www.batmo.com/burnstream",
    "year": 2004,
    "uid": "scraped_2004_burnstream_court"
  },
  {
    "name": "Cafe Luna",
    "description": "One small step for Burners… one GIANT leap for humankind! If Neil Armstrong woulda landed on THIS, he never woulda left! Moon Shots! Moon Shots! Come one, come all… we’re all STARS under the canopy of heaven, so stop by and chill for awhile… well take a picture of your ass… it’s a guaranteed smile!",
    "contact_email": "niki@rebootmusic.com",
    "hometown": "Sacramento, CA",
    "year": 2004,
    "uid": "scraped_2004_cafe_luna"
  },
  {
    "name": "Camp !Testify!",
    "description": "Fill your cup and empty your soul down at camp !testify!. Draw your feelings, express your thoughts, record your woes, and write down your excitement in our Burning Man collective journal lounge the center for sharing, catharsis and free expression, all while cooling off with a refreshing beverage.",
    "contact_email": "burninwork@yahoo.com",
    "hometown": "Portland, ME",
    "year": 2004,
    "uid": "scraped_2004_camp_!testify!"
  },
  {
    "name": "Camp Arachnid",
    "description": "We provide friendly workshops in exploration through rope bondage, a venue for the curious and the experienced, tie-er and tie-ee alike. Now in  our third year, we’ll have even more rope and more classes (beginner and advanced) to keep up with the huge turnouts we had in 2003.",
    "contact_email": "lynx@subversively.com",
    "hometown": "South San Francisco, CA",
    "url": "http://www.sffetish.com/arachnid",
    "year": 2004,
    "uid": "scraped_2004_camp_arachnid"
  },
  {
    "name": "Camp Arctica",
    "description": "Bringing crushed and block ice to BRC since 1996.",
    "contact_email": "icequeen@burningman.com",
    "hometown": "Seattle, WA",
    "year": 2004,
    "uid": "scraped_2004_camp_arctica"
  },
  {
    "name": "Camp Brand Ur Ass",
    "description": "Mosey on down to Camp Brand Ur Ass for a sizzlin’ good time! Choose from a barn-burnin’ array of brands, and our chaps-wearin’, whip-snappin’ cowpokes will give you the trademark of your life. Our solemn guarantee: no ass left behind.",
    "contact_email": "juditherapy@gbis.com",
    "hometown": "Reno, NV",
    "year": 2004,
    "uid": "scraped_2004_camp_brand_ur_ass"
  },
  {
    "name": "Camp Burning Bush",
    "description": "Camp Burning Bush: Come join your fellow revelers and burnings in some uninhibited free expression and create art from the obscene to the sublime or even political, Anybody can make prints using various body parts. Come join in the afternoon hula hooping.",
    "contact_email": "robbiejoy1@aol.com",
    "hometown": "Joshua Tree, CA",
    "year": 2004,
    "uid": "scraped_2004_camp_burning_bush"
  },
  {
    "name": "Camp Cup'N'Stik",
    "description": "Camp Cup’N’Stik is a sweet little spot where you can come and play the infamous and extremely challenging game of Cup’N’Stik (Warning: This game is incredibly simplistic, thoroughly hilarious, truly wonderful, and highly addictive!) Endless fun for all ages… as long as no one loses an eye… Cup’N’Stik requires a surprising amount of skill, luck, breathing, hand-eye coordination, a good flip, and just the right amount of wind (preferably none at all, but this is rare on the playa, so it just adds to the challenge!) Come check it out, play a round (or six), and spread the Cup’N’Stik love… Also, be sure to join us for our traditional Fancy Feast on Friday evening at sundown…",
    "contact_email": "cupnstik@yahoo.com",
    "hometown": "Orinda, CA",
    "year": 2004,
    "uid": "scraped_2004_camp_cup'n'stik"
  },
  {
    "name": "Camp Dust Mask",
    "description": "Dusk masks for the needy. Don’t be a fool, playa lung ain’t cool… so get your dusk masks here.",
    "contact_email": "ms_clark@comcast.net",
    "hometown": "Seattle, WA",
    "year": 2004,
    "uid": "scraped_2004_camp_dust_mask"
  },
  {
    "name": "Camp Flying Hands",
    "description": "Camp will be run by and for those who utilize the visual language of American Sign Language (ASL). Deaf and Hearing are both welcome. Will have various activities. Contact us at our email below for more information.",
    "contact_email": "oaktownrocks@hotmail.com",
    "hometown": "Vallejo, CA",
    "url": "http://groups.yahoo.com/group/flyinghandsontheplaya",
    "year": 2004,
    "uid": "scraped_2004_camp_flying_hands"
  },
  {
    "name": "Camp FUCK",
    "description": "New and Improved! 40% less fat!",
    "contact_email": "patthegiant@earthlink.net",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_camp_fuck"
  },
  {
    "name": "Camp Hi!",
    "description": "Last year, we were The little Theme Camp that could This year were back with more friends, more animations, more screens, and by popular demand – more shadow dancing! This year, well have 5 screens of 3D video and shadow dancers. The center 3 screens show one contiguous 3D video scape, surrounding the viewer and immersing them in the animated realm of resident video geek Disco Stu. The flanking screens act as the stage for any participants that want to shake their silhouette! Count on resident camp DJs Scottino Larsino (San Francisco), Feliz (San Diego), Le Roux (San Diego), and D(j)evil (Detroit) to provide funky, dancey, fun beats along with spacious, heavenly atmospheres. Check out pictures, camp plans & previsualizations, dj info, and the latest Camp Hi! buzz at www.fugnuts.com/camphi/.",
    "contact_email": "ndiemer@dreamhammer.com",
    "url": "http://www.fugnuts.com/camphi/",
    "year": 2004,
    "uid": "scraped_2004_camp_hi!"
  },
  {
    "name": "Camp HooHa",
    "description": "Home of the Black Rock Planetarium and Battlebar Galactica, featuring a series of cocktail parties including the 3rd Annual Fidel’s Castro Socialist Party. Come for the mojitos, stay for the alien invasion civil disobedience training. Resist the green bourgeoisie. Viva la revolucion. Only at Camp HooHa.",
    "contact_email": "megalisa@burningman.com",
    "hometown": "Oakland, CA",
    "year": 2004,
    "uid": "scraped_2004_camp_hooha"
  },
  {
    "name": "Camp Israel",
    "description": "Love Israel!? Love the Amazing Israeli Trance?! The Clubs?! Love the Dead Sea?! and the Spa experience?! Love the Shuk and the Shopping!? Love the Spirituality and the Mystics!? Love Jewish Stories?! Love to Dance!? Love life?! Love learning!? Love family!? Love community!? Love Food!? Love thy neighbor as thyself!? Camp Israel has something for everyone!",
    "contact_email": "lizwiz81@yahoo.com",
    "hometown": "San Antonio, TX",
    "year": 2004,
    "uid": "scraped_2004_camp_israel"
  },
  {
    "name": "Camp Jonestown",
    "description": "Delicious poisoned Kool-Aid served from 12-3pm daily. Glorious hymns for your entertainment and an ordained minister for that one-of-a-kind wedding. Get married at Jonestown and you won’t get divorced because you’ll pass out and go on your trip to heaven 15 minutes after getting hitched.",
    "contact_email": "kauterio@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://otterpop321.tripod.com/brc2003/BurningMan_Webpage/html/index.html",
    "year": 2004,
    "uid": "scraped_2004_camp_jonestown"
  },
  {
    "name": "Camp Kingdom Come",
    "description": "As we all ponder the contents of the vault of heaven, Camp Kingdom Come serves to point out where the vault is intended to be found – specifically, within you. Continuing our tradition of vast prophetic gestures, we offer the gift of life as expressed through water and the interpretation of your dreams by trained dream interpreters.",
    "contact_email": "rbohlender@fotb.com",
    "hometown": "Kansas City, MO",
    "year": 2004,
    "uid": "scraped_2004_camp_kingdom_come"
  },
  {
    "name": "Camp Klepto",
    "description": "Come and celebrate Camp Klepto’s 3th year on the Playa. Drop by for a drink in our bar, watch the stars from our lounge or just groove to the great stuff our DJs have been dropping on the playa each year! Besides giving you dance under the vaults of heaven we will organize yet another giant kickball-game (also known as Bunny-Ball). “Black Rock City United” is organizing pick-up soccer on the playa on pretty much a daily basis.  Looking forward the seeing y’all on the playa!",
    "contact_email": "ghofwegen@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_camp_klepto"
  },
  {
    "name": "Camp Orange",
    "description": "Anything you want, as long as it’s Orange! The O-Rangers would like to welcome you to come chill out in our Orange. Be one with the Orange. Dress Code: Orange. Or Naked (all skin colours are Orange).",
    "contact_email": "burning.girl@telus.net",
    "hometown": "Vancouver, BC",
    "year": 2004,
    "uid": "scraped_2004_camp_orange"
  },
  {
    "name": "Camp PeePot",
    "description": "Why stagger over to Johnny on the Spot at 4am when you can squat over your own custom made PeeVault from Camp PeePot? We supply the stickers and the markers, you make and fill the pot as you see fit, its that easy, and oh so convenient!",
    "contact_email": "sfritz2994@aol.com",
    "hometown": "Portland, OR",
    "year": 2004,
    "uid": "scraped_2004_camp_peepot"
  },
  {
    "name": "Camp Redhead",
    "description": "A little camp just for all those of the red-headed persuasion (and those who admire them.)   Calling all feisty, fiery, fierce and fabulous women and men who were either born red or have transformed themselves into redheads: we will mass together in a flaming, friendly camp.  We’ll serve chilled red beer and chili made with red beans, mixed up with down-tempo grooves under a shady cabana! Does your carpet match the drapes???",
    "contact_email": "lovergrrl666@yahoo.com",
    "hometown": "Oakland, CA",
    "year": 2004,
    "uid": "scraped_2004_camp_redhead"
  },
  {
    "name": "Camp Schadenfreude",
    "description": "Camp Schadenfreude presents the MRI experience and featuring this year a critical bush for kerry bicycle rally and march on Sunday at 4pm.",
    "contact_email": "drmango@gowebway.com",
    "hometown": "Eugene, OR",
    "url": "http://www.campskullfuck.com",
    "year": 2004,
    "uid": "scraped_2004_camp_schadenfreude"
  },
  {
    "name": "Camp TETRA",
    "description": "Welcome back to that place you came from. Join Camp Tetra in their spiritual journey through the unknown. A place to move past the mediocre and into the future with the knowledge of what we have already accomplished.  World class Djs, bands and performers invite you to our 30 foot standing pyramid/ chill area. Enjoy the soundscapes and move to the groove.",
    "contact_email": "analog_frenzy@yahoo.com",
    "hometown": "Van Nuys, CA",
    "year": 2004,
    "uid": "scraped_2004_camp_tetra"
  },
  {
    "name": "Camp Videogasm",
    "description": "Camp Videogasm A Multimedia Explosion featuring independent / experimental video, interactive computer graphics, and live video art on our two screens, nightly at Snowflake Village. If you are a video artist with a short subject video youd like to show, contact us.",
    "contact_email": "epoppycock@comcast.net",
    "url": "http://www.videogasm.com/burningman",
    "year": 2004,
    "uid": "scraped_2004_camp_videogasm"
  },
  {
    "name": "Camp Voyeur",
    "description": "Here we are, behind these two eyes, looking out, the heavens and earth before us. Oh, the spectacles we’ll witness – join us and we’ll have a look-see.",
    "contact_email": "dosydotes@yahoo.com",
    "hometown": "North Hollywood, CA",
    "year": 2004,
    "uid": "scraped_2004_camp_voyeur"
  },
  {
    "name": "Camp WRong",
    "description": "Camp WRong is back for our fourth fun-filled whacky year. Come on by our chill space for a homebrew, kick back and listen to the sound stylings of one our many DJ’s broadcasting on WRong Radio (WRNG). You may want to join us for a spin around the esplanade on the WRong Artcar, a rolling musical kama sutra experience. We’ll see you all at home real soon.",
    "contact_email": "mctb36411@comcast.net",
    "hometown": "Shoreline, WA",
    "url": "http://home.comcast.net/~mctb36411/wsb/html/view.cgi-home.html-.html",
    "year": 2004,
    "uid": "scraped_2004_camp_wrong"
  },
  {
    "name": "Capt. Najork & His Hired Sportsmen",
    "description": "We’re sportsman for hire. While unemployeed the sportsman are engaged in various games of our own invention including playa snooker with bicycles, blind cricket, and Tom-on-the-bottom. Hop on the Interstellar Remix Wagon at night and get your cosmic groove on.",
    "contact_email": "schieco@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_capt._najork_&_his_hired_sportsmen"
  },
  {
    "name": "Cat Herders Union, Local 451",
    "description": "Bowling, bowling, bowling! glow in the dark bowling! with the Cat Herders!",
    "contact_email": "tracy@stilton.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_cat_herders_union,_local_451"
  },
  {
    "name": "Cat's Cradle",
    "description": "A beacon of glowing webs and weaves on the horizon, the Cats Cradle beckons you to join your tribe in dance and in play, to the sounds of hard rocking desert beats. In this grand yet cozy world of lines, string, tension and equilibrium, we create a playful black lit space, based on the elegance of simplicity and repetition, and the worlds most ancient and universal games: string games. Play and learn by day, and dance and forget by night!",
    "contact_email": "catscradle@burn-productions.com",
    "hometown": "Venice, CA",
    "year": 2004,
    "uid": "scraped_2004_cat's_cradle"
  },
  {
    "name": "Catadomes and Kiddie Korral",
    "description": "Kiddie Korral will be a pitstop for families on the go at Burning Man. Ideal for any folks with a rugrat in the 1-3 yr range who want to take a break and hang out day or night while cruising the Esplanade. All others can check out our collection of dome building styles.  Including an eliptical dome. See Tara’s desertdomes.com for calculator and advice on building domes to make Burning Man a dome paradise this year.",
    "contact_email": "erin@cassandraq.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.desertdomes.com",
    "year": 2004,
    "uid": "scraped_2004_catadomes_and_kiddie_korral"
  },
  {
    "name": "Celestial Chamber of Burt Reynolds",
    "description": "A celestial space for gathering of Burt Reynolds admirers. Come visit the Burt Reynolds temple and the Burt Reynolds museum. Pick up your Burt Balm and understand what it truly means to be aboard the Burt Reynolds Experimental Spaceship of Love.",
    "contact_email": "olivier@jsicommunity.org",
    "hometown": "Denver, CO",
    "year": 2004,
    "uid": "scraped_2004_celestial_chamber_of_burt_reynolds"
  },
  {
    "name": "Celestial E-Mission",
    "description": "Celestial E-Mission.",
    "contact_email": "koklchong@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_celestial_e-mission"
  },
  {
    "name": "Che Guevara Guerilla Training Camp",
    "description": "We are a collective centered ‘DISTRACTIONS’. A ticket outlet for burners the basis of our camp is inspired by the freedom fighters of the world..…the opressed public that fights big government invasion…our spiritual leader…Che GuevaraOur camp consists of:one 16×32 o.d. army tent(main headquarters)2-3 parachute tentsone anti air craft art wagontraining facility(tire run,wire crawl, etc.)uniformend fatigueflags hung high above the quarterscommunal dinningche shrineguerilla theaterlive revolutionary music and entertainmentpolitical awarness posted on walls",
    "contact_email": "distractions_@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_che_guevara_guerilla_training_camp"
  },
  {
    "name": "Children of Chaos",
    "description": "For 2004 we will be performing loosely disorganized skits around the playa and in the camps.  We will appear suddenly from many directions, challenge commonly held beliefs and the nature of the universe and the human condition, and then disappear.",
    "contact_email": "captn_vic@yahoo.com",
    "hometown": "Portland, OR",
    "url": "http://home.comcast.net/~imstevens/chaos_camp.html",
    "year": 2004,
    "uid": "scraped_2004_children_of_chaos"
  },
  {
    "name": "Chillonia",
    "description": "Chillonia is back in 2004, perhaps for our final year.  Come have a drink, get some turtle soap, get your picture taken and autograph it for us, take our political quiz, play some Euchre, play some blacklight croquet, or just chill out in our Turtle.",
    "contact_email": "rene@chillonia.org",
    "hometown": "Jamaica Plain, MA",
    "url": "http://www.chillonia.org",
    "year": 2004,
    "uid": "scraped_2004_chillonia"
  },
  {
    "name": "Cirque de Flambe & Burning Earth",
    "description": "Playing with the fiery jewels from the Vaults of Heaven.",
    "contact_email": "maque@drizzle.com",
    "hometown": "Seattle, WA",
    "year": 2004,
    "uid": "scraped_2004_cirque_de_flambe_&_burning_earth"
  },
  {
    "name": "Citrus Camp",
    "description": "Hot? Thirsty? Vitamin deficient? Stop by Citrus Camp and spin the Wheel O Drinks for a refreshing citrus-y beverage. Squeeze your own OJ and lemonade with our giant juicer. Listen to the fab sounds of our very own DJ Brother John and DJ Techno Dinesh in the early afternoon.",
    "contact_email": "citruscamp@tinkoff.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.theclandestino.org",
    "year": 2004,
    "uid": "scraped_2004_citrus_camp"
  },
  {
    "name": "Clevian Circularity",
    "description": "Home of the famed “Astro-Match” Speed dating game: “4 guys, 4 girls, 8 minutes, 1 fun time.” We are located in Snowflake Village.",
    "contact_email": "eric@clevian.com",
    "hometown": "Milwaukee, WI",
    "url": "http://www.clevian.com/circularity.htm",
    "year": 2004,
    "uid": "scraped_2004_clevian_circularity"
  },
  {
    "name": "Close Interaction in Cosmic Tango",
    "description": "The magnificent Cosmic Tango of life is composed of billions of individual moments. Intricate Interaction varies widely from the aggressive to the sensual and everything in between. Sit and relax, talk, dance, sing, or entertain. We may provide a window to your cosmological origins. Like Type O stars, we will be radiating the maximum amount of Ultraviolet Light.",
    "contact_email": "lovcat@yourreality.org",
    "hometown": "Santa Monica, CA",
    "url": "http://www.yourreality.org/bb/tango.html",
    "year": 2004,
    "uid": "scraped_2004_close_interaction_in_cosmic_tango"
  },
  {
    "name": "Cloud Camp",
    "description": "Cloud Camp is your waystation between earth and the Vaults of Heaven. Chill in the Cloud Temple, view the blacklight heavens in the dome above, worship at the Altar of Soft (or leave an offering of softness for others), enjoy a cloud cocktail, or visit the amazing Cumulus Luminosa mutant vehicle.",
    "contact_email": "jesse@jesseberst.com",
    "hometown": "Bellevue, WA",
    "year": 2004,
    "uid": "scraped_2004_cloud_camp"
  },
  {
    "name": "Cloud Cuckoo Land",
    "description": "We plan intercept the smoke rising to Heaven from all the sacrifices to the gods, and to hold the gods and men hostage. We call this city, Cloud Cuckoo Land.",
    "contact_email": "bronco_the_man@hotmail.com",
    "hometown": "Aptos, CA",
    "year": 2004,
    "uid": "scraped_2004_cloud_cuckoo_land"
  },
  {
    "name": "Club Fierce",
    "description": "Club Fierce: Fierce Styling: Come by any afternoon bring your costumes and accessories and professional stylists will show you how to wear them with Fierce Style: Create looks worthy of the catwalks of Paris, New York or Milan: Walk our Fierce Runway: Learn to Strut: Learn to give good Face: Paris is Burning Man: Experience R-Man-Y Sexchange",
    "contact_email": "tomgleeson@hotmail.com",
    "hometown": "New York, NY",
    "year": 2004,
    "uid": "scraped_2004_club_fierce"
  },
  {
    "name": "Club Med",
    "description": "WELCOME TO CLUB MED! Come get your prescriptions filled here! Party with crazy doctors and naughty nurses- get your diagnonsense- and receive your meds… through feeding syringes of course! Hospital ID cards, changing cubicle to get into fun hospital gear (provided), liquor shots through plastic syringes, exam tables for the daring!, a bartender with a degree in…. something? Doctors armed with prescription pads, and whatever else takes place in this Black Rock City clinic! Come participate in the fun- bring trades for the bar and receive special nursing attention! ALL IS WELL AT CLUB MED!",
    "contact_email": "bloodroses917@aol.com",
    "hometown": "Hyde Park, MA",
    "url": "http://www.theclubmed.com",
    "year": 2004,
    "uid": "scraped_2004_club_med"
  },
  {
    "name": "Club Verboten",
    "description": "Vintage avant garde music, decor and debauchery await your approval at Club Verboten.",
    "contact_email": "clubverboten@aol.com",
    "hometown": "Reno, NV",
    "url": "http://www.klodhopper.com/joy",
    "year": 2004,
    "uid": "scraped_2004_club_verboten"
  },
  {
    "name": "Community Myths",
    "description": "Re-enchanting the World, one spoonful at a time! SOUP!",
    "contact_email": "sylvia8@mindspring.com",
    "hometown": "Cupertino, CA",
    "year": 2004,
    "uid": "scraped_2004_community_myths"
  },
  {
    "name": "Constellation Community",
    "description": "Star Light, Star Bright, First Star I See Tonight… I Wish I May, I Wish I Might Burn like the Man this Starry Night. Ever wonder which stars make up the Constellations in the Summer Nights? Join our community as we guide you through the Heavens Constellations. Discover the universe with a journey thourgh the Cosmos!",
    "contact_email": "constellationburningman@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_constellation_community"
  },
  {
    "name": "Contraptionists",
    "description": "The Contraptionists at 826 Venus, includes KittyTrim By The BushWhacker (Special hygiene services for women. Just think a minute of what the name implies, if you are wondering what the services are), come in to a chill space where guests, friends and neighbors can cool off with a snow cone or sip a cool smoothy at the Nebula Lounge or get a Burningman stamp tattoo or help inflate the wind dancers dancing out front as the Contraptionists ply the playa in their quirky creations.",
    "contact_email": "Daniel@TDA3.com",
    "hometown": "Boulder, CO",
    "url": "http://www.Contraptionists.Com",
    "year": 2004,
    "uid": "scraped_2004_contraptionists"
  },
  {
    "name": "Convergence Villa",
    "description": "Convergence villa will be the camping extension of the Fire Conclave Convergence camp and the first home of the Convergence shade project. Join the fire conclave members under a shade project spanning 3 cities.",
    "contact_email": "tedward@burningman.com",
    "hometown": "Culver City, CA",
    "url": "http://www.tedward.org/village/2004/",
    "year": 2004,
    "uid": "scraped_2004_convergence_villa"
  },
  {
    "name": "Cosmic Giggle",
    "description": "Experience the Cosmic Giggle.",
    "contact_email": "evanj23@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_cosmic_giggle"
  },
  {
    "name": "Cosmic Volcano",
    "description": "Throw yourself into the smoldering volcano as a sacrifice to the God Zeb. Meet the lost tribe of Zebulon, marooned here after their own planet was destroyed. Play the national Zebonise game of Bezball.",
    "contact_email": "lyleb@sutterhealth.org",
    "hometown": "Oakland, CA",
    "url": "http://www.thespoon.com/costco/",
    "year": 2004,
    "uid": "scraped_2004_cosmic_volcano"
  },
  {
    "name": "Cuddle Princess Island",
    "description": "Everyone wins at Cuddle Princess Island! We also offer crafts activities during the day.",
    "contact_email": "jlargman@hotmail.com",
    "hometown": "Berkeley, CA",
    "year": 2004,
    "uid": "scraped_2004_cuddle_princess_island"
  },
  {
    "name": "Cult of Distraction",
    "description": "The Cult of Distraction is one of the main experiences you go to Burning Man for. We will lavish you with gifts in our luxurious COD Club with fantastic drinks, great conversation, dancing, and an incredible environment, but be warned there is NO barter and be prepared for a quick ejection if you ask for ANYTHING. The COD Club is a “Gift Bar” (we also operate as a share bar) meaning you get a gift from us based on Cult of Distraction principles. All you have to do is be yourself and make a connection, but try and be difficult and you will end up providing the entertainment for everyone else.",
    "contact_email": "andi@cultofdistraction.org",
    "hometown": "Haleiwa, HI",
    "url": "http://www.cultofdistraction.org/bman/bm04.html",
    "year": 2004,
    "uid": "scraped_2004_cult_of_distraction"
  },
  {
    "name": "Cypress Lounge Bingo",
    "description": "Come play BINGO at the Cypress Lounge every afternoon, and win fabulous prizes, and enjoy a cocktail from our Bingo Bar. Check the calendar for game times.",
    "contact_email": "griffin@cypresslounge.com",
    "hometown": "Monterey, CA",
    "year": 2004,
    "uid": "scraped_2004_cypress_lounge_bingo"
  },
  {
    "name": "Dear Diary",
    "description": "Dear Diary invites you to share your Burning Man thoughts, feelings, reflections and experiences by contributing to a collabortive journal. Burning Man offers different experiences to thousands of people, but we often take home only our own. Help to create a journal that personifies Burning Man 2004 and the countless pleasures it bestows upon its particpants. Take a break from the heat, and relax in our shade as you reflect; two words or ten pages, we welcome whatever you have to share. We will collect entries in journals, which will be compiled after the event into one complete chronological diary of Burning Man 2004 and published on the internet with a link to be provided on the Official Burning Man site.",
    "contact_email": "coolchick_htown@yahoo.com",
    "hometown": "Austin, TX",
    "url": "http://www.deathguild.com",
    "year": 2004,
    "uid": "scraped_2004_dear_diary"
  },
  {
    "name": "Deep Heaven: Heart of the Universe",
    "description": "Deep Heaven provides 24hour excursions to the center of the Universe, the Heart. The re-creation of our alien love resort provides a variety of experiences, including Burner-button making, black- light-body-paint dancing, intimacy playshops (non-sexual in nature), and art installations, such as a Camera Obscura and a Heart Portal filled with heart graffiti.",
    "contact_email": "sproul@sbcglobal.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.graphicondesign.com/deepheaven/",
    "year": 2004,
    "uid": "scraped_2004_deep_heaven:_heart_of_the_universe"
  },
  {
    "name": "Department of Tethered Aviation",
    "description": "Come fly with us at the Department of Tethered Aviation! We have hundreds of kites for your aerial pleasures. Thursday at 4:20 we will have our 5th annual kite festival. Please bring kites or come by and we can set you up.",
    "contact_email": "tristank@mac.com",
    "hometown": "San Geronimo, CA",
    "url": "http://www.dotarocks.net",
    "year": 2004,
    "uid": "scraped_2004_department_of_tethered_aviation"
  },
  {
    "name": "Disco Headhunters",
    "description": "Disco Headhunters unite every year at Burning Man and deliver the best electronic music on the Playa. Period.",
    "contact_email": "mattestarr@yahoo.com",
    "hometown": "Portland, OR",
    "url": "http://www.disorient.com",
    "year": 2004,
    "uid": "scraped_2004_disco_headhunters"
  },
  {
    "name": "DonutLove",
    "description": "DonutLove is full of good people, great energy and sweet loving. Our toroidal camp will feature the Harvey Wallbanger installation, on which participants will swing on a rope into a padded wall, then drop onto cloud-like cushions. Should you be suffering from questions of the spirit, the WWJD Footbath and Pedicure station may guide you towards enlightenment. And don’t miss out on a little sump’n sump’n on Body Shot Night, where the omnipotent Wheel calls the shots. Our chill houses will provide oases where weary travelers may pause, rest, reflect, and fritter away the day. And if, just if, you’re lucky… you might find that succulent pastries can be found without a [corporate brand removed] in sight.",
    "contact_email": "lovemonkey2k1@hotmail.com",
    "hometown": "Elk Grove, CA",
    "url": "http://www.donutlove.com",
    "year": 2004,
    "uid": "scraped_2004_donutlove"
  },
  {
    "name": "Doomtown Laboratories",
    "description": "QUESTION:  Has the Big Bang created a universe indefinitely expanding or will it reach a firey finale and evaporate back into oblivion? Doomtown Laboratories commits the highest level of scientific research into delving into the dangers of existence in the universe and most particularly the playa. The Doomtown research center will host willing participants in experimental adventures including a massive maze testing the subjects ability to negotiate the puzzle to the party in the baramazing dome under a variety of stimulants. The pavilion lab cabaret bar will provide opportunities to consume expermental toxins designed to alter your conscienciousness as you enjoy impromtu entertainment. Mobile research facilities will be used to transport subjects to various sites around the playa for field study. The entertaining presentation of Doomtown Research in no way releases its volunteers answering more serious questions regarding plaua exiostence. Whatever they may be. Be prepared.",
    "contact_email": "archidea2@aol.com",
    "hometown": "Reno, NV",
    "year": 2004,
    "uid": "scraped_2004_doomtown_laboratories"
  },
  {
    "name": "DPW Ghetto",
    "description": "Your Department of Public Works camping at the DPW Ghetto. Feel free to bring a cold beer or soda and come say hi.",
    "contact_email": "mayfield@burningman.com",
    "hometown": "Gerlach, NV",
    "url": "http://www.brc-dpw.org",
    "year": 2004,
    "uid": "scraped_2004_dpw_ghetto"
  },
  {
    "name": "Dreams 2 Reality",
    "description": "Burning Man is a place where fantasies come true. Visit “Dreams 2 Reality” and write your wish on a flag that will be offered to the fire Burn Night. You will also recieve a sticker emblem to remember your Burn all year long.",
    "contact_email": "GenaCLS@aol.com",
    "hometown": "Lake Balboa, CA",
    "year": 2004,
    "uid": "scraped_2004_dreams_2_reality"
  },
  {
    "name": "Dreamtime",
    "description": "In other times, many decisions ago, beings knew a fresh world. Forms of things were less familiar, more surprising, prone to shift or fade or flow — in need of investigation. Certainty laid no claim to durability but always kept its options open. Dreamtime will immerse you in expanded possibility through storytelling performance and participatory games every afternoon. The Dreamtime Journal will invite collaborative composition from all who visit. All storytellers and other spoken-word artists are invited to contribute — please email with your plans and ideas.",
    "contact_email": "booker@burningman.com",
    "hometown": "Denver, CO",
    "url": "http://dreamtime.bluedream.com",
    "year": 2004,
    "uid": "scraped_2004_dreamtime"
  },
  {
    "name": "Earth Guardian Pavilion",
    "description": "We’re trying to inspire you to appreciate the Black Rock environment and embrace Leave No Trace by focusing our collective artistic, technical and spiritual energy to protect our part of the cosmos – Earth, more specifically, our playa. Hug the ground and go beyond no trace and leave positive traces (and no MOOP!) on the land. Then join us for daily activities including: yoga, MOOPing, nature walks and restoration, hot spring patrols and LNT and camp of the day crusading. Classes and many kids activities as well!  Rest by the water bar and expand your mind with our enviromental library and movies when the day’s LNT activities are done.",
    "contact_email": "karinaoc@earthlink.net",
    "hometown": "Incline Village, NV",
    "url": "http:///on_the_playa/environment_concerns/earth_guard.html",
    "year": 2004,
    "uid": "scraped_2004_earth_guardian_pavilion"
  },
  {
    "name": "Electra FM 89.9",
    "description": "Now in its 5th year. Tune in and enjoy our eclectic array of music and mayhem. Also stop in and enjoy the Carnaval: Night in Brazil Dance! Tuesday at 8 pm. Theme camps and Villages wishing to make annoucements about activies, art or other interactive projects on the Playa are always welcome.",
    "contact_email": "Arizona-regional@cox.net",
    "hometown": "Tucson, AZ",
    "url": "http://Radio-electra.com",
    "year": 2004,
    "uid": "scraped_2004_electra_fm_89.9"
  },
  {
    "name": "Element 10 Ne 20.1797 amu",
    "description": "“Liquid Fire” was what people called the first neon signs. Almost 100 years later the forces behind Element 10 have created the worlds first neon powered, deep space transmission/receiver antenna. You are invited to send and receive messages to and from the cosmos. You will also experience the strong electrical field produced by the antenna called a ‘corona’. The antenna will operate from dusk to dawn for seven nights only. After your intergalactic communique you will be invited to share your story, sip hot cocoa, or warm brandy, and relax next to a well-stoked fire.",
    "contact_email": "b_rad510@hotmail.com",
    "hometown": "Boulder, CO",
    "year": 2004,
    "uid": "scraped_2004_element_10_ne_20.1797_amu"
  },
  {
    "name": "EnergyRiders of AromaLoveJungle",
    "description": "Energy Riders of The AROMATHERAPY LOVE JUNGLE return again! And invite you to explore all of your senses with aroma and heavenly mist in our jungle, BREATHE – a place to find your breath, your Heavenly Angels and breathe, the late night LION’S DEN where all are invited to sing and play their roar, instruments and drum circles encouraged…  LISA’A LAVISH LOVE LOUNGE invites ALL WOMEN each eve. (TH,F,Sat 6pm), and Lisa will lavish and adorn ONE WOMAN from head to toe.  She is sent into the night as the Goddess she is.",
    "contact_email": "jennifer@daughterearth.com",
    "hometown": "Aspen, CO",
    "year": 2004,
    "uid": "scraped_2004_energyriders_of_aromalovejungle"
  },
  {
    "name": "Esalen Camp",
    "description": "We will be bringing the esalen vibe to the playa, along with some of our community members. from open seat to dance church, from yoga to massage, to who knows what else. Talking stick? Samba class? Come find out.",
    "contact_email": "hyperelf2@netscape.net",
    "hometown": "Big Sur, CA",
    "year": 2004,
    "uid": "scraped_2004_esalen_camp"
  },
  {
    "name": "Euphoria",
    "description": "Welcome To Euphoria. We’ve Come To Take You Away. Join us for a weeklong celebration of community, incredible music, cosmic art, dance, and other performance. Gather under our new Euphoria Pavilion or circle the tower of Order and Chaos and wonder.",
    "contact_email": "jordan10e@hotmail.com",
    "hometown": "Salt Lake City, UT",
    "year": 2004,
    "uid": "scraped_2004_euphoria"
  },
  {
    "name": "Evil Sock Puppet Camp",
    "description": "Sock puppets gone bad.  Bring one or make one at our camp.  Evil sock puppet impromptu puppet shows anytime you want to have one…we’ll provide the puppet theatre, you provide the brilliant, scary evil that only evil sock puppets can weild!!! Mmwha-ha-ha-ha!!! We will be located within our sister camp, feisty Camp Redhead, home of cold red beer, hot red chili and relaxing, down-tempo grooves!",
    "contact_email": "lovergrrl666@yahoo.com",
    "hometown": "Oakland, CA",
    "year": 2004,
    "uid": "scraped_2004_evil_sock_puppet_camp"
  },
  {
    "name": "Faerystar Artists Guild (@ Avalon)",
    "description": "2004 brings the septacle to the playa, harnessing the energy of the seven planetary spheres of ancient astrology as contained by the seven-pointed Faery Star. Join the Faeries at the Faeryland Artists Guild (part of the Avalon Space Station) and join in the Faery games! Workshops to be held include:",
    "contact_email": "fairylemmiwinks@aol.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_faerystar_artists_guild_(@_avalon)"
  },
  {
    "name": "Fandango",
    "description": "The Fandango Village is back for its 14th year on the playa, featuring the Slowburn Lounge, the Orbitals, Freekutopia, Bindilicious, Deep Stupid, and all your playa-based favorites.  Come by for a breakfast beer bong, and above all, don’t look at our fence!",
    "contact_email": "steve.courtney@akqa.com",
    "url": "http://www.cherrygalaxy.com/reedruum/",
    "year": 2004,
    "uid": "scraped_2004_fandango"
  },
  {
    "name": "Fast Furnishings",
    "description": "Find your Ultimate Sock Mate! Pay Tribute to your last chance to wear white shoes!",
    "contact_email": "greg@acmeart.com",
    "hometown": "Berkeley, CA",
    "url": "http://www.fastfurniture.com/themecamp",
    "year": 2004,
    "uid": "scraped_2004_fast_furnishings"
  },
  {
    "name": "Fig Leaf Playhouse",
    "description": "Hey all you burners who need a fig leaf to cover yourself, or if you just want to look really good come and play dress up with our cool playa duds.",
    "contact_email": "Kandy@sonic.net",
    "hometown": "Napa, CA",
    "year": 2004,
    "uid": "scraped_2004_fig_leaf_playhouse"
  },
  {
    "name": "Fire Conclave Convergence",
    "description": "One & only place for all Fire Conclave members, Helmsmen and Drummers to sign in. Members will have access to fire tool repair, information for reherasal and Burn Night. Other event information will also be posted.",
    "contact_email": "crimson@burningman.com",
    "hometown": "Oakland, CA",
    "year": 2004,
    "uid": "scraped_2004_fire_conclave_convergence"
  },
  {
    "name": "Fire Muse Circus",
    "description": "Fire Muse Circus is a 24 hour preformance camp including fire, stilt, theater and circus preformers. Found art sculpture and art that is created at the camp and will be added into the sets and scenery. An original 2 act tragic play will be preformed on Thursday. Other preformers are welcome to use the stage as time is available.",
    "contact_email": "rapideye@xmission.com",
    "hometown": "Salt Lake City, UT",
    "year": 2004,
    "uid": "scraped_2004_fire_muse_circus"
  },
  {
    "name": "Flattery Camp",
    "description": "Well Peeps – you asked for it, you dreamed of it, you screamed for more, you even cried when you thought it would not happen again, even the Rangers want it as badly as sex.",
    "contact_email": "mabaas1@yahoo.com",
    "hometown": "Seattle, WA",
    "url": "http://flight2mars.com",
    "year": 2004,
    "uid": "scraped_2004_flattery_camp"
  },
  {
    "name": "FluffyNation",
    "description": "FluffyNation is a not-for-profit corporation that allows participants the opportunity to give gifts.",
    "contact_email": "mfratkin@humboldt1.com",
    "hometown": "Kneeland, CA",
    "year": 2004,
    "uid": "scraped_2004_fluffynation"
  },
  {
    "name": "Free Photography Zone",
    "description": "Free Photography Zone provides photographs of any and all participants at Burning Man. In our studio participants are photographed and given a Polaroid as their permanent rememberence of Burning Man. Participants are also sometimes provided with additional photographs in the year following each Burning Man.",
    "contact_email": "johnbrennanphoto@yahoo.com",
    "hometown": "Santa Clara, CA",
    "url": "http://www.johnbrennanphoto.com",
    "year": 2004,
    "uid": "scraped_2004_free_photography_zone"
  },
  {
    "name": "Freekutopia's Science and Mystery",
    "description": "Freekutopia presents “Weird Science and Mystery”",
    "contact_email": "nxplasmid2@hotmail.com",
    "hometown": "Oakland, CA",
    "year": 2004,
    "uid": "scraped_2004_freekutopia's_science_and_mystery"
  },
  {
    "name": "Funkee Monkey Camp",
    "description": "Funkee Monkey Camp returns with a vengeance to celebrate the official Chinese year of the Monkey! We’ll be spinning funky beats to delight your feet, and serving up banana pancakes & coffee at 42.0 minutes past sunrise for all to enjoy after a night of monkeying around on the playa. Drop by for some daytime fun and funk that would make even Curious George jealous–come on down and git’ down!",
    "contact_email": "francoischadwick@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_funkee_monkey_camp"
  },
  {
    "name": "Furtopia",
    "description": "Furtopia is a (fake)fur-filled haven for animals of all stripes. Please visit the Petting Zoo, our luxurious dome where you simply must compete in the Furlympics, have your fabulousness immortalized in the Fuzzy Fotomat, or get accessorized by making your very own furry pasties.",
    "contact_email": "lyaudes@earthlink.net",
    "hometown": "Washington, DC",
    "year": 2004,
    "uid": "scraped_2004_furtopia"
  },
  {
    "name": "Fusion Valley",
    "description": "Fusion Valley, home of PlayaNet will be offering an internet cafe this year, stop by enjoy some shade, and visit other geeks. We’ll have couches, mist, games, and other fun activites.  Stop by and say howdy to some long time burners.",
    "contact_email": "taz@burningman.com",
    "hometown": "Gerlach, NV",
    "year": 2004,
    "uid": "scraped_2004_fusion_valley"
  },
  {
    "name": "Genital Portrait Studio",
    "description": "Capture your own personal “Vault of Heaven” on film in what has become a Burning Man tradition of the Genital Portrait Studio. Chochas, hoo-haas, dicks, pricks, cocks and balls, cunts, pussies, pee-pees, twigs n’ berries, schwanzes, schlongs, dongs, axe wounds, vertical tacos, johnsons, willies, peters, (oh, and boobs, tits, teats, melons, knockers, honkers, hooters); you got ’em, we’ll shoot ’em and provide you with the essential Burning Man Genital ID card which must be displayed at all times on the playa for identity verification by our omnipresent undercover staff, who WILL ENFORCE our utterly random PENIL CODE (sic) should you be caught without one.",
    "contact_email": "gimmethoseshoes@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.genitalportraitstudio.org",
    "year": 2004,
    "uid": "scraped_2004_genital_portrait_studio"
  },
  {
    "name": "get lost",
    "description": "we’re all here because we’re not all there… -find lost inner space with us this year-",
    "contact_email": "sunny-d@candyraver.com",
    "hometown": "Kingsbury, TX",
    "year": 2004,
    "uid": "scraped_2004_get_lost"
  },
  {
    "name": "Gigsville",
    "description": "Gigsville is the whirligig village at Burning Man, established in 1998. Designed and built by its residents, we have had theme camps, events, and have tried to create a small freaky town atmosphere to the large city that is Black Rock City.",
    "contact_email": "laevatein@yahoo.com",
    "hometown": "Arcadia, CA",
    "url": "http://www.Gigsville.org",
    "year": 2004,
    "uid": "scraped_2004_gigsville"
  },
  {
    "name": "Gonzo's Inner Sanctum",
    "description": "Once upon a time… in a galaxy far, far, and even farther away than that… an egg was laid… and lost… until NOW. Kick back, relax, find your inner Gonzo at GONZO’S INNER SANCTUM.",
    "contact_email": "da_jenerator@hotmail.com",
    "hometown": "Denver, CO",
    "year": 2004,
    "uid": "scraped_2004_gonzo's_inner_sanctum"
  },
  {
    "name": "GOOFERVILLE",
    "description": "Step right up, Fellow Primates, and experience circus-inflected intergalactic intercourse like only GOOFERVILLE can conjure up.",
    "hometown": "San Francisco, CA",
    "url": "http://www.gooferville.org",
    "year": 2004,
    "uid": "scraped_2004_gooferville"
  },
  {
    "name": "Gravitypoint",
    "description": "Gravitypoint: When two or more souls come together it creates a point of gravity. At the bonds of those two souls, how ever deep there is a point, a Gravitypoint. Souls have weight, all of us have weight, combined weight of your souls creates the gravity of your family. It reaches out to others of like mind, body and spirit. Welcome to the family.",
    "contact_email": "ladygravity@hotmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://GRAVITYPOINT.tribe.net",
    "year": 2004,
    "uid": "scraped_2004_gravitypoint"
  },
  {
    "name": "Green Gorilla Lounge",
    "description": "Green Gorilla Lounge Burning Man Camp: Let’s get our psychaedelic space funk groove on, baby!!!",
    "contact_email": "woodsong@beer.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_green_gorilla_lounge"
  },
  {
    "name": "GREEN PENIS",
    "description": "This year we are thicker, fuller, and bursting with possibilities. Pearl necklaces upon demand and as always, FREE FACIALS. Stop by, donate some DNA, and prepare for blastoff!!!",
    "contact_email": "squirtbigload@yahoo.com",
    "hometown": "Auburn, WA",
    "year": 2004,
    "uid": "scraped_2004_green_penis"
  },
  {
    "name": "Greeters Camp",
    "description": "Sweetthang here and we at Greeters have a few reserved spots left for your Theme Camp to Greet this year. We are happy to train you On Playa and in the convenience of your own camp. Our schedule is easy to access as is our new and improved training manual atgreeters.burningman.com. Dragon is our Theme Camp organizer and his link is also on our web page. We will leave the spots reserved for a few more weeks, then open them up for individuals if they are not filled. If you ever thought that Greeting might be a cool place to participate, then you should try it out! We have a blast its getting better every year!",
    "contact_email": "stiers@pacbell.net",
    "hometown": "El Segundo, CA",
    "url": "http://greeters.burningman.com",
    "year": 2004,
    "uid": "scraped_2004_greeters_camp"
  },
  {
    "name": "Grey Matter GYM",
    "description": "The Grey Matter GYM invites you to exercise your mind.",
    "contact_email": "anorman@spro.net",
    "hometown": "Boise, ID",
    "url": "http://www.BurningMbers.com",
    "year": 2004,
    "uid": "scraped_2004_grey_matter_gym"
  },
  {
    "name": "Guns and Dope",
    "description": "The official embassy of the Guns and Dope Party at Burning Man. Visit us to learn how the gun nuts and the dopers can unite into one voting block in order to secure freedom, fight the Tsar, and elect the magnificent ostriches to our highest governmental position!",
    "contact_email": "frankbooth@hushmail.com",
    "hometown": "Eugene, OR",
    "year": 2004,
    "uid": "scraped_2004_guns_and_dope"
  },
  {
    "name": "Gypsy Nomads",
    "description": "Square pegs in round holes — get ready for what life unfolds — The Gypsy Nomads have been providing a safe haven for individual female participants since 1999. If you come alone you won’t be alone. Pop your tent within our safe perimeter and enjoy salsa at six, tequila at ten, and dawning dancing with sunrise yoga.",
    "contact_email": "afrugby1@aol.com",
    "hometown": "Forest Grove, OR",
    "url": "http://www.std.org/hotd/",
    "year": 2004,
    "uid": "scraped_2004_gypsy_nomads"
  },
  {
    "name": "Heaven's Gate Celestial Lounge Hotel",
    "description": "Bernard Mannings Celestial Lounge will be providing fine coctails, delicately painted ladies, sophisticated gentlemen, disco treats and fried egg sandwiches.  All expertly served and helped by Jake the Snake, King Rollo the Magic Goblin, Mysterious Amore, Marlowe von Pukemeister and Rt. Hon Ron.  Careeeokkeee and velvet lounge crooning will feature on request and as and when the sun seems fit to let us.",
    "contact_email": "ayearsley@globalwitness.org",
    "hometown": "London, UK",
    "year": 2004,
    "uid": "scraped_2004_heaven's_gate_celestial_lounge_hotel"
  },
  {
    "name": "Heaven's Ghetto",
    "description": "Visit the hood where Angels hang with the peeps. Come add to the graffiti, play a round of miniature golf or hang with the cool cherubs in the tripodome, our dome for tripping.",
    "contact_email": "emilio_de_la_playa@yahoo.com",
    "hometown": "Costa Mesa, CA",
    "url": "http://www.heebeegeebeehealers.org",
    "year": 2004,
    "uid": "scraped_2004_heaven's_ghetto"
  },
  {
    "name": "Heavenly Feet",
    "description": "Heavenly Feet offers The Original Vinegar Foot Wash to soothe those hot and dry Playa feet. Our Heavenly Oracles will be on hand to answer your most important questions.",
    "contact_email": "scheuersf@aol.com",
    "hometown": "San Francisco, CA",
    "url": "http://hometown.aol.com/heavenlyfeet/index.html",
    "year": 2004,
    "uid": "scraped_2004_heavenly_feet"
  },
  {
    "name": "Heavenly Swing",
    "description": "Enter our Heavenly Swing Dome and enjoy a relaxing ride. Submit to the chair and you will be rewarded with instant gratification. Ride the swing and enjoy the music from Dr. Tune and others.",
    "contact_email": "lars@microdisplayconcepts.com",
    "hometown": "Woodland, CA",
    "year": 2004,
    "uid": "scraped_2004_heavenly_swing"
  },
  {
    "name": "Hello Camp",
    "description": "Located within the conGLOMerate village, Hello Camp is a great way to get yourself a new playa name for the day (or forever). Our ingenious wordsmiths have crafted over 400 names like; Anita Spankin, Heywood Yadoomi, Mandy Stroyer, and so on! Drop on by any time and be renamed. But we have to warn ya… you don’t get to pick the names!",
    "contact_email": "mtnsunrisejh@yahoo.com",
    "hometown": "Breckenridge, CO",
    "year": 2004,
    "uid": "scraped_2004_hello_camp"
  },
  {
    "name": "Hippocampus",
    "description": "Hippocampus is a memory-making machine in Your Brain, and on the Playa. It is also the home of the Spiritual Accounting Office. Our records indicate that you are due a Refund!",
    "contact_email": "onlineaccount@heatercore.net",
    "hometown": "NYC, NY",
    "year": 2004,
    "uid": "scraped_2004_hippocampus"
  },
  {
    "name": "Hokey Pokey Planet",
    "description": "Dance the Hokey Pokey everyday at 12 noon and shake your moon. Friends Of Bill W. meeting everyday at 5PM or just hang out.",
    "contact_email": "marvo03@direcway.com",
    "hometown": "Calexico, CA",
    "year": 2004,
    "uid": "scraped_2004_hokey_pokey_planet"
  },
  {
    "name": "Holy Gong Show!",
    "description": "Are you a contortionist… a fire dancer… can you make milk shoot out of you eyeballs while drumming Purple Haze on your belly… just wana back your vocal stylings with the largest karaoke selection on the playa? Come show us your otherworldly talents, and see if you can endure our Celebratory Panel of Judges in the ONE, the ONLY… Holy Gong Show!",
    "contact_email": "lievenleroye@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.digitalrites.com/bm/index.html",
    "year": 2004,
    "uid": "scraped_2004_holy_gong_show!"
  },
  {
    "name": "Honi Soit Croquet Club",
    "description": "Since the dawn of time man has pondered the existence of croquet in Heaven. The Honi Soit Croquet Club provides a little slice of alcohol-soaked Heaven on Earth with quality 24-7 croquet. Please come by and enjoy croquet, billiards, lounge fun, and general debauchery.  Drink too much in the tequila-pugging contest at our all night cactus bar, come and bang your balls against admiral soit to win a prize, or just pass out in the shade.",
    "contact_email": "durtschi_420@hotmail.com",
    "hometown": "Grass Valley, CA",
    "url": "http://www.HoniSoitCroquet.com",
    "year": 2004,
    "uid": "scraped_2004_honi_soit_croquet_club"
  },
  {
    "name": "HOT WHEELZ CAMP",
    "description": "Hot Wheelz wheelchair Camp is intended to provide camping space with easy access for Burners in wheelchairs to Black Rock City’s Center Camp support and entertainment services.",
    "contact_email": "burningmanbiggianthead@hotmail.com",
    "url": "http://groups.msn.com/HotWheelzCamp/_whatsnew",
    "year": 2004,
    "uid": "scraped_2004_hot_wheelz_camp"
  },
  {
    "name": "House of Lotus",
    "description": "The fun-lovin flower children of the House of Lotus are back, offering da beats to move yo’ feets and da bass to move yo asse. Just follow the light poles on over to the giant yellow temple of funky house and breaks at 10:00 and Esplanade and kick up yo’ heels with us.",
    "contact_email": "timalbinson@hotmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.houseoflotus.com",
    "year": 2004,
    "uid": "scraped_2004_house_of_lotus"
  },
  {
    "name": "House of Zenith",
    "description": "Join the Beat freaks at the house of Zenith for wacky and outrageous performances. The best in underground house techno and breakbeats. Watch out for our amazing sound system and special guest djs.",
    "contact_email": "michael@spiritnewyork.com",
    "hometown": "Brooklyn, NY",
    "year": 2004,
    "uid": "scraped_2004_house_of_zenith"
  },
  {
    "name": "Houston Art Car Camp",
    "description": "Art car camp for art cars from houston and others.",
    "contact_email": "Revzack@houston.rr.com",
    "hometown": "Houston, TX",
    "year": 2004,
    "uid": "scraped_2004_houston_art_car_camp"
  },
  {
    "name": "How High the Moon!",
    "description": "Somewhere there’s musichow faint the tunesomewhere there’s heavenhow high the moon",
    "contact_email": "eddie@bermingham.com",
    "hometown": "La Jolla, CA",
    "year": 2004,
    "uid": "scraped_2004_how_high_the_moon!"
  },
  {
    "name": "Hushville",
    "description": "The Village of Hushville is an aural oasis in an undulating sea of chaos, and is open to any camper who can abide by three simple rules: 1) no generators; 2) no amplified sound; 3) clean up after yourself. All residents must be pre-registered through the web site!",
    "contact_email": "hushville@playachicken.com",
    "hometown": "Seattle, WA",
    "url": "http://playachicken.com/hushville",
    "year": 2004,
    "uid": "scraped_2004_hushville"
  },
  {
    "name": "I'm Ok, You're Ok Corral!",
    "description": "The Ok Corral is one of the hottest destination on the playa. We not only rock the house at our camp with day parties but also throughout the playa on Bar Car. So saddle up and get ready for another memorable burn.",
    "contact_email": "brcinsf@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_i'm_ok,_you're_ok_corral!"
  },
  {
    "name": "Infinite Oasis",
    "description": "The Infinie Oasis will be your esacpe from the maddness of the open playa. Come visit the spiritual center of Heaven, our medicine wheel with the Tunnel of Transformation at it’s core and surounded by the fire sculpture the Nausts. Our camps will soothe and inspire you. See you on the edge of the universe.",
    "contact_email": "michael@mac-magic.com",
    "hometown": "Steamboat Springs, CO",
    "year": 2004,
    "uid": "scraped_2004_infinite_oasis"
  },
  {
    "name": "INSS",
    "description": "The Immigrations, Naturalizations, and Socializations Services (INSS) is a branch of the Black Rock City Post Office (BRCPO) that helps connect potential short-term volunteers with theme camps, art installations, and other community services. If you are looking for help or want to help, come to the INSS at the event and find out more!",
    "contact_email": "sylvia8@mindspring.com",
    "hometown": "Cupertino, CA",
    "year": 2004,
    "uid": "scraped_2004_inss"
  },
  {
    "name": "Interplanetary Dance Commandos",
    "description": "The Interplanetary Dance Commandos need YOU! Join us on our galactic quest to bring life to distant quarters of space time, as we head out in search of lost parties. Well be throwing open the cargo doors of our Space Lounge in the Avalon Space Station to new recruits, fuelling you with exotic drinks before dividing into musical platoons for drill practice and heading out of the barracks into the night.",
    "contact_email": "pirsirsursuaq@yahoo.co.uk",
    "hometown": "London, UK",
    "url": "http://www.dancecommandos.org",
    "year": 2004,
    "uid": "scraped_2004_interplanetary_dance_commandos"
  },
  {
    "name": "Interstellar Interchange",
    "description": "In “The Magnetic Pull of Asterisms” Bolide et al. propose that the orbits and and other various pathways of charged particles, as determined by the pull of a globular star cluster’s magnetosphere, could be reorganized into a high order structure via a network of turnpikes and on- and off-ramps. The question of how one might construct such an interchange in the void of interstellar space was left undetermined. As a result of our extensive collaboration with Caltrans and the Department of Motor Vehicles, we release new findings regarding real methods of construction for such interchanges. The “parking cone”, a seventy-two-centimeter high conical entity composed of neon-orange polyvinyl chloride, presents science with unprecedented attributes. These “parking cones” are capable of generating non-physical fields, or rather non-physical extensions of their physical form. It is these phantom extensions — these non-physical fields — which we propose can establish the necessary limitations for erecting an INTERSTELLAR INTERCHANGE, thus providing science a new method of regulating the paths of interstellar bodies.",
    "contact_email": "waarawaara@aol.com",
    "hometown": "Berkeley, CA",
    "year": 2004,
    "uid": "scraped_2004_interstellar_interchange"
  },
  {
    "name": "Irrational Geographic Society",
    "description": "The 2004 Irrational Geographic Society expedition to the Black Rock Desert will explore the effects of close contact with heavenly objects human beings, aliens, and other animate beings found in and around the location referred to as “Burning Man”.",
    "contact_email": "junkael@shibboleth.org",
    "hometown": "El Cerrito, CA",
    "url": "http://www.chillonia.org/igs/",
    "year": 2004,
    "uid": "scraped_2004_irrational_geographic_society"
  },
  {
    "name": "Jewels from the Vaults of Heaven",
    "description": "Cirque de Flambe presents nightly, Jewels from the Vaults of Heaven. As fire-sapphire and pyro-opals dance at the dimming of twilight, the rash will pause, the deepening will open, and the sublime will begin.",
    "contact_email": "maque@drizzle.com",
    "hometown": "Seattle, WA",
    "year": 2004,
    "uid": "scraped_2004_jewels_from_the_vaults_of_heaven"
  },
  {
    "name": "Johnny & the Playa Cruizers",
    "description": "Johnny and the Playa Cruizer’s Bicycle Repair Chassis Lube and Body Shop Home of Pro wrenching, bitchen flame jobs, pin stripes and lube jobs. Get your shaft cranked, headers blown, chassis lubed, and have your bike OR body striped, flamed, and detailed by the best wrench jockeys in Black Rock City (BRC).",
    "contact_email": "johnny@playacruizers.com",
    "hometown": "Redmond, WA",
    "year": 2004,
    "uid": "scraped_2004_johnny_&_the_playa_cruizers"
  },
  {
    "name": "JoyCamp",
    "description": "“JoyCamp members will engage playa residents in joyous activities, some of which will be done out on the playa, such as singing via mobile karaoke, while others, such as playing with hula hoops, sit-n-spins, Twister and other childhood games, dancing, telling stories and having photographs within JoyCamp’s JoyGround.”",
    "contact_email": "mmyerhoff@yahoo.com",
    "hometown": "West Hollywood, CA",
    "year": 2004,
    "uid": "scraped_2004_joycamp"
  },
  {
    "name": "Just Like Sister",
    "description": "A new collective of lunatics for BM… But really, We are a South bay Burning Man group making plans for another fun year at Burning Man. We will be holding a lot of Theme parties like Dr. Seuss meal day, Host your dinner day (you bring your dinner, we host it), and sooooo much more. Find out more by visiting our e-mail group athttp://groups.yahoo.com/group/Just-Like-Sister/.",
    "contact_email": "WarpedJester@yahoo.com",
    "hometown": "San Jose, CA",
    "url": "http://justlikesister.netfirms.com",
    "year": 2004,
    "uid": "scraped_2004_just_like_sister"
  },
  {
    "name": "K-Svert 106.5 FM Radio & Stage",
    "description": "K-SVERT 106.5FM the 1/10 watt flame-thrower on the playa. K-Svert FM radio is your source for music, information, dis-information, rants, and grooves as well as YOUR public forum. Musicians, poets, pundits, priests and pornographers are invited to share our airwaves 24/7! Confirmed radio hosts for 2004 include longtime regulars Rabeye, Mistress Aida, Playa Monkey, Skid, DJ Spill, DJ Badtouch, TexasBob, Sacramento Dave with Sonny the Honey, The K-Svert Honeyz(tm) and the triumphant return of The Black Derby. After a wildly successful 2003 our large performance/shadow stage will return in 2004. See the best of Black Rock City talent on our stage. In 2003 we had the Mermen, Seratonins, The BONG show, and German Uber group SHUNT perform as well as hundreds of participants just like yourself! Many will be back again in 2004! Look for us on the Esplanade. Let our mighty 54ft broadcast tower be your guide. Community radio for Black Rock City. Bring your FM radio to the playa!",
    "contact_email": "maquino@ihot.com",
    "hometown": "Campbell, CA",
    "year": 2004,
    "uid": "scraped_2004_k-svert_106.5_fm_radio_&_stage"
  },
  {
    "name": "Ka Pilina",
    "description": "Your official home for Kama’aina on the Playa.  Stop by and experience Hawaiian culture and learn how local burners do it “Island Style”.",
    "contact_email": "matt@aquamaroon.com",
    "hometown": "Kailua, HI",
    "url": "http://www.kapilina.org",
    "year": 2004,
    "uid": "scraped_2004_ka_pilina"
  },
  {
    "name": "Kabala Kabana",
    "description": "Under the Vault of Heaven there are many maps to help you find your way – the Qabalah, Runes, the Medicine Wheel, Tarot, Twister. Kabala Kabana offers a participatory experience with metaphysical and just plain physical fun. Rune and Tarot readings will be available throughout the week, or come and make your own set of runes. Experience the Tree of Life of the Qabalah or ceremonies in the Medicine Wheel. Express yourself on the painting wall or join in a giant game of Twister.",
    "contact_email": "jgardner@gasanim.com",
    "hometown": "Arvada, CO",
    "year": 2004,
    "uid": "scraped_2004_kabala_kabana"
  },
  {
    "name": "kamp karmic kuisine (kKk)",
    "description": "This kamp will visit the world of other kultures through konversation and (near) karmic events.",
    "contact_email": "gnow_nor@hotmail.com",
    "hometown": "San Leandro, CA",
    "year": 2004,
    "uid": "scraped_2004_kamp_karmic_kuisine_(kkk)"
  },
  {
    "name": "Kamp Karpe",
    "contact_email": "ma@michaelchristian.com",
    "hometown": "Berkeley, CA",
    "year": 2004,
    "uid": "scraped_2004_kamp_karpe"
  },
  {
    "name": "Karma Police, Precinct 37",
    "description": "The Karma Police will be on the beat this year citing Black Rock Citizens for Good and Bad Karma. When showing acts of kindness, creativity, intending to inspire… be aware, you may be cited with an actual citation.",
    "contact_email": "cookie@sunshinex.com",
    "hometown": "Tulsa, OK",
    "url": "http://www.sunshinex.com/karmapolice",
    "year": 2004,
    "uid": "scraped_2004_karma_police,_precinct_37"
  },
  {
    "name": "Kathanika Garage & Gifting Center",
    "description": "Absolutely, positively, without a doubt, without a single question in our minds we present to you the wonderfullest and amazing-est, most spell-binding, incredible, edible, kooli’iwigable, schlebatical, meatanical, eerily blombatable version of **KATHANIKA** Black Rock City has ever seen. In our third year Kathanika will again be doing Storytime Shisha (with one big phat adventuresome twist), and Give A Gift Take A Gift. Poets, story writers, play writers, song writers, character voicers, good readers and bad readers alike (not to mention listeners) are all warmly welcomed. No wheelchairs, beef eaters, or red-heads allowed. Just kidding.",
    "contact_email": "aliensoverkathanika@yahoo.com",
    "hometown": "Los Angeles, CA",
    "year": 2004,
    "uid": "scraped_2004_kathanika_garage_&_gifting_center"
  },
  {
    "name": "KidsVille",
    "description": "The Village for today’s Burning Families. Bring the family and camp with us or stop by and see the event through a child’s eye. KidsVille is open to all families and their friends.",
    "contact_email": "kids@burningman.com",
    "hometown": "Oakland, CA",
    "url": "http://www.blackrockkids.org",
    "year": 2004,
    "uid": "scraped_2004_kidsville"
  },
  {
    "name": "KosherKamp",
    "description": "Polar opposites attraction; religious anti-anti hodgepodged next to kosher living and sabbat services. Black flags, burning undead, jewish love and prosperity.",
    "contact_email": "harry@10-h.net",
    "hometown": "Lawrence, KS",
    "year": 2004,
    "uid": "scraped_2004_kosherkamp"
  },
  {
    "name": "Kosmic Karaoke",
    "description": "Come enjoy a fresh mix of karaoke and margaritas that flow from the breasts of Venus. We have selected all your favorite Vault of Heaven hits!!!",
    "contact_email": "oliviareynolds@sbcglobal.net",
    "hometown": "Chico, CA",
    "year": 2004,
    "uid": "scraped_2004_kosmic_karaoke"
  },
  {
    "name": "Kostume Kult",
    "description": "*Kostume Kult*, located on the Esplanade in Asylum Village (7:15), offers costuming supplies and fashion advice for the aspiring fabulous. Donations gladly recycled, our costume fairies and gnomes will help you participate in style.",
    "contact_email": "Costume@NYC.com",
    "hometown": "NYC, NY",
    "url": "http://www.KostumeKult.com",
    "year": 2004,
    "uid": "scraped_2004_kostume_kult"
  },
  {
    "name": "Lacertilia",
    "description": "The Sub-Order of the Lizards will provide instruction on how to fully utilize your lizard brain (medulla oblongata) to achieve pseudosensory awareness of the simultaneity of matter and energy. Our sound-sensitive LizardDome ™ is equipped for transdimensional transportation and sonic healing.",
    "contact_email": "dr.lizard@lacertilia.org",
    "hometown": "Sunnyvale, CA",
    "year": 2004,
    "uid": "scraped_2004_lacertilia"
  },
  {
    "name": "Lamplighter Chapel Workspace",
    "description": "Join us @ 5:00 in our Center Camp Chapel workplace as we clean, fill, and hang hundreds of kerosene lamps during our nightly Lamplighter Parade! Nowhere else will a couple hours of good volunteering burn all night!",
    "contact_email": "lawstonfound@burningman.com",
    "hometown": "Kensington, CA",
    "url": "http://www.burningman.com/participate/lamplightersvillage.html",
    "year": 2004,
    "uid": "scraped_2004_lamplighter_chapel_workspace"
  },
  {
    "name": "Lamplighter Village",
    "description": "Home of the volunteers who, with lots of help from participants (i.e. YOU), light Black Rock City every night without fail! Remember: you don’t have to live in the Lamplighter village to be a Lamplighter one night, a few, or many. Come beat the afternoon heat and relax under our lounge misting system. Then join us @ 5:00 in our Center Camp Chapel workplace as we clean, fill, and hang hundreds of kerosene lamps during our nightly Lamplighter Parade! Nowhere else will a couple hours of good volunteering last you and all of BRCitizenry, ALL NIGHT!",
    "contact_email": "lawstonfound@burningman.com",
    "hometown": "Kensington, CA",
    "url": "http://www.burningman.com/participate/lamplightersvillage.html",
    "year": 2004,
    "uid": "scraped_2004_lamplighter_village"
  },
  {
    "name": "Lapdance",
    "description": "Want to try something you’ve thought about doing but haven’t yet? Come on by and order a lap dance for yourself or surprise a friend with one. We will customize as best we can. Our place or yours.",
    "contact_email": "Mark311dc@aol.com",
    "hometown": "Grass Valley, CA",
    "year": 2004,
    "uid": "scraped_2004_lapdance"
  },
  {
    "name": "Last Stop 'til Heaven",
    "description": "Breaker Breaker. Sound the airhorn. Last Stop ’til Heaven is yer last chance to fuel up before the Vaults of Heaven.  Get yer souvenirs for the honey back home, wet yer dusty whistle, rest a spell in our sky chair lounge, stretch those stiff legs on the dance floor, clean your rig, and pray for a visit from the luscious lot lizards.   10-4 good buddah Over’n’Out.",
    "contact_email": "calldana@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_last_stop_'til_heaven"
  },
  {
    "name": "Lawn Games",
    "description": "Lawn Games continues in its quest to create for you the halcyon memories of youth you know you deserve. We offer brand new memories of (amongst many options) mini-golf, bocce, croquet, four-square, and sitting in the shade watching other people sweat in the sun. Come play a game! We’re always open!",
    "contact_email": "dzm@dzm.com",
    "hometown": "Los Gatos, CA",
    "url": "http://www.dzm.com/lawngames/",
    "year": 2004,
    "uid": "scraped_2004_lawn_games"
  },
  {
    "name": "Lighter",
    "description": "Lighter Camp. Come enjoy the live DJ and VJ in the audio/visual sensory theater. A shimmering star in the Black Rock heavens.",
    "contact_email": "binkass@earthlink.net",
    "hometown": "Los Angeles, CA",
    "url": "http://home.earthlink.net/~binkass/",
    "year": 2004,
    "uid": "scraped_2004_lighter"
  },
  {
    "name": "Liminal Lounge",
    "description": "Come one! Come all! Come to Liminal Lounge prepared to strut your stuff as we stage auditions for the Liminal Galaxy Network’s newest reality show sensation, EARTH IDOL! Sing. Dance. Strip. Whip. Spin. Invoke demons. Guess weights. Show us your moles. Whatever your talent, you have a chance to walk away with out-of-this-world trophies and first-class tickets on the METEOR04 back to LGN’s studios (once we get the damn intergalactic vehicle back up and flying, of course.) Auditions Mon. thru Fri. 4-7pm (or by ‘special’ appointment). Finals Sat. at 4pm.",
    "contact_email": "zorca@well.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.zorca.com/liminal",
    "year": 2004,
    "uid": "scraped_2004_liminal_lounge"
  },
  {
    "name": "Lions Camp / Eyeglass Recycling",
    "description": "Lions Camp is a place where one may leave their unused eyeglasses. They will be washed and sorted by perscription and given to people who do not have access to the glasses that they need to be able to see.",
    "contact_email": "skooshink@gbis.com",
    "hometown": "Reno, NV",
    "year": 2004,
    "uid": "scraped_2004_lions_camp_/_eyeglass_recycling"
  },
  {
    "name": "Liquor and Poker",
    "description": "Liquor in the Front, Poker in the Rear Camp will feature cold refreshing liquor in the front and absurdist poker in the rear.",
    "contact_email": "kirleyman@hotmail.com",
    "hometown": "Oakland, CA",
    "url": "http://www.litebrite.org",
    "year": 2004,
    "uid": "scraped_2004_liquor_and_poker"
  },
  {
    "name": "Lone Star Saloon",
    "description": "Strap on your playa kickers and mosey on down to the Lone Star Saloon.  Bring yer fiddle, six string or what not and hop up on our stage for a hoot’n and holler’n good ole time.",
    "contact_email": "timbasphere@hotmail.com",
    "hometown": "Felton, CA",
    "year": 2004,
    "uid": "scraped_2004_lone_star_saloon"
  },
  {
    "name": "Lumerian Dolphin Tribe",
    "description": "In our beautiful Lumerian Goddess Temple, we offer experiences for growth and transformation, through our self-awareness classes, spiritual sexuality workshops, and the popular God/Goddess rite of passage, each designed to empower and enlighten all those who partake.  We are also home to the Singularity Machine and Rockem Sockem Robots.",
    "contact_email": "kkmanboy@yahoo.com",
    "hometown": "Layton, UT",
    "url": "http://www.lumeriantribe.com",
    "year": 2004,
    "uid": "scraped_2004_lumerian_dolphin_tribe"
  },
  {
    "name": "LunaCity",
    "description": "Come celebrate the full moon on Aug. 30th at LunaCity, your re-creation station on the moon for unloading emotional baggage, while on your way to the outer reaches of the universe.",
    "contact_email": "lunacityproject@yahoo.com",
    "hometown": "Denver, CO",
    "year": 2004,
    "uid": "scraped_2004_lunacity"
  },
  {
    "name": "LUNACITY",
    "description": "LUNACITY, hosted by Camp DiviNaughty, honors all that make us whole, as embodied by the Moon: our dark and naughty sides and our divine brilliant faces. LUNACITY will provide a safe haven, under the towering Oculus a 20-ft high structure, radiating golden yellow by day, and providing an enshrouded observatory to the stars (and the moon!) at night – to explore all our Phases, from New to Full. Come experience a Moon Goddess ritual; learn to make your own portable telescope to transcend space and time, receive a pampering lune-a-cure, soothe your soul to the sounds of Space Odyssey. Set your inner lunatic free!",
    "contact_email": "Lunacity2004@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.lushcamp.com",
    "year": 2004,
    "uid": "scraped_2004_lunacity"
  },
  {
    "name": "Luv-A-Fair",
    "description": "Luv-A-Fair is the “personals for the playa”. Write a bit about yourself, We take your mug shot and post it on our message boards for you to find one or more play-a-mates.",
    "contact_email": "jeff@eliseo.net",
    "hometown": "Fair Oaks, CA",
    "url": "http://www.luv-a-fair.com",
    "year": 2004,
    "uid": "scraped_2004_luv-a-fair"
  },
  {
    "name": "Madame Dante's Psychic Salon",
    "description": "Madame Dante will change your life.Clairvoyants, palm readers, wisdom.",
    "contact_email": "stuff@suchascream.net",
    "hometown": "Oakland, CA",
    "year": 2004,
    "uid": "scraped_2004_madame_dante's_psychic_salon"
  },
  {
    "name": "Marauder",
    "description": "Marauder camp brings you, the infamous Marauder, mutant vehicle created by a team of New York Art Stars. We will be at BRC for the third consecutive year, giving the notorious art tours for which we have received so much acclaim. You too can ride in the most dangerous art car on the playa that spits fire and dances. We have a limited amount of space in the vehicle and there will be sign up sheet for advance reservations if necessary.",
    "contact_email": "taraball@earthlink.net",
    "hometown": "Brooklyn, NY",
    "url": "http://home.earthlink.net/~taraball",
    "year": 2004,
    "uid": "scraped_2004_marauder"
  },
  {
    "name": "Massage Confessional & Diyafa",
    "description": "The shaman Gecko returns to the playa to liberate the mind. Make your pilgrimage and release your internal disturbances while receiving a relaxing aloe massage in a cool, shaded space. While waiting, step inside Diyafa, a haven for weary travelers. Enjoy hot coffee, cool tea and impromptu raks sharqi and drumming performances. Hospitality offered to all visitors. Located at Shangri-La Village.",
    "contact_email": "jason@crispyneurons.com",
    "hometown": "San Diego, CA",
    "year": 2004,
    "uid": "scraped_2004_massage_confessional_&_diyafa"
  },
  {
    "name": "Maui Yumtribe",
    "description": "Maui Yumtribe camp unites the world’s most delicious dakinis and demigods into a super-conscious collaboration of creative energy. Focusing on live foods, yoga, meditation, community building, and hemp legalization, the Maui Yumtribe crew will spread artistic awareness and bubbly bliss to all the Playa fairies and freaks. Some of the organizers of the Yumtribe will be returning from a three-month tour of Europes hottest festivals, in collaboration with the Raw Temple crew (rawtemple.org), the Green Goddess family (greengoddess.info), and the Enlightening Film Corporation (enlightening-films.com). Ignited by island mana and sparked with international inspiration, our tribe is going off the hook to make this years Burn a luscious and luxurious experience. Our camp will feature a throbbing sound system radiating basswaves of enlightening psytrance and naughty breakbeats; a full live foods kitchen serving up a raw gourmet meal every day; a languid tropical lounge; and a healing zone for shamanic clearings, chakra healing, and therapeutic massage. Firedancers from Mama Maui and the rest of Planet Earth will congregate daily for pyroritual and fire alchemy. If youre coming from Maui or just an islander at heart, contact us and contribute your goodness to our mission. See you on the Playa!!!",
    "contact_email": "amandameowmeow@yahoo.com",
    "hometown": "Haiku, HI",
    "url": "http://www.greengoddess.info",
    "year": 2004,
    "uid": "scraped_2004_maui_yumtribe"
  },
  {
    "name": "MedCamp",
    "description": "MedCamp is a camp designed for the volunteers, friends and families who volunteer for the BurningMan Emergency Services Department (Medical, Fire, Communications, Mental Health). We will be arranging community meals, a community shower, community shade, and the volunteers will have 24-hour access to Branch Chiefs, schedules and ESD resources.",
    "contact_email": "seth_schrenzel@burningman.com",
    "hometown": "Rocklin, CA",
    "year": 2004,
    "uid": "scraped_2004_medcamp"
  },
  {
    "name": "Mellow Mountain",
    "description": "UberCamp",
    "contact_email": "jwatney@hotmail.com",
    "hometown": "Mountain View, CA",
    "year": 2004,
    "uid": "scraped_2004_mellow_mountain"
  },
  {
    "name": "Militant Love Warriors",
    "description": "The Militant Love Warriors is a theme camp with dedication to our theme of LOVE, therefore, our camp color is pink, look for us in one of our pink cars! This is our second year on the playa, last year was an enourmous success. With the addition of a 2nd art car and a party dome, we plan on bringing it up a notch or two this time around. We will be throwing day/evening parties with several dj’s well known to the SanFrancisco, Portland and Salt Lake City areas… we will gladly accept walk-in dj’s as well.",
    "contact_email": "jonl@skyware.net",
    "hometown": "Park City, UT",
    "year": 2004,
    "uid": "scraped_2004_militant_love_warriors"
  },
  {
    "name": "Mind Shaft Society",
    "description": "The Mind Shaft Society is a conceptual, hallucinatory collaboration of artistically oriented pseudo-scientists utilizing anthropology, astronomy, archaeology and chemistry to embark on extraterrestrial expeditions.",
    "contact_email": "really@arewereally.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.arewereally.com/mindshaftsociety.html",
    "year": 2004,
    "uid": "scraped_2004_mind_shaft_society"
  },
  {
    "name": "Ministry of Statistics",
    "description": "Do you wonder what your fellow Burners are REALLY like?  Visit the incessantly cute and scientifically accurate Ministry of Statistics to find out.  Take a break from the heat and help us collect this year’s data!",
    "contact_email": "blueberr@subtend.net",
    "hometown": "Portland, OR",
    "url": "http://www.ministryofstatistics.org",
    "year": 2004,
    "uid": "scraped_2004_ministry_of_statistics"
  },
  {
    "name": "Miss Black Rock City Headquarters",
    "description": "Calling Miss Texas and Miss New York! Calling Miss Disorient, Miss Thunderdome, Miss TOA, and Miss HOTD!",
    "contact_email": "stacycats@nyc.com",
    "hometown": "Brooklyn, NY",
    "url": "http://www.missblackrockcity.com",
    "year": 2004,
    "uid": "scraped_2004_miss_black_rock_city_headquarters"
  },
  {
    "name": "Mohammeds Mini Martini and Erotica",
    "description": "Mohammeds Mini Martini Camp has the coolest martinis and the hottest erotica on the playa.  Come savor a teeth numbingly cool martini while perusing “Scheherezades Tale of 1001 Erotic Nights” written by YOU,the sexy burner. Inside this ancient tome we have the true stories of the erotic encounters at Burning Man. Come lay on our seductive poofs and pillows and read about”The Nun and the Pizza Delivery Boy”,or “The Frenchman by the Fire” or better yet write your own true story about getting laid at BurningMan. No story will be rejected for being too lame or implausible. So dredge up those deep dark secrets and head over to Mohammeds for a nice cool stiff one. We are open most hours and closed most hours but when the sun is as high as a camels bum we will probably be shaking our martini thing.",
    "contact_email": "tilt@earthlink.net",
    "hometown": "Incline Village, NV",
    "year": 2004,
    "uid": "scraped_2004_mohammeds_mini_martini_and_erotica"
  },
  {
    "name": "Monkey Puzzle",
    "description": "Heal your weary Playa souls in rhythmic step with the good folks of the Monkey Puzzle tribe. Stretch your limbs amongst celestial themes of the illustrious Monkey Dome, then jig over to the mighty Amphitheater and shake your new found tails like monkey rock stars. POWER UP!",
    "contact_email": "kdbalmer@yahoo.com",
    "hometown": "Portland, OR",
    "year": 2004,
    "uid": "scraped_2004_monkey_puzzle"
  },
  {
    "name": "Monkey vs Robot",
    "description": "Monkey vs RobotThe feud between the monkey and robot stretches back so far that neither of them can recall how it started. Somewhat clearer are the reasons why the battle continues: The monkey and robot see themselves as counterposed enemies, destined to be in an eternal struggle over the soul of humanity. The permanence of the fight figures prominently in their philosophy, and they believe it will only end when the world does.",
    "contact_email": "stephen@false-profit.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_monkey_vs_robot"
  },
  {
    "name": "Moons of Mongo",
    "description": "At long last Burning Man has succumbed to our cosmic influence!  The Vault of Heaven awaits our third playa landing. Once again, our Mothership brings you Bicycle Laser Tag at every setting of your earth’s sun; nightly samplings from our consumable liquid science bar, Ming’s; tutelage in creating your own space tiara, antennae or other stellar accessories; a spectacular evening celebration of your own planets’ space dance music, featuring a selection of Mongo approved earth “D.J.’s”; and, as always, our quest for data collection continues through our roving expeditions, probing and scientific experiments.",
    "contact_email": "pokie_dot@hotmail.com",
    "hometown": "Oakland, CA",
    "year": 2004,
    "uid": "scraped_2004_moons_of_mongo"
  },
  {
    "name": "Mootopia",
    "description": "Moooo – welcome to Mootopia – a haven for your tired hooves – rest in our pasture of pleasure – graze upon some healthy grass / food – let our soulful music ring your cow bell- come and have your utters milked at Mootopia!",
    "contact_email": "dlandis007@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_mootopia"
  },
  {
    "name": "Muppetville",
    "description": "Muppetville – Come to the Muppetville command center… FLY the giant ship, see pigs in space, refuel at the docking station, be a muppet. Or just play one of the really big games. yay.",
    "contact_email": "mcfarland43@hotmail.com",
    "hometown": "Portland, OR",
    "year": 2004,
    "uid": "scraped_2004_muppetville"
  },
  {
    "name": "MYSDOM Glow Puppet Theatre",
    "description": "Another world of giant beast, silly creatures and beautiful beings all under a blacklit sky. Our theatre is a one of a kind event for all using large costumed dancers, marrionette puppets, engineered sound, interactive audience participation forum and incredible floresent enclousure, come see, come join, come alive.",
    "contact_email": "bryan@imaginaryartstudios.com",
    "hometown": "San Mateo, CA",
    "year": 2004,
    "uid": "scraped_2004_mysdom_glow_puppet_theatre"
  },
  {
    "name": "Mystik Krewe of the Man",
    "description": "Who builds the Man?  Is he getting smaller?  Visit the Mystik Krewe of the Man and learn how the Man gets built every year.  Learn the history behind the Man and interesting facts about his construction.  Did you know that the Man has a heart?  Each afternoon one of the builders will give a presentation and share with the participants what it’s like to be a member of this special group.  Visit the  graphics depicting the steps in building the Man and how he gets to his position in the center of it all.",
    "contact_email": "jro@jroworkshop.com",
    "hometown": "South San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_mystik_krewe_of_the_man"
  },
  {
    "name": "Mytheme",
    "description": "A mytheme is a basic element found in similar myths of different cultures. So, at [mytheme] we discover our place in the great myth being written by the collective human mind. Read, meditate, converse and beautify with us; come get a mythical make-over.",
    "contact_email": "jordogg@hotmail.com",
    "hometown": "Portland, OR",
    "year": 2004,
    "uid": "scraped_2004_mytheme"
  },
  {
    "name": "N-gon's Cosmik Debris Wreck Center",
    "description": "Cosmik Debris Wrecreation Center where the flotsam and jetsam of the universe come to play.  Use our facilities to keep your athletic skills sharp. Launch yourself on the tramp, volley the globe, train for that next long space walk.",
    "contact_email": "stromsmo@pacbell.net",
    "hometown": "Martinez, CA",
    "year": 2004,
    "uid": "scraped_2004_n-gon's_cosmik_debris_wreck_center"
  },
  {
    "name": "Nat'l Alien Support Authority-NASA",
    "description": "An alien mothership and 9 robot rovers have landed on the playa seeking contact with BM residents. People interacting with the rovers can exchange 5 of the rovers’ names for a surprise gift at the National Alien Support Authority -NASA-theme camp.",
    "contact_email": "blzhunt@hotmail.com",
    "hometown": "Santa Cruz, CA",
    "year": 2004,
    "uid": "scraped_2004_nat'l_alien_support_authority-nasa"
  },
  {
    "name": "Nebula: Intergalactic Commission for the Advancement of Leisure",
    "description": "Nebula: Intergalactic Commission for the Advancement of Leisure. We nebulacurly bring the science of requiescense and the art of repose, sporadically providing chance demonstrations of recreation action (and inaction).",
    "contact_email": "amypitner@mac.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_nebula:_intergalactic_commission_for_the_advancement_of_leisure"
  },
  {
    "name": "New Day's Eve",
    "description": "Why is it that most people only celebrate each New Year. Shouldnt each new day be cause for celebration? Every day is a chance for a new beginnings and new opportunities. What is your resolution for tomorrow?",
    "contact_email": "jodie@walrus.com",
    "hometown": "New York, NY",
    "year": 2004,
    "uid": "scraped_2004_new_day's_eve"
  },
  {
    "name": "Nexus Nebula",
    "description": "As our name implies, Nexus Nebula consists of many cosmically charged elements conjoined by the bond of Nexus with great beauty and even greater potential for stellar novas and powerful reactions. We are from many places and will combine to generate a playful, energized, affectionate and creative camp environment complete with opportunities for participation.  Orbital Mayhem (a planetary installation)could leave you dizzy with revolutionary rotational virtigo, beyond which we’ll explore the spatial dynamics of evolutionary live sound from talented artists, you or both!",
    "contact_email": "trev10dan@hotmail.com",
    "hometown": "Farmington Hills, MI",
    "url": "http://nexusnebula.iwarp.com",
    "year": 2004,
    "uid": "scraped_2004_nexus_nebula"
  },
  {
    "name": "Nose Fish",
    "description": "Camp Nose Fish hosts and operates the Desert Nose, a gesodesic replica of Buckminster Fuller’s nose that contains the Great Un-Hot: a wind/spray cooler capable of inducing a coolgasm in some people and levitating others. We also operate the Fishmobile which contains an interactive experience in personal transformation guided by many blacklight-lit sea creatures.",
    "contact_email": "hoco@timefold.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_nose_fish"
  },
  {
    "name": "Nuclear Family",
    "description": "Black Rock’s favorite dysfunctional, slightly radiated family is back. This year we are bringing an interactive art installation called GIFT to our corner of the playa. It is a huge sculpture devoted to the Gift economy that challenges participants on the very nature of giving and receiving. This sacred space is the Nuclear Family’s Gift to the people of BRC.",
    "contact_email": "realcoburn@yahoo.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.lulievision.com/nucfam",
    "year": 2004,
    "uid": "scraped_2004_nuclear_family"
  },
  {
    "name": "OBOP",
    "description": "Sit at the foot of the throne of God, the omniscient, omnipotent, omnipresent, omnivorous, and maybe omnisexual One and Only Being. Some will be invited to take the throne, to become filled with divine energy, providing answers to burning questions, giving guidance, receiving emergency calls and taking complaints. (Note: calls may be monitored for quality assurance.  Messages may be encrypted for your security.)",
    "contact_email": "dave@glenmuse.com",
    "hometown": "Ojai, CA",
    "url": "http://www.obop.org",
    "year": 2004,
    "uid": "scraped_2004_obop"
  },
  {
    "name": "Olla Podrida",
    "description": "olla po*dri*da 1. A stew of highly seasoned meat and vegetables. 2. An assorted mixture; a miscellany:",
    "contact_email": "kikiontheplaya@yahoo.com",
    "hometown": "Pacifica, CA",
    "year": 2004,
    "uid": "scraped_2004_olla_podrida"
  },
  {
    "name": "Opera Camp of the Spiral Eye",
    "description": "The Historic Burning Man Opera returns to present Ann Hallatt’s “The Spiral Eye of the Celestial Falcon,” with accompanying processions, performances, and workshops.",
    "contact_email": "jrp@interport.net",
    "hometown": "New York, NY",
    "url": "http://www.burningmanopera.org",
    "year": 2004,
    "uid": "scraped_2004_opera_camp_of_the_spiral_eye"
  },
  {
    "name": "Oracular Madness",
    "description": "By day: zazen around 11:00, informal conversations on the Poison Path and the occasional poem.By night: high music & improvised words: a refuge for travelers in the late hours.",
    "contact_email": "ljp@botanikos.com",
    "hometown": "Penn Valley, CA",
    "year": 2004,
    "uid": "scraped_2004_oracular_madness"
  },
  {
    "name": "Organized Confusion",
    "description": "Home of the Fugahwe Tribe discovered on a dry lake bed, wondering around bumping into one another asking “WHERE THE FUG ARE WE” Originally thought to be a small tribe, it is now believed a very large tribe, once all of the lost members are found. If you are wondering where the fug you are, then come by and be counted. Also some smaller groups like # 1 where the fug are we going and the much smaller groups like # 2 where the fug have you been and # 3 where the fug was I last night.",
    "contact_email": "pops60@earthlink.net",
    "hometown": "Charter Oak, CA",
    "url": "http://home.earthlink.net/~pops60/page_2.html",
    "year": 2004,
    "uid": "scraped_2004_organized_confusion"
  },
  {
    "name": "Ornsbee Campaign Headquarters",
    "description": "The Ornsbee Campaign Headquarters. The Black Rock City mayoral race has begun. Come on by and meet the one and only Ornsbee. Vote early and often.",
    "contact_email": "shamrockbk@hotmail.com",
    "hometown": "Chicago, IL",
    "year": 2004,
    "uid": "scraped_2004_ornsbee_campaign_headquarters"
  },
  {
    "name": "Our Lady of Schlongs",
    "description": "Our Lady of Schlongs Meat Inspection Center is commited to assuring the public that the meat roaming the Playa is fresh and consumable. Stop by for an inspection and a cold beer.",
    "contact_email": "tataume@hotmail.com",
    "hometown": "North Hills, CA",
    "url": "http://www.schlonghappy.com",
    "year": 2004,
    "uid": "scraped_2004_our_lady_of_schlongs"
  },
  {
    "name": "P.U.N. (People United for Nothing)",
    "description": "We are all stars in the Vault of Heaven. Come share and shine on us, and we’ll shine on you.  We are an ongoing social experiment intended to explore the reorganizing of the tribe culture as a collection of abstracted individuals. Come and contribute by participating in our experience. We thank you for uniting for nothing. Come get your membership button.",
    "contact_email": "snohomish@bluehouse.org",
    "hometown": "Seattle, WA",
    "url": "http://peopleunitedfornothing.tribe.net",
    "year": 2004,
    "uid": "scraped_2004_p.u.n._(people_united_for_nothing)"
  },
  {
    "name": "Pamper Camp",
    "description": "Pamper Camp. Pretty on the Playa.Come on over for some pampering! Pamper Camp is a comfy and friendly place to spend a leisurely afternoon. We will wash the playa dust off your feet & hands and give you a relaxing & rejuvenating manicure and pedicure… with lots of lotion. All while serving your a refreshing, cold cosmopolitan cocktail.",
    "contact_email": "twito@twitoent.com",
    "hometown": "Berkeley, CA",
    "year": 2004,
    "uid": "scraped_2004_pamper_camp"
  },
  {
    "name": "Pandora's Matchbox",
    "description": "Pandoras Matchbox, Cocktail Lounge and Space Station invites all curiosity seekers… Admire our amazing art bikes and tall bikes… Be captivated and hypnotized by our fire spinning tricksters… Luxuriate in our lounge as you are transported by an icy cocktail blended in our fantastic bicycle powered blender… Stilt walkers and tall bike riders will appreciate our High Bar section, no need to dismount… Confess you sins and cleanse your soul as you perform penance and recieve absolution from the Priestess of the Soul Collector… Pay homage to Our Lady of Artica… Have your brain aroused by the remarkable Lunar Rover and Lunar Module… Get Poi repair help at our workshop… Have your spine straightend out by the fabulous Doctor G… Spectacular distractions available Wednesday-Saturday, 2-4 p.m.",
    "contact_email": "doctorgould@hotmail.com",
    "hometown": "Clayton, MO",
    "year": 2004,
    "uid": "scraped_2004_pandora's_matchbox"
  },
  {
    "name": "Peace Camp",
    "description": "Peace Camp. Under the giant lighted Peace Sign, come share your meaning of peace in our Community Album; thoughts, art, poems, quotes. We will be bulding an alter to peace thoughout the week. Come sit and share, contribute to the Alter of Peace, take a ride on the Peace Train. Leave with a button, pendant, quote, poem, or other gift to share with others, off and on the playa, and Spread the Peace.",
    "contact_email": "keitha@sunset.net",
    "hometown": "Paradise, CA",
    "year": 2004,
    "uid": "scraped_2004_peace_camp"
  },
  {
    "name": "Penetration Village / Jiffy Lube",
    "description": "A gathering of gay and bi-sexual camps who collectively encourage a sex-positive atmopshere and playground on the playa!",
    "contact_email": "davemarr@burningman.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.getingetoffgetout.com",
    "year": 2004,
    "uid": "scraped_2004_penetration_village_/_jiffy_lube"
  },
  {
    "name": "Pigmalions in Space",
    "description": "Bacon, Bacon, Bacon, at Pigmalion’s Pink Breafast Box!",
    "contact_email": "bikerboyd@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_pigmalions_in_space"
  },
  {
    "name": "Pinhole",
    "description": "Pinhole is dedicated to bringing large scale pinhole photography to the playa. Please come visit us and help us capture the essence of Burning Man.",
    "contact_email": "invest_igator11@yahoo.com",
    "hometown": "Oakland, CA",
    "year": 2004,
    "uid": "scraped_2004_pinhole"
  },
  {
    "name": "Pink Pleasure Palace",
    "description": "The Pink Pleasure Palace was founded in 2000 and is a shrine to all things pink. We are a part of the Illumination Village and can be found near the flaming lotus girls fire art. Some of our events include Pink Oil wrestling and we host the Pink Parade every year at midweek at sunset, when the sky turns pink! Come by and lounge in our pillow pit and relax in the cool mist. If you ask nicely we may even make you pink sangria or some other yummy pink drink. In honor of Illumination Village’s 10th anniversary and Pink Pleasure Palace’s 5th year on the playa, we will be celebrating with a phenomenally pink extravaganza. Join us at sunset on Friday in your pink finest.",
    "contact_email": "funkyamazon@hotmail.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.illuminationvillage.com",
    "year": 2004,
    "uid": "scraped_2004_pink_pleasure_palace"
  },
  {
    "name": "PinklecticaE",
    "description": "“Planet Pinklectica: Eclectic Expressions for a Pink Universe”.",
    "contact_email": "djdunkle@aol.com",
    "hometown": "San Anselmo, CA",
    "url": "http://groups.yahoo.com/group/Pinklectica/",
    "year": 2004,
    "uid": "scraped_2004_pinklecticae"
  },
  {
    "name": "PISS CLEAR Newspaper Offices",
    "description": "Celebrating its tenth year of publishing on the playa, PISS CLEAR is Black Rock City’s favorite independent newspaper, a snarky and witty alternative to the BMorg-operated, propaganda-fueled Black Rock Gazette. Over the years, it has evolved into Burning Man’s snarky reality check, with its unusual name coming from the Black Rock Desert’s #1 survival tip: “drink enough water so that you piss clear.”",
    "contact_email": "pissclear@blue-period.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.pissclear.org",
    "year": 2004,
    "uid": "scraped_2004_piss_clear_newspaper_offices"
  },
  {
    "name": "Plan B",
    "description": "Based on insights gleaned from ancient Mesoamerican numbers analysis and WU meditation techniques, and using a network of powerful digital amplifiers and infrared sensors mounted in the radios of vehicles parked throughout Black Rock City, Plan B employs electromagnetic impulses, radio spectrometers, and standard microwave systems to conduct experiments with crowd clusters, mind manipulation, mood management, and voting behavior. Although past side effects have included disorientation, memory loss, and mild hallucinations, improvements to the system, including the piggybacking of transmissions onto GPS satellite signals, now allow Plan B to create feelings of acceptance, compliance, and mental integration in a vast majority of those affected.",
    "contact_email": "jnelsonic@earthlink.net",
    "hometown": "Long Beach, CA",
    "year": 2004,
    "uid": "scraped_2004_plan_b"
  },
  {
    "name": "Planet Pancake",
    "description": "Planet Pancake is THE source for hangover bliss. Brought to you by the Pancake Playhouse – feeding burners body and soul since 2001. When soft rock is heard, pancakes are served.",
    "contact_email": "blackrockcara@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_planet_pancake"
  },
  {
    "name": "PLANETENTIARY",
    "description": "PLANETENTIARY – 15 billion years in the making – the universe yearns to contract with you! Night opens up a world afar, a prison refuge presents you the star. Enclose, connect, reach the planets night, confinement begets a conflicting flight. The reckless whisper beckons a spark; to sky, to dust, to make your mark. Join our journey on clouds of white, razor wire, and starry night.",
    "contact_email": "mlegrand@monster.com",
    "hometown": "Maynard, MA",
    "year": 2004,
    "uid": "scraped_2004_planetentiary"
  },
  {
    "name": "PlanetWOW",
    "description": "In the beginning was the word and it was WOW… an expression of awe and wonder for all that is. The Church of WOW has gone forth to colonize our own planet, a phantasmagorical heaven on earth. PlanetWOW invites you to experience virtual and visceral realms provoking quantum consciousness of the connectedness of everything. Fly through the awesome 3-D VIRTUAL PLAYA, playing on the mammoth PLAYAVIDEO screen. which is updated throughout the week.  Come late morning for WOWZERCIZE and PRIMAL WRESTLING MASSAGE which promote x-treme undulating flexibility to bring out wave forms of energy.  Join late afternoon STAIRWAY TO HEAVEN post-modern shamanic rants and EXPRESSIVE TAROT tapping the original genius of fundamental archetypes.  As twilight approaches come for SUN SETS of ACOUSTICAL JAMMING and DRUM MAGIC.    Attend evening premiere performances of SKIN, an live performance with musicians and aerial acrobatics, layered original soundtrack, video and projections. Blow your mind with WHAT THE BLEEP, a spiritual film that combines quantum physics, multi-dimensional visual effects and animation, a dramatic story and interviews with leading scientists and mystics. Under the stars boogey to the MUSIC OF THE SPHERES, with DJs spinning ambient grooves and chunky beats all evening, accompanied by VJ artistry on the PlayaVideo screen. To top it all off, embrace your sexy self on the all-new open-to-all GODDESS-A-GO-GO stage. Open to your divine erotic essence. Dance the primal ritual of Shiva/Shakti, seduce and be seduced. Can this all really be on the same planet? To find out, BE HERE WOW.",
    "contact_email": "kitty@webcastcentral.com",
    "hometown": "Redwood City, CA",
    "year": 2004,
    "uid": "scraped_2004_planetwow"
  },
  {
    "name": "Playa Info",
    "description": "Come join us under our cool shade structure at Center Camp. We’ve combined many of the information services into one, easy-to-find, location.",
    "contact_email": "robo@burningman.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.burningman.com/participate/information.html",
    "year": 2004,
    "uid": "scraped_2004_playa_info"
  },
  {
    "name": "Playa World Record HQ",
    "description": "In 2003, members of the Temple of Twisted Truths camp got into a heated debate. What was the largest mutant vehicle on the playa the pirate ship or the Whale? A unanimous decision was never reached. It led us to realize, however, that the time was ripe to begin documenting and recording an archive of any and all records established on the playa. And thus, the Playa World Records was born.",
    "contact_email": "peg_oberste@gspsf.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.playaworldrecords.com",
    "year": 2004,
    "uid": "scraped_2004_playa_world_record_hq"
  },
  {
    "name": "PlayaGoRound",
    "description": "PlayaGoRound gone TurtleGoRound! See the expanse of the universe from our rotating turtle that holds the weight of the universe. Needs to relax? Enjoy the Casbah Lounge. Sit back and enjoy a brahmin’s life while you listen to soothing eastern beats. When nighttime comes round, we’ll step it up. Come to PlayaGoRound and see the universe!",
    "contact_email": "john@playagoround.com",
    "hometown": "Denver, CO",
    "year": 2004,
    "uid": "scraped_2004_playagoround"
  },
  {
    "name": "Playatography",
    "description": "Playa Portraits in the Photo Dome… Within cozy confines you share yourself, creating beauty and finding truth.",
    "contact_email": "solo@yolo.com",
    "hometown": "Woodland, CA",
    "url": "http://www.imageevent.com/photogenics/burningmanportraits",
    "year": 2004,
    "uid": "scraped_2004_playatography"
  },
  {
    "name": "Playfully Yours",
    "description": "Playfully yours a dungeonous experience, our dungeonmaster will instruct and share the pleasures of S&M play in our fully equiped dungeon, you can also interact with others, under his supervision or instruction.",
    "contact_email": "pndlaino@aol.com",
    "hometown": "Las Vegas, NV",
    "year": 2004,
    "uid": "scraped_2004_playfully_yours"
  },
  {
    "name": "PLUG4",
    "description": "“After a brief hiatus in 2003, Papa’s got a brand new PLUG! The completely redesigned WOODEN structure is a replica of, and shrine to, the single most important item in Black Rock City, the extension cord plug. This years PLUG was designed, with the structural lumber pre-cut, by The Parts Dept. and the newest members of the family from Port Townsend, WA. Chris and Brad. The fully carpeted, 1200 square foot space will be home to the PLUG4 DJ’s at night, and PLUG4 Cinema screenings during the day (come by around 4PM each day to check schedule). Rising nearly 30′ off the playa floor, PLUG4 stands as the epicenter of soulful, sophisticated urban culture on the playa, bringing the hardest in raw funk, soul, independent hip hop and rock steady reggae. The grounds surrounding the Plug will offer walls for muralists and graffiti artists to come showcase their skills and contribute to the energy of the PLUG. Linoleum areas will be provided for B-Boy and B-Girls to get down. Returning for it’s 6^th tour of dirty, The GiantGhettoBlaster SOW4080 will be parked in front of the PLUG to serve the outdoor dance floor for the star starved city types. The GGB will also be on it’s annual tour of soul vaccinations around the open playa at night. Come through, bring you cans and tips, good pop locking skills and positive energy and we’ll all build a brand new PLUG4 legend together.”",
    "contact_email": "charles@ksdmusic.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.plug4.com",
    "year": 2004,
    "uid": "scraped_2004_plug4"
  },
  {
    "name": "Pole Vault to Heaven Kosmic Sports",
    "description": "The Pole Vault to Heaven & Kosmic Sports Arena Camp",
    "contact_email": "bman@dialogworks.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_pole_vault_to_heaven_kosmic_sports"
  },
  {
    "name": "PolyParadise",
    "description": "PolyParadise has been influencing the Hearts & Minds and Washing the Bodies of Playa Citizens from ‘2:00 – 10:00’ for the past 5 years.",
    "contact_email": "scotto@burningman.com",
    "hometown": "Phoenix, AZ",
    "url": "http://www.azcompuguy.com/polyparadise",
    "year": 2004,
    "uid": "scraped_2004_polyparadise"
  },
  {
    "name": "Port of Entry",
    "description": "The Port of Entry is home to the Black Rock International Airport and the Lake Lahontan Harbor. Come aviate or navigate with all the amenities; customs, duty-free barter shop, travel agency, and of course, an airport bar and lounge.",
    "contact_email": "tigertiger@burningman.com",
    "hometown": "San Jose, CA",
    "url": "http://www.burningman.com/on_the_playa/airport/",
    "year": 2004,
    "uid": "scraped_2004_port_of_entry"
  },
  {
    "name": "Postal Service & Dead Letter Truck",
    "description": "The United States Potsal Service will collect and deliver W.A.S.T.E. mail throughout the Playa via Tristero’s minions. Undeliverable & heavenly bound mail will be mishandled and dealt with appropriately by the Dead Letter Truck. Use our mailboxes and distribution boards throughout the playa to send or receive mail (playa only)!",
    "contact_email": "chassy@umich.edu",
    "hometown": "Ann Arbor, MI",
    "url": "http://potsoffice.com",
    "year": 2004,
    "uid": "scraped_2004_postal_service_&_dead_letter_truck"
  },
  {
    "name": "Procrastinator Camp",
    "description": "manna from heaven will be given by god in the form of processed spice ham sandwiches (spam)",
    "contact_email": "rfauer@cox.net",
    "hometown": "Scottsdale, AZ",
    "year": 2004,
    "uid": "scraped_2004_procrastinator_camp"
  },
  {
    "name": "Prometheatrics",
    "description": "Bringing the Gift of Fire to Humanity since the Dawn of Time.",
    "contact_email": "jnaylor129@earthlink.net",
    "hometown": "Topanga, CA",
    "url": "http://www.prometheatrics.com",
    "year": 2004,
    "uid": "scraped_2004_prometheatrics"
  },
  {
    "name": "Proscenium Lounge",
    "description": "“Proscenium” is what you call the part of the stage that is in between the curtain and the orchestra. The Proscenium Lounge collaborates with the surrounding community to create great experiences at the edge of theater.",
    "contact_email": "ledelste@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_proscenium_lounge"
  },
  {
    "name": "Pueblo Sparkle",
    "description": "Our History: (Fall, 2001) Casting about for a phrase for the “female equivalent of a boner” we embarked on a scientific mission to find a name for that physical condition. Many terms were suggested, but none with the special ring of delight necessary for such an amazing phenomenon. Proving that inspiration is often at our doorstep, a pillar of our organization said “Call it ‘SPARKLE'”… and a title was born. Months later our sage elder was dancing around a fire when it occurred to him that he had the term confused with an orgasm. “No, no,” we corrected, “that’s a THUNDER SPARKLE!” It’s a noun, it’s a verb, it’s a mental state. It’s the stuff our universe is made of. It’s the glue that holds Pueblo Sparkle Together. Sparkle On! Pueblo Sparkle is home to the friendly tribe of those who worship Our Lady of Perpetual Sparkle. We are dedicated to spreading the true word of Sparkle hither and yon and to encourage gleeful Sparkling across the playa and across the planet. During your fine stay at BRC, look for Commander Sparkle, Major Sparkle, G.Sparkle, SparklEng, Sparky, Mount Sparkle and secretagentsparkle to guide and inspire you in The Way of All Things Sparkle. AND! By all means, stop by Pueblo Sparkle for a visit and a Sparkling Beverage.",
    "contact_email": "feralwoman3@earthlink.net",
    "hometown": "Santa Fe, NM",
    "year": 2004,
    "uid": "scraped_2004_pueblo_sparkle"
  },
  {
    "name": "Pushkart Kamp",
    "description": "Home of your roving Pushkarteers. The gift economy is alive and well at Pushkart Kamp. Look for us on a street near you peddling miscellaneous fraggle, grundus, flume and dard. Each pushkart reflects the twisted psyche of the pushkarteer who made it. No two alike. Call the neighbors. Wake the kids! We be Pushkart Kamp!",
    "contact_email": "art4artsake@cox.net",
    "hometown": "Las Vegas, NV",
    "year": 2004,
    "uid": "scraped_2004_pushkart_kamp"
  },
  {
    "name": "Pyramid Scheme",
    "description": "Enter the pyramidal vault to sit under the stars, participate in daily events, take part in one of the rituals, hang in our relaxing chill space, or visit with the colorful personalities of our universe.",
    "contact_email": "katisca@yahoo.com",
    "hometown": "Tempe, AZ",
    "url": "http://www.water-brother.com",
    "year": 2004,
    "uid": "scraped_2004_pyramid_scheme"
  },
  {
    "name": "QUBE QAMP",
    "description": "Queer and queer-freindly 60’s groovaliscious wine bar with hip visual projection art and cool loung/chill music open 9-11 pm.",
    "contact_email": "Maxicode@aol.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_qube_qamp"
  },
  {
    "name": "Rainforest Refugee Camp RRC",
    "description": "Rainforest Refugee Camp (RRC) Returns as the Playa’s premier relief station where over heated Participants from lands graced with lower temperatures and higher humidity can seek Refuge and ask for asylum from the harsh treatment they are enduring on the Playa.  The entrance of the RRC has an overhead misting system giving the appearance of mist covered forests and clouds. . it is a clothing optional camp because it is just to darn hot out there on the playa. Hours are daily from about noon until it cools off late after noon about 5pm. We do accept membership of folks from all over the world. Space is limited.",
    "contact_email": "Omyg@snursery.com",
    "hometown": "Hoquiam, WA",
    "url": "http://snursery.com/rrc/rrc04.htm",
    "year": 2004,
    "uid": "scraped_2004_rainforest_refugee_camp_rrc"
  },
  {
    "name": "Raptor Explosion",
    "description": "This year we will reach for the Heavens and celebrate our experience here on Earth with the Tower of Babble.  Touch the sky, some new friends, or simply bathe in the caucaphony of voices.",
    "contact_email": "billpelton@hotmail.com",
    "hometown": "Minneapolis, MN",
    "year": 2004,
    "uid": "scraped_2004_raptor_explosion"
  },
  {
    "name": "Re-evolution Village",
    "description": "re-evolution Village is a incredible group of artists aimed to create a interactive sacred space to share music, performing arts, spoken word, sculptures and much more. our entire village will be powered by re-newable fuels and made of mostly recycled materials to express a sustainable message. Lost at last will be camping and performing at our camp along with many amazing artists. we will have a 60 foot dome and a state of the art stage and sound system, which we will open to guest speakers and performers from other camps.Our camp will feature huge art project based on sacred geometry. the whole idea is we statred out on this planet in unity and we fell into polarity,we belive we are returning to unity an RE-Evolution. expect over 150 experienced burners at our village ready to share much love",
    "contact_email": "Adam_animal@hotmail.com",
    "hometown": "Reno, NV",
    "year": 2004,
    "uid": "scraped_2004_re-evolution_village"
  },
  {
    "name": "Recess in Excess",
    "description": "Come play with us! Recess in Excess will bring back all of your favorite elementary school memories as you join us on the see-saw, compete at four-square, and throw yourself into the finger painting arena. Come meet us at the Golden Showers where we’ll be handing out lemonade and mixing with our fellow burners.",
    "contact_email": "cpl215@nyu.edu",
    "hometown": "Brooklyn, NY",
    "year": 2004,
    "uid": "scraped_2004_recess_in_excess"
  },
  {
    "name": "RECHARGE!!!",
    "description": "Back for a sixth ridiculous year, the RECHARGE!!! gang will be doing THERAPY: YANG Therapy, that is.  If you need to vent some aggro Yang energy, come play with us!!! We’ll be pummeling each other with Yang Clubs, pelting each other in SURPRISE!!! DODGEBALL!!! games, and pulverizing Funky Pinatas (with Bonus Innards). Then when you get all yanged out, you can hope for some attention from the YIN side, where we’ll have massage and yoga classes from time to time. But watch out for the Dodgeballs…",
    "contact_email": "klausthepd@hotmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://recharge.zillabit.com",
    "year": 2004,
    "uid": "scraped_2004_recharge!!!"
  },
  {
    "name": "Recycle Camp",
    "description": "Recycle Camp is an all volunteer supported Community Services camp dedicated to educating participants about reducing, re-using and recycling as well as other sustainability practices. Located in Center Camp, we spend the week collecting as many alluminum cans as possible from participants and then we crush them using our state of the “Art” can crushing machine, bag them up and donate them to the Gerlach School. Please come by and see us in action, bring us your alluminum cans and join in the fun while we do are part to save the world.",
    "contact_email": "blue@burningman.com",
    "hometown": "Oakland, CA",
    "year": 2004,
    "uid": "scraped_2004_recycle_camp"
  },
  {
    "name": "Regional Information Center",
    "description": "Burning Man doesn’t end! Sure you’ll feel sad leaving the main gate on Monday but that is not the end of your adventure by far. Across the US and Canada, and in Asia and Europe there exist Burning Man Regional groups that keep the fire burning near you. The Regional Information Center or RIC is your chance to get an idea of the world of Burning Man that exists today. View Regional posters, get information, meet Regional Contacts, find camps from your home area here on the playa, even sign up for email lists. Get involved with the local burner community near you, visit the RIC to help you along the way.",
    "contact_email": "andi@cultofdistraction.org",
    "hometown": "Haleiwa, HI",
    "year": 2004,
    "uid": "scraped_2004_regional_information_center"
  },
  {
    "name": "Republic of ChinaTown",
    "description": "The Republic of China, for those who don’t know, means Taiwan. And we’ll be bringing the best of Taiwan with us to the playa: betelnut beauties, high mountain Oolong tea, tattoo translation services, heavenly Chinese therapies, and philanthropic gangsterism.",
    "contact_email": "taiwan@burningman.com",
    "hometown": "Taipei, TW",
    "year": 2004,
    "uid": "scraped_2004_republic_of_chinatown"
  },
  {
    "name": "Risa",
    "description": "RISA is just like the resort planet from Star Trek, renowned for its breezes and easy-going, uninhibited sexuality. We play the Blues at RISA! Our main attraction during the day is our Speed Dating Service. 10 people will meet 10 people 3 minutes each, in hopes of a Playa Date. Dates and times will be posted in the calender.",
    "contact_email": "brcrogman@yahoo.com",
    "hometown": "Carson City, NV",
    "year": 2004,
    "uid": "scraped_2004_risa"
  },
  {
    "name": "Rule Britannia",
    "description": "BY DAY: a colonial-era British outpost, bringing civilization to Black Rock City one Union Jack at a time.  Join us daily for high tea, or relax in your camp and await colonization by (exceedingly polite) force.  BY NIGHT:  The playa’s toppermost mod/britpop/indie dance club.  DJs spinning everything from Animals to Zombies, plus gratis gin & tonics and *no bloody trance!*  Dress code: Swingin’ London… but all cool cats welcome. By tube: Piccadilly line to Uxbridge station, in the village of Gigsville.",
    "contact_email": "one-11@pacbell.net",
    "hometown": "Los Angeles, CA",
    "year": 2004,
    "uid": "scraped_2004_rule_britannia"
  },
  {
    "name": "Sacred Heart Oasis",
    "description": "Sacred Heart Oasis  aka Rumis Playhouse I was Raw, now I am Cooked and Burnt.  Come Whirl and Experience The Vaults of Heaven. Visit the Soft Lips Lounge and be a Dervich Drunk on the Cosmic Waves of Love. Pay Homage to Bills Little Pagoda of Funk. Brought to you by the Peeps that say: Good Morning. Located at your gateway to the Alternative Energy Zone.",
    "contact_email": "jbart1958@yahoo.com",
    "hometown": "Taylor, MI",
    "year": 2004,
    "uid": "scraped_2004_sacred_heart_oasis"
  },
  {
    "name": "Safer Sex Camp",
    "description": "Source of Safer Sex Kits – all your Playa Safer Sex needs. Distributors needed – all orientations most welcome – drop by early am or e-mail: WalkingOak@hotmail.com. Kits are free, not for sale, not for barter.",
    "contact_email": "walkingoak@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_safer_sex_camp"
  },
  {
    "name": "Sakenoma",
    "description": "Sakenoma, bringing new meaning to the oldest adult beverage on Earth.  Serving cold sake during the hottest part of the day.  Please come visit our sake-bar and enjoy this ancient beverage with us.  While at Sakenoma, please take time to have your eyewear cleaned.  In addition to our famous cold sake, we are also an authorized eyeglass washing station.  Sakenoma: Leave refreshed and see the world more clearly.",
    "contact_email": "shagstrom@worldproducts.com",
    "hometown": "Sonoma, CA",
    "year": 2004,
    "uid": "scraped_2004_sakenoma"
  },
  {
    "name": "salon du butt crack",
    "description": "SALON DU BUTT CRACK, located in The Conglomerate, is an interactive fine art theme camp and gallery which produces high quality “MOON” Prints from paintings which explore mutually creative themes through the medium of the human derriere.  We are generally available for prints from noon till dusk and have painted over 400 Burning Butts so far. Bring your senses of humor, your friends, your butt, of course, and take home an original, unique print after the event.",
    "contact_email": "rssgmbl@aol.com",
    "hometown": "Los Gatos, CA",
    "year": 2004,
    "uid": "scraped_2004_salon_du_butt_crack"
  },
  {
    "name": "Salon Soleil",
    "description": "Salon Soleil aims to catch curious wanderers, dreamers, philosophers, prophets, activists and artists in our gravitational field.  Orbit the fiery central core of the Infinite Oasis village with us and engage in Salon-style explorations of how community, creativity, and sensuality can influence our lives within and beyond Black Rock City.  Contribute to evolutionary art projects, participate in musical and dramatic performances, and register to vote.",
    "contact_email": "freedman@turn.org",
    "hometown": "Berkeley, CA",
    "year": 2004,
    "uid": "scraped_2004_salon_soleil"
  },
  {
    "name": "Sanctuary Village",
    "description": "Sanctuary is a village of long-time burners who offer spiritual exploration and physical celebration in a hospitable and inviting enviroment. Visit us for daily yoga, meditation, full body adornment, clothing gifts, discussions on shamanism & journeys of the mind, tea service, nightly audio/visual presentations – and enjoy our sacred refuge from the outside environment. This year in addition to our usual offerings we are pleased to present two full-featured lounges, an art gallery, a  bridge walkway village entrance, and some elaborate playa-centric visuals and comfort!",
    "contact_email": "davemarr@burningman.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.sanctuaryvillage.com",
    "year": 2004,
    "uid": "scraped_2004_sanctuary_village"
  },
  {
    "name": "Sanity Cruz",
    "description": "Santa Cruz, California is our home base. We are a community of peaceful, fun-loving and environmentally friendly souls. Our Burning Man theme camp is based on tranquility, harmony, love and sanctuary. In times of chaos and turmoil in the world, in our lives and sometimes in our own minds, what we need most is a peaceful place to relax. Its time to slow down, be in harmony with ourselves and with others and to be nurtured and supported by our friends and lovers. We envision that the Sanity Cruz theme camp will offer a chill space where fellow burners can participate in a relaxing and rejuvenating experience.",
    "contact_email": "zentaorob@yahoo.com",
    "hometown": "Santa Cruz, CA",
    "url": "http://www.kyerphotography.com",
    "year": 2004,
    "uid": "scraped_2004_sanity_cruz"
  },
  {
    "name": "SCARAB",
    "description": "In addition to providing staff for Radio Electra, SCARAB (Society for Creative Arts & Radio at Burning Man) prides itself on its unique art pieces and artcars, interactive events, and dedication to the Principles of Deep Fun. Now in its 3rd year as a spin-off of the Solo Collective, this years camp theme is Alien Menagerie (tying in with the alien worlds in the Vault of Heaven). Our WaltSnipe hosts a world music community dance each year on Tuesday night… come join us this year from 8-10:45pm Tues. for “Carnaval: Night in Brazil Dance” (simulcast on Radio Electra).",
    "contact_email": "snipehunt@austin.rr.com",
    "hometown": "Austin, TX",
    "year": 2004,
    "uid": "scraped_2004_scarab"
  },
  {
    "name": "Seamsters of the InfiniteMicrocosm",
    "description": "The Seamsters Camp exists for those in need of sewing skills and services. We will provide sewing stations for mending and creating costumes and playa-wear. Damaged garments will be repaired. Boring garments will be improved. Unskilled seamsters and seamstresses will walk away with mastery of the art.",
    "contact_email": "aeon@retroflow.com",
    "hometown": "Berkeley, CA",
    "url": "http://www.retroflow.com/seamsters",
    "year": 2004,
    "uid": "scraped_2004_seamsters_of_the_infinitemicrocosm"
  },
  {
    "name": "Sensoria",
    "description": "Sensoria – a 20 x 48 sensory depravation tank featuring our continually-changing real-time interactive video feedback screen, most closely resembles “melting crayon people getting aural photography”. 2-sided murals painted by Cornelious Starrconn. Ambient sounds by d6. Munzbot will greet you at the gates… Other surprises supplied by Shortfuse and you!",
    "contact_email": "d6@scurvybastards.com",
    "hometown": "Reno, NV",
    "year": 2004,
    "uid": "scraped_2004_sensoria"
  },
  {
    "name": "Seventh Seat",
    "description": "The Seventh Seat is intended as a venue for camp members and BRC residents to share with each other advice, third-party decision making, and absolute truths as small as the universe is big.  With so many empty chairs around, we will also be providing, well, seats – a place to rest in the day and interact meaningfully with other citizens.",
    "contact_email": "jeannette777@yahoo.com",
    "hometown": "Seattle, WA",
    "year": 2004,
    "uid": "scraped_2004_seventh_seat"
  },
  {
    "name": "Shadow of Heaven",
    "description": "Shadow of Heaven is the home base of Shadow of the Plaza, Reflection and the metal bugs and L2K. Come to our camp at night and do not be afraid to walk into the light. Listen to the metal chimes.",
    "contact_email": "tim@astronomynv.org",
    "hometown": "VC Highlands, NV",
    "url": "http://www.archnevada.com/shadowland",
    "year": 2004,
    "uid": "scraped_2004_shadow_of_heaven"
  },
  {
    "name": "Shangri-la Village",
    "description": "Shangri-La is a Burning Man Village started in 2003 out of San Diego. “Shangri-La” has long been used as a name for heaven on earth. In Tibetan, Shangri-la means land of sacredness and peace. Shangri-la attempts to create that paradise here. Our true “Village” is the collection of people who have come together in this fine web of relationships throughout the year, bound by the commonality of attending Burning Man, and the love we share for each other.",
    "contact_email": "gregy1@yahoo.com",
    "hometown": "Escondido, CA",
    "url": "http://www.shangrilavillage.org",
    "year": 2004,
    "uid": "scraped_2004_shangri-la_village"
  },
  {
    "name": "SkyShow",
    "description": "Stop by our dome before and after interacting with our outer-playa art installation to learn about constellations and their movement across the Vault of Heaven, and to share your experiences with other stargazing participants.",
    "contact_email": "burningm@ericsmith.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_skyshow"
  },
  {
    "name": "Sloth Camp",
    "description": "We slothed like kings last year. We enjoyed many quality days – and nights – under the shade in Slothdom. Are you a sinner? Come share your sins and be absolved so you can enter the Vault of Heaven (we hear that the screening process is pretty tight these days).",
    "contact_email": "cowhitter@aol.com",
    "hometown": "Calabasas, CA",
    "url": "url",
    "year": 2004,
    "uid": "scraped_2004_sloth_camp"
  },
  {
    "name": "Smite Camp (with Scurvy Monkey)",
    "description": "In 2004, Smite Camp returns for its mumbleth year to once-again deliver playa justice on a stick. And croquet.",
    "contact_email": "genghis@smitecamp.com",
    "hometown": "Half Moon Bay, CA",
    "url": "http://www.smitecamp.com",
    "year": 2004,
    "uid": "scraped_2004_smite_camp_(with_scurvy_monkey)"
  },
  {
    "name": "smoochdome",
    "description": "The hands on place to learn creative and fun techniques for kissing!",
    "contact_email": "phyrefly7@yahoo.com",
    "hometown": "Matawn, NJ",
    "year": 2004,
    "uid": "scraped_2004_smoochdome"
  },
  {
    "name": "Snowflake Village",
    "description": "Snowflake Village is a haven for long-distance travelers from the Midwest, Canada, East Coast and beyond. We bring the unique art and perspectives of our region as our gift to BRC.",
    "contact_email": "eric@clevian.com",
    "hometown": "Milwaukee, WI",
    "url": "http://www.clevian.com/snowflake2004",
    "year": 2004,
    "uid": "scraped_2004_snowflake_village"
  },
  {
    "name": "Snuggletown!",
    "description": "Do you desire for a safe place to explore sensual, non-sexual play and rediscover your inner playful child? Portland Friend’s and Lovers, LoveTribe and Explorer’s Club, present Snuggletown! – a safe, comfortable place to roam free in a healthy, affectionate touch-positive environment.",
    "contact_email": "czar@snuggletown.org",
    "hometown": "Portland, OR",
    "url": "http://www.snuggletown.org",
    "year": 2004,
    "uid": "scraped_2004_snuggletown!"
  },
  {
    "name": "Space Monkey Tickle Temple",
    "description": "Drop in for sacred healings by Monkeys from beyond reality as you know it. The healing power of the Space Monkeys cures all ills. Come and experience the cosmic power of a sacred space tickling. Special sacred healing requests encouraged.",
    "contact_email": "redtiger55@excite.com",
    "hometown": "Hermosa Beach, CA",
    "year": 2004,
    "uid": "scraped_2004_space_monkey_tickle_temple"
  },
  {
    "name": "Space Oasis",
    "description": "Camp Space Oasis will be for all globally displaced Burners and the landing pad for our Space Oasis Art Car… come by and socialize, lounge, camp, enjoy mystic beverages… most anything is possible at Space Oasis!!! Various shaded structures will be available for any weary burners.",
    "contact_email": "dianachapa84@yahoo.com",
    "hometown": "Fremont, CA",
    "url": "http://www.spacevirgin.org",
    "year": 2004,
    "uid": "scraped_2004_space_oasis"
  },
  {
    "name": "Spaceaho",
    "description": "Back again and still confusing the masses, Spaceaho! Come over and get to know us. We’ll do something fun, we promise. The friendliest little camp on the playa, or so we think… Home of Kisses, art cars, fire art, fire spinning, the Nurse, Naked, and so much more. Feel the love!",
    "contact_email": "pat_64@yahoo.com",
    "hometown": "Boise, ID",
    "url": "http://www.spacecowboys.org",
    "year": 2004,
    "uid": "scraped_2004_spaceaho"
  },
  {
    "name": "Spam Can Windchime Camp",
    "description": "Bring over your empty Spam Cans Friday afternoon between 2 and 4, or Saturday afternoon between 1 and 3,and Our Expert Windchime maker will help you string ’em up into a beautiful windchime that will express your love of Spam and other potted meat products. We also do empty beer cans (we’ll try reviving the lost art of beer can hats made popular during the 70’s) soup cans, etc. Please make sure they’re cleaned out first though, thank you. Or just drop by and exchange your favorite Spam recipes with other Spam devotees.",
    "contact_email": "jlpc8188@yahoo.com",
    "hometown": "Los Banos, CA",
    "year": 2004,
    "uid": "scraped_2004_spam_can_windchime_camp"
  },
  {
    "name": "Spazio di Cielo",
    "description": "Come enjoy our heavenly space, while remembering what it was like to play innocently across the universe. Have a drink, have a popsicle, play on our adult-sized playground, listen to fireside stories and songs sung by our balladeers. You could even spin a yarn or two yourself, if you like. Open the vault of your soul and discover heaven inside.",
    "contact_email": "dory76@hotmail.com",
    "hometown": "Austin, TX",
    "url": "http://www.spikesvampirebar.com",
    "year": 2004,
    "uid": "scraped_2004_spazio_di_cielo"
  },
  {
    "name": "Sporosite",
    "description": "Don’t just see the art, be the art! Come to Sporosite, where our team of post neo expressionist bodypainters will transform you into a walking playa installation.",
    "contact_email": "nick@sundialproductions.com",
    "hometown": "New York, NY",
    "year": 2004,
    "uid": "scraped_2004_sporosite"
  },
  {
    "name": "STARDANCE CITY in the conGLOMorate",
    "description": "STARDANCE CITY in the ConGLOMorate – Home of the STARDANCERS.Here again for your pleasure, the STARDANCERS, opening the Vaults of Heaven, into the Galaxy of Glom!!!Our 20′ tall animated (male and female) dancers will invite all heavenly bodies into the gates of the conGLOMorate Village, and will be the welcomed landmarks, the dancing figures in the distance, to help you find your drunk, sorry asses home again, in the middle of the night.",
    "contact_email": "donsyrek@winfirst.com",
    "hometown": "Folsom, CA",
    "url": "http://www.burnerplayground.com",
    "year": 2004,
    "uid": "scraped_2004_stardance_city_in_the_conglomorate"
  },
  {
    "name": "STARLIGHT EXPRESS",
    "description": "Take the Starlight Express to your heart and mind, body and soul. The only fare to pay is complete immersion into the depth and beauty of our radiance. Our luminosity increases with each nanosecond.",
    "contact_email": "fleabag@gmail.com",
    "hometown": "Concord, CA",
    "year": 2004,
    "uid": "scraped_2004_starlight_express"
  },
  {
    "name": "Starlite Drive-in Movie Theater",
    "description": "Cinema Alfresco! Watch outerspace themed movies professionally projected on a giant drive-in screen from the comfort of your own art cart or relaxing inside the ultimate film chill zone. A dusk-to-dawn program of Double-Theme Double-Features, Midnight Mayhem Movies, Short Attention Span Short Subjects, Cosmic Cartoons, Desert Darkness Documentaries, and Celestial Special-Event Screenings awaits you in our 2004 series we call ‘From the Vault of Heaven.’ Drop your bike, park your butt, and grab a bag of planetary playacorn at the Halley’s Comet Cantina. Between sunrise and sunset, you can still watch a movie at our unique Daylight Drive-in installation and explore the multiple satellite sites inside our SoLA System campsite.  The Starlite Drive-in is located at 10:00 and Pluto, the final address of Black Rock City so when you find us, you can leave Burning Man satisfied you’ve seen it all.",
    "contact_email": "drive-in@comcast.net",
    "hometown": "Los Angeles, CA",
    "url": "http://home.comcast.net/~drive-in/index.html",
    "year": 2004,
    "uid": "scraped_2004_starlite_drive-in_movie_theater"
  },
  {
    "name": "StarLust Lounge",
    "description": "AND IT IS SAID…ON THE 10TH YEAR, on the 3rd rock from the sun, on the GREAT PLAYA ( just down the road from Bev’s Miner’s Club), in Center Camp, an ALIEN Spaceship crashed and thus begat… the STARLUST LOUNGE, A PORTAL, THE TEMPLE, A KEEPER of the PEARLY GATES of HEAVEN ON EARTH and the GARDEN of EARTHLY DELIGHTS.",
    "contact_email": "harlenmallis@metatv.com",
    "hometown": "San Anselmo, CA",
    "url": "http://starlustlounge.com",
    "year": 2004,
    "uid": "scraped_2004_starlust_lounge"
  },
  {
    "name": "Stoke'n'Poke's",
    "description": "Toys for all ages. Ride the Giant Teeter Totter, climb the Castle and Slide back down, jump on the Trampoline with Safety-Net, play 3D Naked Twister, dance on the Disco Dancefloor to live music in the Dome (musicians invited).",
    "contact_email": "saintalfonso@sbcglobal.net",
    "hometown": "Berkeley, CA",
    "year": 2004,
    "uid": "scraped_2004_stoke'n'poke's"
  },
  {
    "name": "StranjBrew~Hoop~Dee~Doo",
    "description": "On your next trip to beautiful Black Rock City, be sure to stop by the StranjBrew Hoop~Dee~Doo and Center for Enlightenment! The one-stop playa shop for all your hoop~dee~doing pleasures and enlightenment accoutrements, the Hoop~Dee~Doo is open 24/7, with Playa Enlightenment Sessions beginning at sunset nightly. Thanks for shopping StranjBrew!",
    "contact_email": "stranjbrew@memphismojo.com",
    "hometown": "Memphis, TN",
    "url": "http://www.stranjbrewhoopdeedoo2004.homestead.com",
    "year": 2004,
    "uid": "scraped_2004_stranjbrew~hoop~dee~doo"
  },
  {
    "name": "SublimiNation",
    "description": "Boston based group of conversationalists. Sit, think, talk, play games, drink Gatorade and relax.",
    "contact_email": "shoshana@gourdin.org",
    "hometown": "Somerville, MA",
    "year": 2004,
    "uid": "scraped_2004_sublimination"
  },
  {
    "name": "Sun Valley",
    "description": "The Sun god Ra shines bright upon Sunvalley again this year, with our annual Blinky Rose giveaways, Swing Dance Thursdays and our Sunvalley Celestial Observatory. Its as if the gods command us to burn. Command I say!",
    "contact_email": "lennyj1026@aol.com",
    "hometown": "Burbank, CA",
    "url": "http://lennyjones.net/sunvalley2004.html",
    "year": 2004,
    "uid": "scraped_2004_sun_valley"
  },
  {
    "name": "Sunset Samba Circus",
    "description": "Sunset Samba Circus provides a space to experience live drumming that activates your root chakra and makes you dance without thought. Music in its raw most invigorating form like fresh squeezed juice every time. Our funky percussive beats and super sassy dancers will fill you with creative inspiration to go rock the playa.",
    "contact_email": "constantlycreating@yahoo.com",
    "hometown": "Santa Cruz, CA",
    "year": 2004,
    "uid": "scraped_2004_sunset_samba_circus"
  },
  {
    "name": "Super Lucky Camp",
    "description": "With Members from NYC and SF, Super Lucky camp forms the ritual dance spirit of Asylum.  A number of gatherings will be held during the week.",
    "contact_email": "nmccurdy@sva.edu",
    "hometown": "Astoria, NY",
    "year": 2004,
    "uid": "scraped_2004_super_lucky_camp"
  },
  {
    "name": "Surrealist Salon/Saloon",
    "description": "The Surrealist Salon/Saloon is the best of Salon culture and Saloon Sleazery.  Come, enjoy an open atmosphere with visual, text and performance artists who love absurdist word games, buffoonery, and a good sasperilla.",
    "contact_email": "Reddpoppy@aol.com",
    "hometown": "Portland, OR",
    "url": "http://www.swingerslounge.cjb.net",
    "year": 2004,
    "uid": "scraped_2004_surrealist_salon/saloon"
  },
  {
    "name": "Tabula Rasa",
    "description": "Camp Tabula Rasa will be presenting Playaterium, a 24-hour chill space devoted to the Vault of Heaven; a full moon blessing rite; Bad Hatter Tea Parties; daily jewelry making and more.  Come participate with us under the stars, receive a gift, write a worry away to be burnt with the Man and leave a smile as you head for the door.",
    "contact_email": "tabularasabman@msn.com",
    "hometown": "Palmdale, CA",
    "url": "http://www.angelfire.com/rings/tabularasabman/My%20Webs/camp_tabula_rasa.htm",
    "year": 2004,
    "uid": "scraped_2004_tabula_rasa"
  },
  {
    "name": "Take A Flying Leap Camp",
    "description": "Take a Flying Leap Camp is a technicolor playground of interactive structures and fluorescent art, including a 75-foot tower with observation platform and laser beam, a 40-foot-long mousetrap device, a two-story geodesic dome with spiral staircase, a blacklight tiger-fish swing, a blacklight Medusa-head trolley, an LED-lit surf-themed train, a solar-powered couchmobile, an electric go-kart, neon statues and spin art, and a blacklight-LED tower. This L.A.-based group of artists, musicians, photographers, engineers and masseurs are dedicated to creating a dynamic visual and aural environment, and its core members have collaborated on Burning Man art projects for the past four years.",
    "contact_email": "spookypie@earthlink.net",
    "hometown": "Burbank, CA",
    "year": 2004,
    "uid": "scraped_2004_take_a_flying_leap_camp"
  },
  {
    "name": "TaoSpace",
    "description": "TaoSpace is a residential neighborhood of Hushville surrounding our camp from Taos, New Mexico. It is open to anyone in Black Rock City to camp in with the four requirements of no sound systems, no generators, leave no trace and all vehicles need to be covered or disguised. This is to provide not only the aural oasis of Hushville’s environment, but a visual oasis to the “camping in a parking lot ” syndrome that much of BRC suffers from. To camp in TaoSpace, you MUST apply to camp in Hushville at their website registration. This does not guarantee space, as that is on a first come basis.",
    "contact_email": "h@harlanemil.com",
    "hometown": "Taos, NM",
    "year": 2004,
    "uid": "scraped_2004_taospace"
  },
  {
    "name": "Tazii",
    "description": "Tazii is a camp within the Village Sanctuary. Tazii theme campe is a Moroccan tent structure that provides a stunning background for impromptu musical jam sessions during the day. At night, the tent is transformed into a romantic, candle-lit luxurious space with a “chill” atmosphere with music mixed by playa DJs.",
    "contact_email": "loridahm@sbcglobal.net",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_tazii"
  },
  {
    "name": "TechnoFartz Camp",
    "description": "The TechnoFartz camp, like that bad rash we’re back.Stop by and check out the new experiments, see “Big Science gone terribly wrong” come play with us… come save energy, then waste it.",
    "contact_email": "utakiwataru@hotmail.com",
    "hometown": "Healdsburg, CA",
    "year": 2004,
    "uid": "scraped_2004_technofartz_camp"
  },
  {
    "name": "Temple of Atonement",
    "description": "Temple of Atonement: Black Rock city’s premier BDSM camp. Take part in our sanctuary of decadence as we pursue transformation, education and personal development amidst our dark fantasies. This is an opportunity for individuals to explore the darker side of their imagination: to learn more about themselves and their fantasies without fear of negative connotations, or social repercussions… It’s an opportunity for supplicants to ask, veterans to play and the curious to learn.",
    "contact_email": "ninetailed@aol.com",
    "hometown": "Boulder Creek, CA",
    "url": "http://www.templeofatonement.org",
    "year": 2004,
    "uid": "scraped_2004_temple_of_atonement"
  },
  {
    "name": "Temple of Oracles of Boobfoot",
    "description": "Temple of the Oracles of Boobfoot and Boobfoot Boutique honors the Divine Boobfoot, an ancient relic of an alien culture that descended from the Vault of Heaven on BOOBS (Boobfoot Oracle Orbiting Bus System), plans of which were revealed to the Oracles during a Boobfoot Meditation.  Black Rock City residents are invited to enter the Temple with their questions about the past or the future that will be answered by the Oracles and/or engage in a costume swap at the Boutique.",
    "contact_email": "anntracy@earthlink.net",
    "hometown": "Sacramento, CA",
    "year": 2004,
    "uid": "scraped_2004_temple_of_oracles_of_boobfoot"
  },
  {
    "name": "Temple of REVERIE",
    "description": "Costumes for “Newbe Tourists”, face paints, Greg & Anns Wedding on Thursday & recieve a visionquest at the temple of Reverie.",
    "contact_email": "splinterxman@aol.com",
    "hometown": "Talent, OR",
    "url": "http://www.siskiyouburners.org",
    "year": 2004,
    "uid": "scraped_2004_temple_of_reverie"
  },
  {
    "name": "Temple of Stars Camp",
    "description": "Home to the Temple of Stars Crew, the camp will feature the Celestial Koi Pond.  After sunset, fish off the Celestial Koi Pond Bridge and reel in clues to the mysteries of the Universe.",
    "contact_email": "will@pinkpifflepoof.com",
    "hometown": "Petaluma, CA",
    "year": 2004,
    "uid": "scraped_2004_temple_of_stars_camp"
  },
  {
    "name": "TempleWhore",
    "description": "TempleWhores are historically recognized and defiled hellions who bliss ya out and open the doors to the vault of heaven. Templewhore camp is an outgrowth of our Seattle gang, and we will provide massage, Reiki, herbal teas, and hotsauce, all served or bartered with a Kali-smile.",
    "contact_email": "templewhore@hotmail.com",
    "hometown": "Seattle, WA",
    "year": 2004,
    "uid": "scraped_2004_templewhore"
  },
  {
    "name": "That Bloody Camp",
    "description": "A harbor of recovery for the morning after. Repent of your sins from last night in the deep communion with other afflicted souls that only a perfect bloody mary can inspire.",
    "contact_email": "thatbloodycamp@sbcglobal.net",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_that_bloody_camp"
  },
  {
    "name": "The Aerodrome",
    "description": "Prone to Flights of Fancy? Born with Feathers? Those who walk the land with one eye to the heavens are a special lot. We know the laws of flight apply to more than a bird on the wing. Pressures, densities and bodies moving through fluids surround us. The Aerodrome has been erected to coax these laws down to earth and share the joys a low pressure downwash can bring!",
    "contact_email": "will@triplehelix.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.aerodromecamp.com",
    "year": 2004,
    "uid": "scraped_2004_the_aerodrome"
  },
  {
    "name": "The Angel Fairies From Venus",
    "description": "Come visit The Angel Fairies From Veuns Wing Exchange! Drop off your dusty old wings for a pair of dusty new ones, and sit in the shade for a refreshing glass of la fee verte while you’re at it.",
    "contact_email": "burningman@slightlymad.net",
    "hometown": "Baltimore, MD",
    "url": "http://slightlymad.sixam.net/angelfairies.html",
    "year": 2004,
    "uid": "scraped_2004_the_angel_fairies_from_venus"
  },
  {
    "name": "The anGLOMeda Galaxy Bar",
    "description": "Deep within the Galaxy of GLOM lies an outpost for all thirsty voyagers of the time/space/playa continuum… The anGLOMeda Galaxy Bar …cue ominous music…",
    "contact_email": "mtnsunrisejh@yahoo.com",
    "hometown": "Breckenridge, CO",
    "year": 2004,
    "uid": "scraped_2004_the_anglomeda_galaxy_bar"
  },
  {
    "name": "The Black Hole - Cosmic Oasis",
    "description": "Join us on your nebulae journey. As you are consumed by the relaxing, mist filled atmosphere of the Black Hole – Cosmic Oasis, you can enhance your travels with black light body painting and enjoy the sounds of the last flowing waters of Europa. Feeling “playa-worn”? Let the Black Hole renew and recycle your energies. We offer cosmic illumination on the recycle-of-self — for the life blood of humankind. Celebrate the mysteries of the universe and beyond at the Tail of the Comet Gathering, Thursday at Moonrise. Personal appearance by Jesus.",
    "contact_email": "phcoop@hotmail.com",
    "hometown": "Auburn, CA",
    "year": 2004,
    "uid": "scraped_2004_the_black_hole_-_cosmic_oasis"
  },
  {
    "name": "The Black Hole Midnight Maze",
    "description": "This is an event to test your time and space relationships… We consider departing into another dimension through this Black Hole entrance a departure from all light.",
    "contact_email": "mikem3535@yahoo.com",
    "hometown": "Concord, CA",
    "year": 2004,
    "uid": "scraped_2004_the_black_hole_midnight_maze"
  },
  {
    "name": "The Bouncy Bouncy Club",
    "description": "We all like a good bounce and there’s not place better to do just that, than The Bouncy Bouncy Club. (AKA The BBC.)",
    "contact_email": "paynie@aol.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.paynie.com",
    "year": 2004,
    "uid": "scraped_2004_the_bouncy_bouncy_club"
  },
  {
    "name": "The Brane",
    "description": "The BRANE is based on a cutting-edge physics theory, closely tied to string theory and astrophysics (think memBRANE). We’re bringing together groups from LA, SF, BC and Arcata – all part of a larger tribal community – to be neighbors in a grand-vision Village that has many theme-related camps. Representin’ LA is Moontribe, Dream Circus Theater, The Space-Monkey Tickle Temple, The Black Hole Bar (an echo from the old Black Light District), D-Light’s amazing Temple of D-Light (that has been shown at numerous art festivals, including Coachella), Hanumanville, and the Interplanatary Disco Police. Indigo’s Awakening, Green Circus, and Team Solid are all working it from SF. Aracata folk are giving ya the Intergalactic Healing Foundation and  the Temple De La Luna. BC sends Blue Ashina, who will be a meditation space and altar structure. Last minute addition of Monkey vs. Robot…",
    "contact_email": "maizazul@yahoo.com",
    "hometown": "Arcata, CA",
    "year": 2004,
    "uid": "scraped_2004_the_brane"
  },
  {
    "name": "The Burning Band",
    "description": "Dressed in our spiffy uniforms, we march through BRC most afternoons playing classic feel good sing-alongs such as “Yes, We Have No Bananas” and “It’s a Long Way to Tipperary.”  No sheet music, just improv. We add a touch of class to the ConGLOMerate’s Weird Underwear Parade, the Little Black Dress Parade, and the Marching Martians Parade. We gladly play for your weddings, parties, funerals, and just for the heck of it. We’re currently about 40-strong and are constantly seeking more volunteers of all talent levels.Were you an awful trumpet player in high school? We need you! Play ukelele or digeridoo? C’mon along. Many of us are camped in the ConGLOMerate, but we draw our musicians from all over the playa.",
    "contact_email": "flossyrabbit@earthlink.net",
    "hometown": "Palo Alto, CA",
    "url": "http://s95033306.onlinehome.us/11801/index.html",
    "year": 2004,
    "uid": "scraped_2004_the_burning_band"
  },
  {
    "name": "The conGLOMerate Village",
    "description": "The Glom is back for it’s biggest, most baddddaaaasssss year yet! The centerpiece of our village this year is The anGLOMeda Galaxy Bar, which, I s**t you not, is the coolest looking bar the playa has ever seen! You will be mesmerized by the twinkling stars, supernovas, nebulea, etc. You will feel as if you are viewing a night sky from an alien world…",
    "contact_email": "mtnsunrisejh@yahoo.com",
    "hometown": "Breckenridge, CO",
    "year": 2004,
    "uid": "scraped_2004_the_conglomerate_village"
  },
  {
    "name": "The Cult of E.R.I.C.",
    "description": "The Cult of E.R.I.C. is the home and hub of 4 major theme camps in Black Rock City this year.",
    "contact_email": "curtiscoleman@earthlink.net",
    "hometown": "Sunnyvale, CA",
    "url": "http://www.burningsilicon.com",
    "year": 2004,
    "uid": "scraped_2004_the_cult_of_e.r.i.c."
  },
  {
    "name": "The Embassy",
    "description": "The Oregon Country Fair Embassy will be headed back towards the Black Rock Desert to represent our own unique of brand of quality festing, albeit with that Burning Man twist.",
    "contact_email": "clif@eugeneweb.com",
    "hometown": "Eugene, OR",
    "url": "http://www.eugeneweb.com/~bm/",
    "year": 2004,
    "uid": "scraped_2004_the_embassy"
  },
  {
    "name": "The End of the Universe",
    "description": "Do you know what exists at the intersection of time and space? At the very end? Is it enlightenment that you seek? Perhaps a vision? Perhaps it is there… you just have to find it. Welcome. We have been waiting.",
    "contact_email": "thetumps@ix.netcom.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_the_end_of_the_universe"
  },
  {
    "name": "The F-Space",
    "description": "Our F-SPACE is dedicated to performing, capturing and documenting (in our “audio vault”) transcendent “heavenly” altered-state inducing Sounds, Noizes and Field Recordings. F-SPACE is also dedicated to providing a safe, currated space for extreme physical performance art and experimentation. Everyone is encouraged to participate and discuss works. The current plan is to provide a networking locus including lectures and workshops on instrument building and field recording techniques, and for alternative sound artists like F-SPACE(23Five, Savage Republic, Chrome) and Zoviet France to perform across the Playa and at the F-SPACE, and to encourage other participants to interact and explore alternative sound/noize/field recording projects.",
    "contact_email": "bm2004@mobilization.com",
    "hometown": "Mountain View, CA",
    "year": 2004,
    "uid": "scraped_2004_the_f-space"
  },
  {
    "name": "The Fish Observatory",
    "description": "The Fish Observatory is an interactive installation in which one takes a journey of self discovery through a 20′ x 40′ mazelike structure. Along the way one encounters machines and environments which inturn allow the participant to see an aspect of themselves they’ve never really seen before. In the end, the Fish Observatory provides wry commentary on the observed and the observer in todays complex society.",
    "contact_email": "artartarta@aol.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_the_fish_observatory"
  },
  {
    "name": "The G-Spot",
    "description": "The G-Spot is a little slice of heaven on the playa. Come enjoy our playground that includes the ‘stairway to the vault’ and the ‘heavenly chamber’. Bounce on the tramps and cool yourself in the fully shaded community cocktail lounge, where our playa punch will refresh you like the nectar of the gods!",
    "contact_email": "blackrockmitch@yahoo.com",
    "hometown": "Concord, CA",
    "url": "http://www.findthegspot.org",
    "year": 2004,
    "uid": "scraped_2004_the_g-spot"
  },
  {
    "name": "The God Box",
    "description": "Be purified and enter the lair of the Mystic Load wherein lies the mysterious GOD BOX.  All supplicants my come and open the box, experiencing the secret contents in mystical revelation.",
    "contact_email": "martinball@verizon.net",
    "hometown": "Buellton, CA",
    "year": 2004,
    "uid": "scraped_2004_the_god_box"
  },
  {
    "name": "The Golden Cafe",
    "description": "The Golden Cafe offers exotic cocktails, live music, shaded sidewalk seating, and giant checkers and backgammon games, hidden away in the heart of Black Rock City. If you’re looking for a casual place to escape the sun, meet new people, or showcase your artistic or musical talents, drop on by!",
    "hometown": "Woodland Hills, CA",
    "url": "http://www.thegoldencafe.org",
    "year": 2004,
    "uid": "scraped_2004_the_golden_cafe"
  },
  {
    "name": "The Illumination Village",
    "description": "The Illumination Village 2004-It’s Raining Stars!Burning Art Today For A Better Tomorrow",
    "contact_email": "thinc@well.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.burningart.com",
    "year": 2004,
    "uid": "scraped_2004_the_illumination_village"
  },
  {
    "name": "The Intergalactic House of TeaE",
    "description": "The Intergalactic House of Tea is a group of celestial ambassadors serving tea imported directly from their respective galaxies.",
    "contact_email": "debra@spiralgalaxy.net",
    "hometown": "Los Angeles, CA",
    "year": 2004,
    "uid": "scraped_2004_the_intergalactic_house_of_teae"
  },
  {
    "name": "The Lost Penguin Cafe",
    "description": "We love. We give. We waddle. We squawk.",
    "contact_email": "cryingbunnies@earthlink.net",
    "hometown": "Lakewood, CA",
    "url": "http://lostpenguin0.tripod.com",
    "year": 2004,
    "uid": "scraped_2004_the_lost_penguin_cafe"
  },
  {
    "name": "The Museum of Davids and Daves",
    "description": "PLEASE STOP READING THIS IF YOUR NAME IS NOT DAVID, DAVE, OR DAVEY. Okay good. Hello fellow David, Dave, or Davey. As you know we are one of the most popular first names throughout history and to celebrate our Daveness we have constructed the Museum of David and Dave to premire at the forthcoming Dave Camp at Burningman 2004. The museum of our name would celebrate famous Daves and Davids throughout history with a picture and brief humorous description to their contribution to overall Davidness, would be a place where all individuals named Davey, Dave or David can camp at, kind of an open overflow of Daveness and a home away from home for all Davids, Daves, and Daveys. The Museum of Davids and Daves Dave Camp will also be a nomenclatural center for all Dav*s around Black Rock City. You don’t need to camp at Dave Camp to feel at home or be a part of Dave camp. Featured displays at the Museum of Davids and Daves will include homage to the following stellar members of Daveness.",
    "contact_email": "mail@davidlross.com",
    "hometown": "New York, NY",
    "year": 2004,
    "uid": "scraped_2004_the_museum_of_davids_and_daves"
  },
  {
    "name": "The Nomad Lounge",
    "description": "A chill space for creative wandering souls.  Come and meet new an interesting people under our giant shade structure.",
    "contact_email": "andy.lee@mac.com",
    "hometown": "Palo Alto, CA",
    "url": "http://nomadlounge.tribe.net",
    "year": 2004,
    "uid": "scraped_2004_the_nomad_lounge"
  },
  {
    "name": "The Opulent Temple",
    "description": "A Place for Sacred Dance under the Vault of Heaven.",
    "contact_email": "sydgris@opelproductions.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_the_opulent_temple"
  },
  {
    "name": "The Oracle at Black Rock",
    "description": "Mankind has ever sought to know the future and understand the past. By day, the Oracle provides services of divination; answers for those with questions via the Tarot. By night, skies and weather permitting, the Oracle reveals the starry heavens via a 114mm refractive telescope and identification of the constellations. We are “low-key” astronomy enthusiasts who enjoy knowing the names of the pretty lights up in the sky… light that has taken thousands of years to reach Black Rock City… and we want you to learn with us.",
    "contact_email": "rattatrat@hotmail.com",
    "hometown": "Arbuckle, CA",
    "year": 2004,
    "uid": "scraped_2004_the_oracle_at_black_rock"
  },
  {
    "name": "The Orgasmateria",
    "description": "The Orgasmateria Tactile Playground & Pleasure Lab recruits daring Skinsationauts to help expand the frontiers of the Pleasurescape through sensational explorations under the guidence of our expert Orgasmateers.  We demonstrate sensual teasing techniques on lucky volunteers, give away tactile toys and host workshops in everything from erotic bondage to oral pleasuring.",
    "contact_email": "tinkerbill@nyc.rr.com",
    "hometown": "New York, NY",
    "year": 2004,
    "uid": "scraped_2004_the_orgasmateria"
  },
  {
    "name": "The Orphanage",
    "description": "Our camp’s called “The Orphanage,” because everybody’s been kicked out of somewhere, and this is your chance to buck the trend. Half halfway house, half carnivale, it’s a friendly, welcoming place, where we’ll take you in and care for you — for as long as you can keep us amused.",
    "contact_email": "lane@monstro.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.burntheirishbar.com/paddy_mirage.htm",
    "year": 2004,
    "uid": "scraped_2004_the_orphanage"
  },
  {
    "name": "The Pearly Gates",
    "description": "While the Vault of Heaven does not necessarily involve a place called heaven, historically, it has implied a world which is outside ours. The pearly gates, the portal to another world, are certainly outside our present reality. Simply by walking through these gates you may try another world… experience something better than reality, perhaps…",
    "contact_email": "rodman@rodmanstudio.com",
    "hometown": "Seattle, WA",
    "year": 2004,
    "uid": "scraped_2004_the_pearly_gates"
  },
  {
    "name": "The Philadelphia Experiment III",
    "description": "The Philadelphia Experiment is back and better then ever for the third year running. Come and get out of the sun and rub Buddha’s belly while listening to some sweet sounds of funk, reggae and hip hop with a dash of soul for flavor. Everything from Bill Withers, Bob Marley, to James Brown and a bit of De La. All brought to you by those guys from the 215.",
    "contact_email": "spclblend215@aol.com",
    "hometown": "Philadelphia, PA",
    "year": 2004,
    "uid": "scraped_2004_the_philadelphia_experiment_iii"
  },
  {
    "name": "The Pickle Joint",
    "description": "Fresh, cold, crisp, brisk pickles, served to you with a smile night and day by The Pickle Joint.",
    "contact_email": "c-love@moontribe.org",
    "hometown": "Los Angeles, CA",
    "url": "http://www.gamesandtheory.com/pickle.html",
    "year": 2004,
    "uid": "scraped_2004_the_pickle_joint"
  },
  {
    "name": "The Red Rocket",
    "description": "The Red Rocket will be a bar that serves a particular type of beverage to passers by. The beverage is named appropriately “fire water” and believe me it is HOT. If a passer by wishes to sample this fine drink they must deserve it, a kind word, song, good joke, or something in exchange will do the trick. The participant will the be sent directly to Hell, the evil side of the bar, it is like the bars back alley. Here a luge will supply the burner with a shot of this hot liquid, that should blast them to a higher plane of consciousness in the cosmos, and so they may exit hell. Burners are encouraged to hang out back at the Red Rocket bar and bringing beverages (preferably alcoholic) to share with others is always good, as one can only stand so much fire water.",
    "contact_email": "bkanner@berkeley.edu",
    "hometown": "Corte Madera, CA",
    "year": 2004,
    "uid": "scraped_2004_the_red_rocket"
  },
  {
    "name": "The Red Tent",
    "description": "We at the Red Tent camp are providing a sanctuary for mooning women and crones.  This is an experiement in ancient technology, geared to have each woman deepening her experience of her cycles on the playa and beyond, to have everyone celebrating and discovering what becomes available with aspect of life. This will be a very powerful, moving experience for all.",
    "contact_email": "halawow@hotmail.com",
    "hometown": "Berkeley, CA",
    "url": "http://www.falsegods.com/burn",
    "year": 2004,
    "uid": "scraped_2004_the_red_tent"
  },
  {
    "name": "The Sex0phonic Fire Tribe",
    "description": "The Sex0phonic Fire Tribe from San Diego is a multi-stimulation tribal techno poetry yoga performance group that asks the question: How sexy do you wanna be? We’ll have a stage in the Shangri-La Village – c’mon by and get sexy with us!",
    "contact_email": "ramosphd@hotmail.com",
    "hometown": "Valley Center, CA",
    "year": 2004,
    "uid": "scraped_2004_the_sex0phonic_fire_tribe"
  },
  {
    "name": "The SlowBurn Lounge",
    "description": "Sultry nighttime bar. Soulful music. That’s the SlowBurn Lounge–the latest incarnation of the blissed-out experiment known as the Slowdance Pagoda, with the welcome addition of some stiff cocktails and comfy couches this time around. When the robot music just isn’t cuttin it, come kick back to some Otis Redding, vintage Prince, Dusty Springfield and the like while enjoying a drink in our 75-foot circular pavilion. Sometimes the bar’s got beer, other times liquor or sake, but the devastating ladies and God’s own DJs are always on hand. We’ll slow down your burn *real* good. Located in Fandango Village. Look for the sign.",
    "contact_email": "scoulter@mail.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_the_slowburn_lounge"
  },
  {
    "name": "The Temple of Joyous Laughter",
    "description": "The Temple of Joyous Laughter. An interactive playground full of simple childhood joys. Ring toss, horse shoes, hop scotch, volley ball, a fishing well and whatever other games we can come up with. (Anyone for tag?) Popcorn, spin art and lots of coloring and other art supplies. Come play with us!",
    "contact_email": "slavezifra@yahoo.com",
    "hometown": "San Jose, CA",
    "year": 2004,
    "uid": "scraped_2004_the_temple_of_joyous_laughter"
  },
  {
    "name": "The Temple of Venus",
    "description": "The Temple of Venus will be a full-service salon for the goddesses of the playa, serving their bodily, spiritual, psychic, emotional, and sensual needs. Temple priests and priestesses will attend to the needs and desires of each goddess individually.",
    "contact_email": "damien@rawlove.org",
    "hometown": "Oakland, CA",
    "year": 2004,
    "uid": "scraped_2004_the_temple_of_venus"
  },
  {
    "name": "The Tittyman Camp",
    "description": "Leave your empression at Burningman, bring yourself and friends and have a shot of titty juice at the tittybar made of tittys.",
    "contact_email": "hrock1@juno.com",
    "hometown": "Modesto, CA",
    "url": "http://www.thetittyman.com",
    "year": 2004,
    "uid": "scraped_2004_the_tittyman_camp"
  },
  {
    "name": "The Trampaloid",
    "description": "Come visit Burning Mans famous anti-gravitational photo booth! Trampaloid guests vault to the heavens on our magical trampoline, and we capture your flight using instamatic Polaroid technologies. Heavenly costumes are provided (or you can wear your own), and all guests leave the Trampaloid with both a souvenir photo of their bounce-a-riffic visit, as well as a beautiful memory that will last a lifetime.",
    "contact_email": "frolicmagazine@yahoo.com",
    "hometown": "Oakland, CA",
    "year": 2004,
    "uid": "scraped_2004_the_trampaloid"
  },
  {
    "name": "The Tribe",
    "description": "The Tribe returns with the TerraSphere art installation on the playa. Created by Jim Bowers, John Wendt and The Tribe, participants will travel through space and time in an elaborate and cutting edge el-wire sculpture. The Eyes of Gawd Resurrected will float high above the playa, all knowing, all seeing, all animated. And for the rest of you pagans we will host the Sinners Hall of Shame on the Esplanade. Testing the limits of self-expression, with four interactive theme related murals, participants can literally become part of the art by incorporating their own appendages. It’s a Kodak moment!",
    "contact_email": "jimbowers@mindspring.com",
    "hometown": "Colfax, CA",
    "url": "http://www.eyesofgawd.com",
    "year": 2004,
    "uid": "scraped_2004_the_tribe"
  },
  {
    "name": "The Tribe of the Chattering Monks",
    "description": "Reaching for the vault of heaven is a noble calling, but we will never be able to reach future heights if we destroy the craft the keeps us alive in our journey across space and time — our planet, Spaceship Earth. The Tribe of the Chattering Monks invites you to escape the harsh environs of the playa for the cool climes of our dome — to enjoy live and electronic music, make tribute, play games and meditate on the fragile beauty of Spaceship Earth.",
    "contact_email": "n_c_9@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_the_tribe_of_the_chattering_monks"
  },
  {
    "name": "The Ultra Violet",
    "description": "The Ultra Violet.Where industrial music and stainless steel meet all things violet.",
    "contact_email": "dennis@turtlefuzz.com",
    "hometown": "San Diego, CA",
    "year": 2004,
    "uid": "scraped_2004_the_ultra_violet"
  },
  {
    "name": "Thermal Shock",
    "description": "Thermal Shock is all about the chill, the original members were quite fond producing an all day cool by an ice bath submersion to rapidly drop the heart rate, sometimes requiring a jumpstart by defib paddles. Nowadays, we concentrate on providing a misting tent and shade with chill vibes for all.",
    "contact_email": "wanderir@cox.net",
    "hometown": "San Diego, CA",
    "year": 2004,
    "uid": "scraped_2004_thermal_shock"
  },
  {
    "name": "Thinktankareus",
    "description": "You’ve got problems? We’ve got solutions! Come to Thinktankareus to have your written or voice recorded question processed in a timely manner by our auto-brain.",
    "contact_email": "doctorincredible@hotmail.com",
    "hometown": "Manchester Center, VT",
    "year": 2004,
    "uid": "scraped_2004_thinktankareus"
  },
  {
    "name": "ThunderCamp",
    "description": "THUNDERCAMP- Home of the OctopusDrumConsortium/’the Pulse’ 2004Drum and Fire Arena",
    "contact_email": "reid@defever.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.defever.com/thundercamp2004/",
    "year": 2004,
    "uid": "scraped_2004_thundercamp"
  },
  {
    "name": "Tight Openings",
    "description": "Our site is dedicated to the negotiation of tight openings and the successful negotiation thereof.",
    "contact_email": "philleo@pacbell.net",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_tight_openings"
  },
  {
    "name": "Tikidom",
    "description": "Tikidom, the people who brought you the Rolling Tiki Bar in 2002 and the Cuddlebug Camp last year, want to take you to the stars. Ride the disco bus or let the supernova dragon lead you to the celery-peanut-butter supernova dome for daily yoga, snacks, art and performances.",
    "contact_email": "deette@withacapitale.com",
    "hometown": "New York, NY",
    "url": "http://www.withacapitale.com/tikidom",
    "year": 2004,
    "uid": "scraped_2004_tikidom"
  },
  {
    "name": "Tir Na N'Og",
    "description": "Tir Na N’Og – The Land of Eternal Youth. A celebration of the art and stories of ancient Celtic Mythology.",
    "contact_email": "irishtothecore@hotmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://eternal-mysteries.org",
    "year": 2004,
    "uid": "scraped_2004_tir_na_n'og"
  },
  {
    "name": "Tranquility Bay",
    "description": "Join us as we create a Sacred Space, a Sanctuary, where intimacy on the highest level can be celebrated in a tranquil, clean, sober, love without limits atmosphere. Just a few of the activities planned for this little intentional community include a public information radio station, tantric pujas, meditation, intentional circles, talking circles, freeform art, music, and movement, body art, massage, and open discussions regarding polyamory and tantra We’ll camp on the outskirts of BRC where it’s quiet and introspective.",
    "contact_email": "julia@dreamcatcher-media.com",
    "hometown": "Idyllwild, CA",
    "url": "http://groups.yahoo.com/group/tranquilitybay/",
    "year": 2004,
    "uid": "scraped_2004_tranquility_bay"
  },
  {
    "name": "Transcendent FunKtions",
    "description": "Our mission is to Transcend both Heaven AND Hell. To achieve the Transcendent Funktion beyond good and evil, we pose to explore the light of divine union through the Transfusion sunrise yogic dance parties, and the darkness of Satan through the debaucherous slaytanic Burning Man Metal Meltdown party.",
    "contact_email": "tommybigfinger@optonline.net",
    "hometown": "East Rockaway, NY",
    "year": 2004,
    "uid": "scraped_2004_transcendent_funktions"
  },
  {
    "name": "Tribal Thunder",
    "description": "Tribal Thunder A gathering of like minded people to drum and thunder calling  to the heavens. Unlike Dorthy and Toto we are somewhere between Kansas and beyond.  In burning memory of Todd “The Tool” Sutterley.",
    "contact_email": "Ksinshadow@comcast.net",
    "hometown": "Martinez, CA",
    "year": 2004,
    "uid": "scraped_2004_tribal_thunder"
  },
  {
    "name": "Trolltown",
    "description": "Trolltown – Need a friend? Trolltown will be making it’s third appearance at Black Rock City, with hundreds of the little buggers just looking for trouble, a shot of tequila, or a playa-buddy (not necessarily in that order). This year Trolltown will be featuring a drive-thru window, to speed the adoption process. Stay and get your photograph taken with your new troll, to add to our archives.",
    "contact_email": "redhed@thephambly.com",
    "hometown": "Sacramento, CA",
    "url": "http://s95033306.onlinehome.us/index2.html",
    "year": 2004,
    "uid": "scraped_2004_trolltown"
  },
  {
    "name": "Tropic Of DeNile",
    "description": "Camp DeNile, under the tropic of DeNile. LOOK UP! We’re in DeNile. Are you in DeNile about something? Oh yeh, you’re not ready to talk about it yet. Well fine. It’s not 4 o’clock yet. But when the clock strikes four, you’ll remember reading this and motate, rotate, and go straight towards the wettest and cheapest happy hour on the playa: Camp DeNile. The Green Room, the sous chef’s pantry, the back lot to AREA 47. Where the playa Rat Pack come to cool their heals in preparation for long nights of Promiscuity, Alien Love, and Revirginization. Well pre-function till sunset, then feign usefulness and help the rest of our village get their groove on. Music: World and beyond. Drink: Three signature cocktails: Traditional Embalming Elixir, Prescription Only Strangelove, and our seductively terrifying fizzy-shit, the Amber Alert.",
    "contact_email": "jimsimmons@comcast.net",
    "hometown": "Seattle, WA",
    "year": 2004,
    "uid": "scraped_2004_tropic_of_denile"
  },
  {
    "name": "True Mirror Palace",
    "description": "A palace of True Mirrors reflecting the real you in all your glory.  Lose the flat and distorted backwards you in both a huge full length True Mirror as well as small private meditation booths where you can navel gaze to your hearts content.",
    "contact_email": "jwalter@truemirror.com",
    "hometown": "Brooklyn, NY",
    "url": "http://www.speedcult.com/speedcult/coaster_a.html",
    "year": 2004,
    "uid": "scraped_2004_true_mirror_palace"
  },
  {
    "name": "Unifried Biofuels Camp",
    "description": "Fun with grease! Sustainable song and dance! Come check out daily workshops on biofuels and open solution-focused forums. Recycled fashions, solar disco, eco-zines and more, cha cha cha!",
    "contact_email": "mechooski@hotmail.com",
    "hometown": "Sonoma, CA",
    "url": "http://www.veggiebus.com",
    "year": 2004,
    "uid": "scraped_2004_unifried_biofuels_camp"
  },
  {
    "name": "VaChina Town",
    "description": "“VaChina Town” will have the largest interactive vagina on the playa. You will be able to walk right through it experiencing the truest “Vault of Heaven”.",
    "contact_email": "jerry.brown@dgs.ca.gov",
    "hometown": "West Sacramento, CA",
    "year": 2004,
    "uid": "scraped_2004_vachina_town"
  },
  {
    "name": "Vanilla Comfort Camp",
    "description": "Home made vanilla ice cream, vanilla treats, a vanilla solar telescope all swirl around our large vanilla comfort tower that screams out… sometimes its ok to be in a vanilla comfort mood. Fortune telling by Sudan or Michelle, and TheatreSports.",
    "contact_email": "meteorbrain@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_vanilla_comfort_camp"
  },
  {
    "name": "Velvet Soulmine",
    "description": "Dissapation Nation presents the Velvet Soulmine! A cozy, chill space with small scale interactive art projects, body painting by Jody, a seam busting Vodka party (7 years running), all in a plush, warm, womb-like environment. We haul it out from the ATL and try to share a little southern hospitality with our playa neighbors.",
    "contact_email": "kdlpaint@yahoo.com",
    "hometown": "Atlanta, GA",
    "year": 2004,
    "uid": "scraped_2004_velvet_soulmine"
  },
  {
    "name": "Vietnamese Iced Coffee Camp",
    "description": "Come be refreshed with yummy caffeinated drinks! Hang out in our shaded bamboo grove while you enjoy your authentic Vietnamese coffee hot or cold.",
    "contact_email": "jim@noeboys.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.noeboys.net/vicc",
    "year": 2004,
    "uid": "scraped_2004_vietnamese_iced_coffee_camp"
  },
  {
    "name": "Vogon 42: Sake Bar at the End of the Universe",
    "description": "The Vogon 42 Sake Bar at the End of the Universe exists at the end of time. As you sip a Pan-Galactic Gargle Blaster in a Tyvek kimono, you will witness the end of the universe as it boils away into the cosmic void. Guided by your host Max Quordlepleen, stories of Infinite Improbability from the Heart of Gold will abound. Applying his Genuine People Personalities technology, Marvin the depressed robot will bend your ear for the rest of eternity (which, considering time is at its end, isn’t actually very long!).",
    "contact_email": "panic@vogon42.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.vogon42.com",
    "year": 2004,
    "uid": "scraped_2004_vogon_42:_sake_bar_at_the_end_of_the_universe"
  },
  {
    "name": "Voodoo Shooting Gallery",
    "description": "Blow guns voodoo dollsVoodoo shooting galleryjust take aim and blow",
    "contact_email": "timemcavoy@hotmail.com",
    "hometown": "Portland, OR",
    "year": 2004,
    "uid": "scraped_2004_voodoo_shooting_gallery"
  },
  {
    "name": "Vortex Casino",
    "description": "Do you feel lucky? Come find out at Vortex, Black Rock City’s premier Casino Resort. Play any of our four Chance Wheels, Two Card Tables, or maybe Dice is your game? How many Casino Credits can you earn, or will you loose the shirt off your back? All games are original and VERY entertaining for adults.",
    "contact_email": "dna@haven2006.com",
    "hometown": "Las Vegas, NV",
    "year": 2004,
    "uid": "scraped_2004_vortex_casino"
  },
  {
    "name": "VW Bus Camp",
    "description": "VW bus owners and worshipers unite for the 7th incarnation of VW Bus Camp. Be ye air or water cooled or just enjoy the smell of a toasty engine, all are equally welcome. Renowned for a relaxed atmosphere of sharing and creating, join us as we shed the dogmatic shackles of our so-called normal lives in the true spirit of burning man.",
    "contact_email": "campmaster@vwbuscamp.com",
    "hometown": "Phoenix, AZ",
    "url": "http://www.vwbuscamp.com",
    "year": 2004,
    "uid": "scraped_2004_vw_bus_camp"
  },
  {
    "name": "Wabi",
    "description": "Wabi. Home of the Cosmonuts. Come make a story.",
    "contact_email": "pruneduchess@lycos.com",
    "hometown": "Seattle, WA",
    "year": 2004,
    "uid": "scraped_2004_wabi"
  },
  {
    "name": "Wacky Shack",
    "description": "The Wacky Shack returns as a part of the Infinite Oasis village. A village of healers, art and we’re providing the sonic backdrop with Downtempo and Ambient soundscapes right on the Esplanade during the day and pulsating Goa & Psytrance rhythms @ night. A plethora of blacklight tapestries, mandalas & installations will satisfy the eyes as our Aural Shamen will deeply move your soul. Just look for the blue & red disco ball high above our camp. Also be on the lookout for our roving parties far out on the Playa many nights.",
    "contact_email": "gregschmid@yahoo.com",
    "hometown": "Denver, CO",
    "url": "http://www.WackyShack.org",
    "year": 2004,
    "uid": "scraped_2004_wacky_shack"
  },
  {
    "name": "We Crashed in the '80s!",
    "description": "The interstellar roach coach Galliano was forced to earth in the 1980’s by a Star Wars defense laser. Galactic Mixoligists Box and Sandman now hawk their invention, the Harvey Wall Banger to earthlings for a mere song or dance in the 80’s genre. High tech dance media and karaoke equipment available for assistance. 80’s music.",
    "contact_email": "doug@foodwork.com",
    "hometown": "San Diego, CA",
    "year": 2004,
    "uid": "scraped_2004_we_crashed_in_the_'80s!"
  },
  {
    "name": "Web of Destiny",
    "description": "The Spider is particularly sacred to Tiphereth. It is written that she “taketh hold with her hands and is in king’s palaces.” (The most characteristic title of Tiphereth is “Palace of the King.”) She has six legs and is in the centre of her web exactly as Tiphereth is in the centre of the Sephiroth of Ruach.",
    "contact_email": "gerry@squared-up.com",
    "hometown": "New York, NY",
    "year": 2004,
    "uid": "scraped_2004_web_of_destiny"
  },
  {
    "name": "Wheeeee!villle",
    "description": "Wheeee!villle is a the collective gift of the 3playa bulletin board community. Between rounds one day, someone suggested a village as a way to entice new participants to come over and play. Theme camps within the village will lure in unsuspecting dustmonkeys in a number of highly varied, moderately disturbed ways: Smite Camp will return to deliver its peculiar flavor of liquid justice (and croquet). Barbie Death Camp & Wine Bistro will bring back the sick-not-funny art of the friendliest concentration camp on the playa. DonutLove will explore the romantic/erotic possibilities of deep-fried pastry. Dreamtime will weave stories and word play into a fantastic fabric of perpetually renewed possibility. Belly Dance Boot Camp will get you maggots up & groovin’, and Black Rock Body Paint Shop will help you accessorize your birthday suit.",
    "contact_email": "booker@burningman.com",
    "hometown": "Denver, CO",
    "url": "http://dreamtime.bluedream.com/wiki/index.php/3playaVillage",
    "year": 2004,
    "uid": "scraped_2004_wheeeee!villle"
  },
  {
    "name": "Whirligig",
    "description": "Located on the Esplanade in Asylum Village (3:40), features the performance art troupes Groove Hoops, FireFlyDance, House of Saint Eve & Darlinda’s Polyester Players.  Come by for interactive performances/classes in hoola hooping, burlesque, belly dancing and aerial dance.",
    "contact_email": "paigestevenson@hotmail.com",
    "hometown": "NYC, NY",
    "url": "http://www.quietempire.com/whiskeyandwhores/whiskeyandwhores.htm",
    "year": 2004,
    "uid": "scraped_2004_whirligig"
  },
  {
    "name": "Whistleworks",
    "description": "The Whiskey and Whores Saloon is the Headquarters for Asylum. The name says it all.  Get your whiskey. Join the whores. Dance on the bar. Be entertained. Be entertaining.The Burning Chicagoans Present: Camp Tanabata Featuring The Raku Ceramic Studio and WhistleWorks Steam Sculpture and Drumming Performance. Participate in the mythical Asian celebration – Tanabata – and wish upon a star at the Tanabata Tree. Camp Tanabata is where visitors write their wishes, their heart’s desires or perhaps a haiku on tanzaku paper strips. The strips will be gently hung on theTanabata tree before being cast into the river of fire. The river of fire then becomes the fire that starts the WhistleWorks steam sculpture and drumming performance.",
    "contact_email": "barkley@barkley.org",
    "hometown": "Chicago, IL",
    "url": "http://www.barkley.org/whistle/",
    "year": 2004,
    "uid": "scraped_2004_whistleworks"
  },
  {
    "name": "White Dragon Noodle Bar",
    "description": "Come for noodles, fortune cookies, drinks and voight kampf tests.  The off world colonies are your chance to begin again in a golden land of opportunity and adventure.",
    "contact_email": "poe@slackworks.com",
    "hometown": "Alexandria, VA",
    "year": 2004,
    "uid": "scraped_2004_white_dragon_noodle_bar"
  },
  {
    "name": "Wire Donkey",
    "description": "‘Bicycle’ translates as ‘Wire Donkey’ in parts of Africa. In Sebastopol, California, we train and employ handicapped adults in bicycle restoration. At Black Rock City we will deliver 100+ of these bikes (pre-reserved) for the event.",
    "contact_email": "Sammymnasr@comcast.net",
    "hometown": "Sebastopol, CA",
    "year": 2004,
    "uid": "scraped_2004_wire_donkey"
  },
  {
    "name": "Women's Temple",
    "description": "Women’s Temple is a place where every woman’s boundaries and unique growth process are deeply respected. It’s a place where women believe in the healing powers of coming together and sharing the wisdom of their embodied spirits with each other. Our vision is to create a sacred space for women to rest, rejuvinate, nurture and learn from each other.",
    "contact_email": "dandelion@velma.org",
    "hometown": "Portola Valley, CA",
    "url": "http://www.womenstemple.com",
    "year": 2004,
    "uid": "scraped_2004_women's_temple"
  },
  {
    "name": "WonderLounge",
    "description": "Come wonder, come lounge, have a drink and dance on the bar.  Learn how to yell, “Screw you, we’re from Texas” shaking your fist at the Sun and laughing at the moon.  Please, BYOcup, a sense of humor and adventure and above all remember, “This is just a ride.”",
    "contact_email": "marrilee@hotmail.com",
    "hometown": "Austin, TX",
    "year": 2004,
    "uid": "scraped_2004_wonderlounge"
  },
  {
    "name": "Woonami Village",
    "description": "We will… Woo will… ROCK YOU! Be ready to shake your booty, watch the sun rise, snuggle with champions, and hang out with some of the most amazingbeautifulphenomenalinspiringhotheartburstingsexyexpansivelovemonkeys that you’ll ever meet. Woo represents Portland, S.F., Seattle, L.A., N.Y.C., B.C. and beyond… A continual heart and soul freedom jam that’ll get you where it counts. Woonamaste… Woo do you love?…Woo fuckin’ WOO!",
    "contact_email": "kaosgyxie@hotmail.com",
    "hometown": "Portland, OR",
    "url": "http://xanadu.freeservers.com",
    "year": 2004,
    "uid": "scraped_2004_woonami_village"
  },
  {
    "name": "Yes Camp",
    "description": "Back for another year of unsurpassed hospitallity.  Come join us for libations and our weeklong celebration of everybodies favorite word “YES”.",
    "contact_email": "edeye@mac.com",
    "hometown": "Winnetka, CA",
    "year": 2004,
    "uid": "scraped_2004_yes_camp"
  },
  {
    "name": "Yes, Have Some!",
    "description": "Visit “Yes, Have Some!” and have some Zenith Martinis (aka a Zenitini) at the Alien Tiki Lounge, check out ‘UrAnus at the ASStral Projection Station, or participate in some Intergalactic Trick or Treat. At “Yes, Have Some!”, no job is too big, no fee is too big.",
    "contact_email": "yosh@sbburners.com",
    "hometown": "Santa Barbara, CA",
    "url": "http://www.sbburners.com",
    "year": 2004,
    "uid": "scraped_2004_yes,_have_some!"
  },
  {
    "name": "You Are Here",
    "description": "There are those who say, “wherever you go, there you are.” We prefer to say, “wherever you go, You Are Here.”",
    "contact_email": "joebob805@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2004,
    "uid": "scraped_2004_you_are_here"
  },
  {
    "name": "You are That Pig presents: Everything Revolves Around Uranus",
    "description": "Come play a round of golf in your very own Zodiac Pig Paradise. Take a rest at the 10th hole and enjoy a cool beverage while relaxing with the crew of Pigs inSpace in the PIGLOO. At night, come enjoy some tasty cold beer under our LED spectacuLAR! Marvel at our tribute to the Uranus, the other other white meat!",
    "contact_email": "brian_herbek@yahoo.com",
    "hometown": "Redwood City, CA",
    "url": "http://groups.yahoo.com/group/You_are_that_pig",
    "year": 2004,
    "uid": "scraped_2004_you_are_that_pig_presents:_everything_revolves_around_uranus"
  },
  {
    "name": "Zerbo's",
    "description": "Zerbo’s… an exchange of energies, resulting in a creative image capture of some of the most unique handcrafted gifts found on the playa. Questing not only for the image, but the story behind the gift, the thought that inspired it’s creation and those who have labored for the gifts to be given. The exchange of energies… will be remembered… not only by the creative capture, also by the your experince with Zerbo’s and new friends made in the life cycle of your gifts journey into “The Vault of Heaven “.",
    "contact_email": "spike@spikezerbo.com",
    "hometown": "Rocklin, CA",
    "url": "http://www.spikezerbo.com/burningman",
    "year": 2004,
    "uid": "scraped_2004_zerbo's"
  },
  {
    "name": "ZooZ Ooz",
    "description": "An ecclectic collection of collections from the bay area, come and see the heavenly delights plushie garden, or stop to cool off in the spritzer dome, or swap a book at our book shop. At nightime, come and bring your music and share some mellow sounds.",
    "contact_email": "sfaaron26@yahoo.com",
    "hometown": "Oakland, CA",
    "year": 2004,
    "uid": "scraped_2004_zooz_ooz"
  }
]