[
  {
    "name": "Aiceum Camp",
    "description": "“But I don’t want to go among mad people ” Alice remarked. “Oh you can’t help that ” said the Cat “we’re all mad here. I’m mad. You’re mad.” “How do you know I’m mad” said Alice. “You must be” said the Cat “or you wouldn’t have come here.” Risk your head with flaming croquet.",
    "year": 1997,
    "uid": "scraped_1997_aiceum_camp"
  },
  {
    "name": "Alien Abduction Camp",
    "description": "Take a number and get in line for your Alien Probe. View the alien autopsy on the way to your probing. Give birth to your alien “love child”. All memory of this episode will be wiped from your mind.",
    "year": 1997,
    "uid": "scraped_1997_alien_abduction_camp"
  },
  {
    "name": "Alien Chess Camp",
    "description": "Come play a friendly game of chess in an alien atmosphere — featuring a large-scale(roughly 20 square feet) chess board with hand-crafted 2 ft. high metal alien chesspieces under a large shade dome continual atmosphere music and lighting effects at night! A tournament is planned.",
    "year": 1997,
    "uid": "scraped_1997_alien_chess_camp"
  },
  {
    "name": "Anti-Burning Man Camp",
    "description": "All naysaying obsessive-compulsive nostalgic perfectionists should consider this theme camp. Come here to cry bitch moan and be passive and bitter about Burning Man. Old School Burning Man people will wage rhetorical war with New School Burning Man people. You may never want to leave.",
    "year": 1997,
    "uid": "scraped_1997_anti-burning_man_camp"
  },
  {
    "name": "Artist's Republic of Fremont",
    "description": "An Independent Country within Black Rock City. Become a citizen and have your passport stamped. National holidays are being planned. Major export: lanterns. ARF will offer informal workshops on building simple lanterns for use on Saturday and Sunday night.",
    "year": 1997,
    "uid": "scraped_1997_artist's_republic_of_fremont"
  },
  {
    "name": "Aiceum Camp",
    "description": "“But I don’t want to go among mad people ” Alice remarked. “Oh you can’t help that ” said the Cat “we’re all mad here. I’m mad. You’re mad.” “How do you know I’m mad” said Alice. “You must be” said the Cat “or you wouldn’t have come here.” Risk your head with flaming croquet.",
    "year": 1997,
    "uid": "scraped_1997_aiceum_camp"
  },
  {
    "name": "Alien Abduction Camp",
    "description": "Take a number and get in line for your Alien Probe. View the alien autopsy on the way to your probing. Give birth to your alien “love child”. All memory of this episode will be wiped from your mind.",
    "year": 1997,
    "uid": "scraped_1997_alien_abduction_camp"
  },
  {
    "name": "Alien Chess Camp",
    "description": "Come play a friendly game of chess in an alien atmosphere — featuring a large-scale(roughly 20 square feet) chess board with hand-crafted 2 ft. high metal alien chesspieces under a large shade dome continual atmosphere music and lighting effects at night! A tournament is planned.",
    "year": 1997,
    "uid": "scraped_1997_alien_chess_camp"
  },
  {
    "name": "Anti-Burning Man Camp",
    "description": "All naysaying obsessive-compulsive nostalgic perfectionists should consider this theme camp. Come here to cry bitch moan and be passive and bitter about Burning Man. Old School Burning Man people will wage rhetorical war with New School Burning Man people. You may never want to leave.",
    "year": 1997,
    "uid": "scraped_1997_anti-burning_man_camp"
  },
  {
    "name": "Artist's Republic of Fremont",
    "description": "An Independent Country within Black Rock City. Become a citizen and have your passport stamped. National holidays are being planned. Major export: lanterns. ARF will offer informal workshops on building simple lanterns for use on Saturday and Sunday night.",
    "year": 1997,
    "uid": "scraped_1997_artist's_republic_of_fremont"
  },
  {
    "name": "Band Camp",
    "description": "Calling all wind acoustic string and percussion instruments. Band Camp will organize itself into a Burning Band and help lead the procession to the Man on Sunday evening. Be prepared to start spontaneous parades and performances.",
    "year": 1997,
    "uid": "scraped_1997_band_camp"
  },
  {
    "name": "Barbie's Chill-Out Lizard Dome",
    "description": "Mistress Barbie and her reptilian cohorts will be chillin’ with consummate style in this fully-carpeted desert-optimized geodesic structure. Soak up the sounds of their primal tribal trance ambiance while you beat the heat and wait for the mirage to kick in. Hosted by Mistress Barbie and the Lizard Man.",
    "year": 1997,
    "uid": "scraped_1997_barbie's_chill-out_lizard_dome"
  },
  {
    "name": "Blue Light District",
    "description": "Beneath the shade of blue mushrooms you will find: SPACE COWGIRLS CAMP — fashion sheriffs of the desert; MONA MANGOOSE SAILOR PARLOR — Mona entertains sailors; LAZY CAMP — improve your inner laziness; ABSINTHE DEN — the preferred drink of Van Gogh; THE TEMPLE OF IDLE WORSHIP — it doesn’t matter if your prayers aren’t answered, no one is listening; CAMP CAMPUS — study small nibbly cheese sandwiches, join the Frat-Boy Hunt; PLAYAVISION– a shining wall of billowing silhouettes, music by Here Are The Facts You Requested; LOW-TECH ARCADE — daily bingo games and tasteless prizes; LAKE LAHONTAN YACHT CLUB — native girls in grass skirts, margaritas on the pier at sunset; OASIS CAMP — tropical mist, savage rituals; CIVILIZED EXPLORER — bicycles freely available; POSTMAN OF THE PLAYA — find the postman, your letter will be sent, maybe; SUESSVILLE — Green Eggs and Haminator; BARBIE VILLAGE — realm of the Plastic Princess; ENVIRONMENTAL DISASTER CAMP — the green clouds you see emanating from the Big White Dome are nothing to worry about; CHILL DOME — a 7 foot geodesic dome made of recycled refrigerator boxes; MYSTERY DOME — view this at night; CHEZ NEWT’S SLOW TOXIC AMPHIBIAN LOUNGE — sip drinks with shady characters; COUNTRY CLUB CAMP — Bermudas, ascots, sparkling white shirts and leisure sports. Look for daily events on the BLUE LIGHT DISTRICT community bulletin board!",
    "year": 1997,
    "uid": "scraped_1997_blue_light_district"
  },
  {
    "name": "Camp Camp Village & Barbershop Boutique",
    "description": "A safe-ish space for queers, queens and their family, friends and secret admirers. Sparkling and dangerous, CAMP INDULGENCE is brought to you by the Sisters of Perpetual Indulgence. Bring your indulgence to the convent — Goddess blessings will come your way! Participants in GRRRLIE GIRLLL CAMP must be accompanied by a woman when having their hearts opened (bring towels and toys). S&MERALD CITY is (ahem) interactive. Witness Liberace’s handcuffs, and PSYCHO LESBO NYMPHO CAMP where the security force is angry (really angry) and they have sharp pointy sticks (and they know how to use them)! When not busting heads, they’re breakin’ hearts. Gifts of chocolate & candles are welcome.",
    "year": 1997,
    "uid": "scraped_1997_camp_camp_village_&_barbershop_boutique"
  },
  {
    "name": "Camp Sunscreen",
    "description": "Come to Camp Sunscreen for a soothing sunscreen massage! Expect shade a, relaxing atmosphere and plenty of masseuses to baste Black Rock citizens. Bring your preferred sunscreen if you wish — there will be gobs on hand to share. Volunteer masseuses welcome. This camp will also feature a volleyball court trampoline a beacon tower and several large art installations.",
    "year": 1997,
    "uid": "scraped_1997_camp_sunscreen"
  },
  {
    "name": "Esoteric Order of the Yumi Yoni",
    "description": "By day stroll through the Reflecting Twat Squat. Discover the archetypal secrets of your Yoni and sculpt your own using local earth. Get a henna birthmark while sipping Turkish coffee in a Bedouin encampment. There will be nightly initiations into the order (as featured an Burning Man’s Mysteria show). This is journey through death into rebirth. Come prepared to leave something of yourself that is preventing you from being you. Interact with several aspects of the Goddess! Initiations by appointment. Sign up during the day.",
    "year": 1997,
    "uid": "scraped_1997_esoteric_order_of_the_yumi_yoni"
  },
  {
    "name": "Fat Frat Boy Camp",
    "description": "Only males weighing 190 lb. or more will be allowed entrance. “Dates” are also welcome. Practice locker room banter. Chant “Show Us Your Tits!” Why go all the way to Ft. Lauderdale when you can come here? Your Dominatrix Hostess Mistress Gaia will swat you ’til your butt is spanky purple! Reserve your space now!",
    "year": 1997,
    "uid": "scraped_1997_fat_frat_boy_camp"
  },
  {
    "name": "Frequency Publica",
    "description": "Frequency Publica will provide an interactive radio station where participants can beam their poetry spoken word or music into the receptive ears of the Burning Man masses. Create your own show! The camp will provide a large lounge area with shade and futons.",
    "year": 1997,
    "uid": "scraped_1997_frequency_publica"
  },
  {
    "name": "High Voltage Camp",
    "description": "See a 1,000 000 volt Tesla Coil come to life! Eat from the 15,000 volt hot dog cooker! [Warning: tofu dogs will explode.]",
    "year": 1997,
    "uid": "scraped_1997_high_voltage_camp"
  },
  {
    "name": "Hualapai Playa Zendo",
    "description": "A Zendo-Zazen sitting area in a reserved “sacred space”. A 80 ft. diameter Tao will be drawn upon the playa floor. A 1-2 hour meditation will be held on Thursday, Friday and Saturday at sundown and on Sunday at sunrise. Bring something that represents your “true self” or something you wish to annihilate from within yourself. “If you meet Buddha on the Road Kill him. If you meet him on the Playa Burn him.”",
    "year": 1997,
    "uid": "scraped_1997_hualapai_playa_zendo"
  },
  {
    "name": "Kamp Satyrs",
    "description": "The Mystik Krewe of Satyrs presents Fire Fantasies of Neptune. Interactive elements include theme-oriented crazy croquet Rites of Neptune in the Shrine of the Mermaid (as presented at Burning Man’s Mysteria show) and rides on a 20 ft. spouting whale.",
    "year": 1997,
    "uid": "scraped_1997_kamp_satyrs"
  },
  {
    "name": "Lawn Games Camp",
    "description": "The Harpo Marx Memorial Croquet Society once again invites you to sample a wide array of backyard entertainment. This year they are proud to present the Hysterical Harp Oracle and Carnal Croquet (talk about a sticky wicket!).",
    "year": 1997,
    "uid": "scraped_1997_lawn_games_camp"
  },
  {
    "name": "Lightning Camp",
    "description": "A giant lightning rod will beckon the potential wrath of Nature from the Heavens. This well-supervised attraction will prevent rampaging electrons from seeking you out.",
    "year": 1997,
    "uid": "scraped_1997_lightning_camp"
  },
  {
    "name": "Oceania",
    "description": "Witness two monoliths one an authentic and active volcano the other a verdant oasis of life and diversity. Scattered between these two opposing growing and eroding peaks will be the culture of Oceania. Here will be found the mixing of fire and water stone and sea life and reruns. Pose for snapshots next to the shrunken heads. Every footprint sip of water every tacky little trinket will forever change Oceania and being here will forever change every visitor. Some will be robbed; some will be eaten; and some will find a home.",
    "year": 1997,
    "uid": "scraped_1997_oceania"
  },
  {
    "name": "Piss Clear World Headquarter",
    "description": "These are the main offices and production facilities of Piss Clear Black Rock City’s OTHER daily publication. This is the “alternative” press competing with the bloated (and Republican-dominated) Black Rock Gazette. Look here for fast-breaking stories that The Establishment is afraid to report.",
    "year": 1997,
    "uid": "scraped_1997_piss_clear_world_headquarter"
  },
  {
    "name": "Remote Vision Camp",
    "description": "The Roving Eye a radio-controlled robot will transmit images of the festival back to a comfortable viewing area in Remote Vision Camp allowing participants to virtually rove the Black Rock City during hot daylight hours.",
    "year": 1997,
    "uid": "scraped_1997_remote_vision_camp"
  },
  {
    "name": "Ross' Romper Room for Hot Tots",
    "description": "A safe fun play area for children age 3 to 12. Toys games books musical instruments and some planned activities and projects. Parents are needed and invited to contribute activities toys books etc. [NOTE: This is not a daycare facility.] Parents are responsible for their children and all should join in the fun. Also home of BURNING MAN 3-D and the Altar to the Goddess Karla.",
    "year": 1997,
    "uid": "scraped_1997_ross'_romper_room_for_hot_tots"
  },
  {
    "name": "Sketch City",
    "description": "The World’s Largest Etch-A-Sketch! This piece will be composed of 100 – 200 individual Etch-A-Sketches. Participants are invited to contribute to a community drawing. Who can resist the lure of a beloved childhood toy? [WARNING: Members of this camp have become fond of donning polyester and singing BeeGee’s songs at the loudest decibel.]",
    "year": 1997,
    "uid": "scraped_1997_sketch_city"
  },
  {
    "name": "Solaria",
    "description": "Solaria presents “The Planets On The Playa” an accurate scale model of the solar system stretching 0.6 miles from Sun to Neptune. Visit Mistress Gaia in her spacious home and meet the neighbors! Thrill to celestial sounds emanating from our 0.00025 megawatt sound system while browsing the fine selection of astronomy books in our cozy shaded reading room. Guided tours will help you find your true place in the universe; or just wander aimlessly lost in the vastness of interplanetary space. The choice is yours!",
    "year": 1997,
    "uid": "scraped_1997_solaria"
  },
  {
    "name": "Sticky Fingers Shop",
    "description": "A very tacky junk store complete with tacky junk and a security guard lounging in the corner. All items are for sale but at wildly inflated prices. It is hoped that this will encourage visitors to shoplift without being caught by the guard. Those who are successful will leave with a wonderfully tacky trinket; those who are caught will be emblazoned with a large scarlet “S” somewhere on their body so that the rest us at Burning Man will know that they are lousy shoplifters.",
    "year": 1997,
    "uid": "scraped_1997_sticky_fingers_shop"
  },
  {
    "name": "Temporary Autonomous Bike Shop",
    "description": "Bring your bikes and bike parts to TABS. They will fabricate 50 customized art bikes each marked with a Burning Man logo complete with trailers for transporting your belongings. These pernicious perambulators will be yours only when you’re riding one! Please donate tires, inner tubes, derailers, and frames for this community resource. TABS Do-It-Yourself tune-up & service center will be located in Central Camp. Some help will occasionally show up but all of the tools will be there!",
    "year": 1997,
    "uid": "scraped_1997_temporary_autonomous_bike_shop"
  },
  {
    "name": "Vicious Circle Camp",
    "description": "This camp will feature large flat hoops which when lifted on edge form human-scale free-rolling hamster wheels. Feel your life is going nowhere? Take a ride across the playa!",
    "year": 1997,
    "uid": "scraped_1997_vicious_circle_camp"
  },
  {
    "name": "Windy City",
    "description": "Ogle large-scale wind-driven kinetic sculptures — windmills sparking generators giant whirligigs.",
    "year": 1997,
    "uid": "scraped_1997_windy_city"
  },
  {
    "name": "Womb With a View",
    "description": "Discover the stages of fetal development as you walk though a 74 foot longpregnant female body complete with orifice entrance torso and breasts.",
    "year": 1997,
    "uid": "scraped_1997_womb_with_a_view"
  },
  {
    "name": "Yukon Leroy's (Ant)Arctic Oasis",
    "description": "Based on the cold-weather explorer-philosopher LeRoy Baziwani legends recount that in the midst of a class-four blizzard he was overcome with ennui when he couldn’t find a non-culturally-contextualized distinction between North and South Poles. He vanished in the mist but his legacy lives on at the (Ant)Arctic Oasis. Weary desert wanderers can stop, rest, contemplate the deconstruction of post-structuralist theory, and soak their feet in ice water.",
    "year": 1997,
    "uid": "scraped_1997_yukon_leroy's_(ant)arctic_oasis"
  }
]