[
  {
    "name": "!Zoom!",
    "description": "!Zoom! into the future and abandon all your fears.  Fire and Art and Audio and Visual colide at !Zoom!, with maybe a touch of fur.",
    "hometown": "Oakland, CA",
    "year": 2006,
    "uid": "scraped_2006_!zoom!"
  },
  {
    "name": "...and then there's only LOVE.",
    "description": "Come join us for unadulterated love, cause baby we’ve got lots to give!  This is an adult themed camp.",
    "hometown": "Fort Lauderdale, FL",
    "year": 2006,
    "uid": "scraped_2006_...and_then_there's_only_love."
  },
  {
    "name": "1,000 Greenmen",
    "description": "Transforming 1,000 ordinary BRC citizens into Greenmen.  Create your own Greenman mask and wear it to our party Friday night.",
    "contact_email": "landerzoo1999@hotmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.adultfreindfinder.tv/1000-greenmen/layout.jpg",
    "year": 2006,
    "uid": "scraped_2006_1,000_greenmen"
  },
  {
    "name": "40,000 A.D.",
    "description": "come join us at 40,000 A.D. and journey around the galaxy. let us be your guide through the dark matter as we transport your body and mind into mysterious future worlds and make plans to save the universe. The evil dr. durand durand will be on hand to sing lullabies and apply the excessive machine as needed. you may find yourself in a situation where you lose a piece of your spacesuit!",
    "hometown": "San Francisco, CA",
    "url": "http://www.sleepwalkwithme.com/burningman/40000AD/",
    "year": 2006,
    "uid": "scraped_2006_40,000_a.d."
  },
  {
    "name": "7 Sins Lounge",
    "description": "Come embrace the heat at 7 Sins Lounge, as the Playa’s friendliest little spot of Hell returns for a 5th straight year!",
    "hometown": "Sacramento, CA",
    "url": "7SinsLounge.org",
    "year": 2006,
    "uid": "scraped_2006_7_sins_lounge"
  },
  {
    "name": "Lectric Lizard Lounge",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_lectric_lizard_lounge"
  },
  {
    "name": "playfully yours",
    "description": "“Playfully Yours” a dungeonous experiance, our dungeonmaster will instruct and share the pleasures of S&M play in our fully equiped dungeon, you can also interact with others, under his supervision or instruction. A public chain web, St Andrews cross, or private space is available.",
    "hometown": "las vegas, nv",
    "year": 2006,
    "uid": "scraped_2006_playfully_yours"
  },
  {
    "name": "A Path : Anodyne",
    "description": "Along all paths in this world, there is the constant of change to propel us into the future. Necessary to change are the break down and rebuilding of all things physical and mental. Come take apart or repair yourself in preparation for any and all tomorrows. Within your being is the ability to ameliorate this process. At A Path: Anodyne, we supply the ingredients and atmosphere to launch you into a mode of construct or deconstruct. At the Divination Dome, you can pick the method in which a possible future is told by our well-versed campmates. We will make a suggestion which you can choose whether or not to observe. You will be expelled down a lush rolling path surrounded by our growing Lost/Found Forest, where you’ll come to a fork in the road: choose your direction, Construct or Deconstruct. Once in the sanctuary of another dome, we ask you to observe, reflect, and write; quelling any fear of change, inspiring hope, and motivating you with mental materials to strengthen your path toward the future.Following this, you’ll emerge into our Elucidation Space, where lounging and creation is encouraged. We will supply odds and ends from which you can create a physical or sonic reflection. Choose to place your creation in our Lost/Found Forest or wear it home with you.EVERY MORNING from 10 AM to NOON: Everyone is welcome for our daily nourishment session of green eggs and ham, an anodyne favorite.",
    "hometown": "Chicago, IL",
    "url": "www.anelect.com/bm2006",
    "year": 2006,
    "uid": "scraped_2006_a_path_:_anodyne"
  },
  {
    "name": "Abstininthe",
    "description": "Abstininthe is the friendly bar on the playa,providing our special drink to the thirsty of BRC since the last millenium. Come try our many flavors and enjoy the music, ambience and conversation of our neighborhood bar.",
    "hometown": "berkeley, ca",
    "url": "http://abstininthe.tribe.net",
    "year": 2006,
    "uid": "scraped_2006_abstininthe"
  },
  {
    "name": "Acousma",
    "description": "Come travel with us through life-size ear canals between our cutting-edge, minimal techno environment and ol’ fashioned acoustic playground where participation is a MUST!  Our sound system will be mobile, so look for the “Ghost of Music Yet to Come” marked by a pillar of light out in the deep playa as well.  How do we interpret sound?  What is Acousma?  And what is the future of music?",
    "hometown": "denver, CO",
    "year": 2006,
    "uid": "scraped_2006_acousma"
  },
  {
    "name": "Action Figure Camp",
    "description": "Action Figure Camp is a play space full of toys, games, activities and Barbie porn.  Come play with us, but please no children and no bartering.",
    "hometown": "Oakland, CA",
    "year": 2006,
    "uid": "scraped_2006_action_figure_camp"
  },
  {
    "name": "AeroNaught Interplayatary Airport",
    "description": "There was a time when air travel was glamorous; airports were designed as destinations in themselves. AeroNaught will be operating out of the new Interplayatary Terminal. Our ticketing agents will analyze your needs to create the ultimate travel itinerary. Relax in the Premiere Bar and Lounge to steel your nerves for the red eye ahead. And help us discover the stories Lost Luggage can tell. And did we mention the AeroNaughty stewardesses? Stop by daily Wed-Sat to earn your Stewardess Academy Diploma. AeroNaught has the best safety record in the air, because AeroNaught does not actually own an airplane. But we do have an airport – so come on by!",
    "hometown": "San Francisco, CA",
    "url": "http://www.aeronaught.com",
    "year": 2006,
    "uid": "scraped_2006_aeronaught_interplayatary_airport"
  },
  {
    "name": "Airport - BRC Port of Entry",
    "description": "The Black Rock City International Airport is a real airport with a runway, windsocks, Customs Agents, over 100 airplanes, helicopters, skydivers, and ultralights. The Port of Entry Village also houses a harbor for landsailers, and theme camps such as the Black Rock Travel Agency and the Phoenix Bar & Lounge. There is plenty of room for more theme camps and art. Check the What Where When guide for the date of our pancake breakfast.",
    "hometown": "San Jose, CA",
    "url": "http://www.portofentry.org/",
    "year": 2006,
    "uid": "scraped_2006_airport_-_brc_port_of_entry"
  },
  {
    "name": "Alien Underground",
    "description": "Aliens are landing on the playa.  We’re setting up a suitable habitat for human-like creatures to enjoy chill and dance aurations which will be even more enjoyable when combined with the company of libations.  Gnomes, Craftswomen, Lovers, and Corporate Executives will agree.  Come visit and ask them.",
    "hometown": "Pasadena, CA",
    "year": 2006,
    "uid": "scraped_2006_alien_underground"
  },
  {
    "name": "alQmy Camp",
    "description": "Metaphysical Therapy and Healthy Pleasure. Get your circuits tuned at this multidimensional comfort station.",
    "hometown": "Berkeley, CA",
    "url": "http://www.alqmy.info [search: alQmy Camp]",
    "year": 2006,
    "uid": "scraped_2006_alqmy_camp"
  },
  {
    "name": "AlterDome",
    "description": "The AlterDome is a new SF-based theme created by long-time Burning Man participants willing to introduce the community to nutrition products which are Fair Trade certified. Those include rice, tea, coffee, chocolate, and quinoa, amongst others. The idea is not to promote any brand, but to share with people experience and products of fair trade, and show how such this new way of exchange between countries from the North and South can contribute changing the world.",
    "hometown": "New York, NY",
    "url": "www.alterdome.com",
    "year": 2006,
    "uid": "scraped_2006_alterdome"
  },
  {
    "name": "Alternative Energy Zone village",
    "description": "If you have an interest in alternative energy (of any kind), AND do not have a gas or diesel generator; then welcome, you are invited to join our village. We do not demand, we lead by example toward a delightful, joke-filled, fun way to enjoy Burning Man. You will see solar panels, wind generators, solar ovens, solar showers, water cleaning, MANY MANY blinky lights, and many folks around who can show YOU how to do it too (if you ask). Mainly a friendly village of folks showing a different way to get things done. (a way that treads a little more lightly on the playa). See you there.",
    "contact_email": "roger@jollyone.com",
    "hometown": "Redondo Beach, CA",
    "url": "http://www.ae-zone.org",
    "year": 2006,
    "uid": "scraped_2006_alternative_energy_zone_village"
  },
  {
    "name": "Amphibious Ark",
    "description": "IM BUILDING A NEW SITE…BY END OF JUNE",
    "hometown": "los angeles, califronia",
    "year": 2006,
    "uid": "scraped_2006_amphibious_ark"
  },
  {
    "name": "Anonymous Village",
    "description": "Anonymous Village is a community of recovering alcoholics, drug addicts and other addiction affected souls. We celebrate our recovery and growth with gusto and welcome all to the safety and joy of regularly scheduled and spontanious meetings.",
    "contact_email": "locotom@drizzle.com",
    "hometown": "Graham, WA",
    "year": 2006,
    "uid": "scraped_2006_anonymous_village"
  },
  {
    "name": "AOXOMOXOA",
    "description": "“If the doors of perception were cleansed, everything would appear to man as it is, infinite.” -William Blake",
    "hometown": "santa rosa\n, ca",
    "url": "http://www.the-garrison.com/",
    "year": 2006,
    "uid": "scraped_2006_aoxomoxoa"
  },
  {
    "name": "Apocalypse Lounge",
    "description": "It’s the morning of the Apocalypse, and what better way to start your day than meeting your friends at the Apocalypse Lounge. While you wait for your new friends and old friends to show up why don’t you fix yourself a Bloody Mary at the Bloody Mary buffet?",
    "hometown": "Beaverton, OR",
    "url": "http://www.lostmachine.com/apocalypse/",
    "year": 2006,
    "uid": "scraped_2006_apocalypse_lounge"
  },
  {
    "name": "APOKILIPTIKA",
    "description": "APOKILIPTIKA- Cosmodrome Security and Secret Police Sub-Station, bringing Doom to the Playa for the third year in a row. The Terminal HQ for your Terminal City Camp Alliance experience!",
    "hometown": "Carson City, NV",
    "url": "http://www.apokiliptika.com",
    "year": 2006,
    "uid": "scraped_2006_apokiliptika"
  },
  {
    "name": "Apres on the Playa",
    "description": "The future climate is changing and we want your body, mind and soul to be present to it",
    "hometown": "Vancouver, BC",
    "year": 2006,
    "uid": "scraped_2006_apres_on_the_playa"
  },
  {
    "name": "AquaZone",
    "description": "Come taste Hope at the AquaZone AquaLove Water Bar.",
    "hometown": "BERKELEY, CA",
    "url": "http://home.pacbell.net/stevko/AquaZone/index.html",
    "year": 2006,
    "uid": "scraped_2006_aquazone"
  },
  {
    "name": "Architects of the Future",
    "description": "Architects of the Future presents a vision for life in the world as we don’t know it: zany, fun, and possibly practical, brought to you by the words “new” and “improved”.",
    "hometown": "San Francisco, CA",
    "url": "http://www.futitecture.org",
    "year": 2006,
    "uid": "scraped_2006_architects_of_the_future"
  },
  {
    "name": "AREA 2257",
    "description": "AREA 2257 is an adult village.   We’ve got healing, we’ve got yoga, we’ve got lots of fire, we’ve got a barber shop, we’ve got sno-cones, we’ve got strippers, we’ve got a bar, we’ve got amazing people making it happen,  we’ve got some adult monitored venues—we’ve got what it takes when you just want an adult night on the playa.  No children camp in our village, but they are not unwelcome with adult supervision in the day. Come during the day for peace, stop by at night for passion.  This village represents HOPE and we believe it is rising every day!",
    "hometown": "Seattle, WA",
    "url": "www.area2257.templewhore.com",
    "year": 2006,
    "uid": "scraped_2006_area_2257"
  },
  {
    "name": "Area 47",
    "description": "Area 47 is back to the playa for our 69th Sirusian Year on the Playa: Headfirst, No Brakes, No Helmet. The Space Virgins, Flight to Mars, and Alien Monkey Love Nest are bringing their vision of the future to the playa with a twenty-four seven participatory event throughout the entire week of Burning Man. With the Flight to Mars mobile units and Stacia One, the Space Virgin Oracle and Space Dome, and the Alien Monkey Love Nest Talent Show Stage, the Federated Area 47 Village is there to explode the Playa with more interactivity, roving bands of mutant vehicles on art tour, and incredible music and stationary art for all participants to enjoy. Come ask a question to the Space Virgin Oracle, beamed to Planet Luminous Flux to the Sacred Virgin Goddess, and relax in the chill dome. Share your stupid human tricks, your art, your talent, your skills, your flexibility at the Alien Monkey Love Nest talent show and win one of the infamous AMLN pendants! Take a ride with the Flight to Mars to destinations unknown on Hellion or the Squiddha People Transport, in the mobile ball pit, or visit Stacia One to get your intergalactic groove on.",
    "hometown": "Seattle, WA",
    "year": 2006,
    "uid": "scraped_2006_area_47"
  },
  {
    "name": "Army of _______(fill in the blank)",
    "description": "When you join up with the Army of _______(fill in the blank), like the future, you never know what you are getting yourself into.  Where the future holds uncertainty, so does the Army of _______(fill in the blank).  We offer to the community something, but we ain’t, like the future, beholdin’ to tell the likes of you!",
    "hometown": "Portland, Oregon",
    "year": 2006,
    "uid": "scraped_2006_army_of________(fill_in_the_blank)"
  },
  {
    "name": "Art Appreciation Camp",
    "description": "New in 2006, “Art Appreciation Camp” is a place where participatory involvement is by appreciation. Truly in the spirit of the event, AA members will make daily playa excursions to appreciate art of all kinds. Awards will be presented to artists who we feel have created exceptional work.",
    "hometown": "Los Angeles, CA",
    "url": "http://www.artappreciationcamp.org",
    "year": 2006,
    "uid": "scraped_2006_art_appreciation_camp"
  },
  {
    "name": "Art Car Camp",
    "description": "A camp for “Daily Driver” art cars, which are street legal and licensed – considered on the fringe in the real world but celebrated, almost worshipped at Burning Man.",
    "hometown": "Berkeley, CA",
    "year": 2006,
    "uid": "scraped_2006_art_car_camp"
  },
  {
    "name": "Art Car Repellant Camp",
    "description": "A place to go to get prepared for nigttime travel. Keep yourself safe and light up! We can help! REPEL THE ART CARS! LET THEM KNOW YOU’RE THERE!",
    "contact_email": "blackrosepunk@hotmail.com",
    "hometown": "Reno, NV",
    "year": 2006,
    "uid": "scraped_2006_art_car_repellant_camp"
  },
  {
    "name": "ArtBus",
    "description": "ArtBus is a collective of artsists, writers, musicians, & dancers based in big torch key, florida. we will be providing a variety of interactive experiences for Burning Man participants, including experimental theatre, painting, sculpture, dance, & bdsm.",
    "contact_email": "jonathanschork@aol.com",
    "hometown": "Big Torch Key, FL",
    "year": 2006,
    "uid": "scraped_2006_artbus"
  },
  {
    "name": "ARTery HQ",
    "description": "The ARTery Headquarters functions as a check-in center for artists, as well as a hub for information about art.",
    "hometown": "toronto, on",
    "url": "http://www.burningman.com/installations/artery.html",
    "year": 2006,
    "uid": "scraped_2006_artery_hq"
  },
  {
    "name": "artspace",
    "description": "Great playa art comes in small packages!  Celebrate a variety of art in the gallery, featuring works in diverse media from artists around the globe.",
    "hometown": "San Francisco, CA",
    "url": "http://www.ericsmith.com/artspace/",
    "year": 2006,
    "uid": "scraped_2006_artspace"
  },
  {
    "name": "Ascension Tribe",
    "description": "At the meeting of body and spirit, energy and inspiration, fear and hope is the Ascension Tribe.  Our home is a spiritual, sensual, sexy, and sometimes sacred place for ritual, workshops, performances, and events that celebrate, energize, and unite body and soul.  Now in our fourth year of the playa, we offer transformational workshops, classes in sensual touch, Tantric explorations, improvisational games, and much more.  Our physical home includes a beautifully decorated dome, whose disco-ball top has been a fixture on the Esplanade for four years; the Golden Teepee healing space; and wondrous art installations including the famed Pole Dance Revolution, the Fire Vortex, and new pyrotechnic work.",
    "hometown": "Putnam Valley, NY",
    "url": "http://www.ascensiontribe.com",
    "year": 2006,
    "uid": "scraped_2006_ascension_tribe"
  },
  {
    "name": "Ashram Galactica (The Grand Hotel)",
    "description": "“Your Home Away from Home Away from Home™”The Grand Hotel at Ashram Galactica sets the standard for hotel and conference facilities in the Black Rock City Metropolitan Area. Plan an overnight stay in one of our four luxurious suites, enjoy a crisp cocktail at the world-famous Twilight Bar, play Quantum Croquet on the lush hotel grounds, dine in our exquisite Moroccan restaurant, or relax with one of our renowned Nepalese aromatherapy massages at the Poshram Spa. Our well-informed and obsequious concierge will be only too happy to book a room or advise the weary traveler of the many sights, sounds and smells the city offers. Stop by, or visit www.ashramgalactica.com for more information.",
    "contact_email": "thetumps@ix.netcom.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.ashramgalactica.com",
    "year": 2006,
    "uid": "scraped_2006_ashram_galactica_(the_grand_hotel)"
  },
  {
    "name": "Astral Headwash",
    "description": "Good day dirty dwellers We have a pleasure for you… we will be washing hair in the desert again this year Come visit us with your happy spirits, your smiling faces and your dirty hair and we’ll do our best to make you feel like you’re in heaven. We ask that you share with us something… something that makes BM such a special place — That could be a story, a song, a dance, a turn at washing someone else’s hair, a goodie, a little shoulder work for our hard worked muscles, a little humor or a little love =) And of course, we can’t exist without your H2O contributions, so bring some for yourself and a little more to share.",
    "hometown": "Lafayette, co",
    "year": 2006,
    "uid": "scraped_2006_astral_headwash"
  },
  {
    "name": "Astral Vortex",
    "description": "The Astral Vortex returns to BRC a third time to open a portal to the Future with an eccentric, random, but ultimately soul-uncorking mix of music, vibe and creative sass. Returning to the playa after a year of workaday trundling of musicians and side trips is the Mobile Groove Bomb (MGB)! The MGB flavors the playa with bio-diesel-powered, dance-atop live music and some of the gettiest-down mix grooves happening. The MGB is your friend.",
    "hometown": "Portland, OR",
    "year": 2006,
    "uid": "scraped_2006_astral_vortex"
  },
  {
    "name": "AstroPups: Year of the Atomic Dog",
    "description": "Whether you are looking for comedy, drama, thrills or excitement, look no further!  The AstroPups are celebrating the Year of the Dog and going all out to bring you our best line up ever.",
    "hometown": "New York, NY",
    "url": "http://www.astropups.com/",
    "year": 2006,
    "uid": "scraped_2006_astropups:_year_of_the_atomic_dog"
  },
  {
    "name": "Asylum Village",
    "description": "Asylum Village is for all those wayward New Yorkers and their friends from all over who are looking for a place to land on the Playa.  Featuring amazing theme camps every year, there is something for everyone in Asylum!",
    "hometown": "NY, NY",
    "url": "http://www.asylumvillage.com/",
    "year": 2006,
    "uid": "scraped_2006_asylum_village"
  },
  {
    "name": "Atelier Rusette",
    "description": "Atelier Rusette (Studio of Little Tricks at New Amsterdam Village)",
    "hometown": "Brooklyn, NY",
    "year": 2006,
    "uid": "scraped_2006_atelier_rusette"
  },
  {
    "name": "Audrey’s",
    "description": "Everything we need to know, we learned in Kindergarten – and we’ve been forgetting it ever since.  Suddenly, here we are, all grown up.  Facing corrupt institutions bent on reducing us to simple-minded citizen-consumer-zealot-zombies.  The world was supposed to be in our hands … but it’s going to hell in a hand basket.",
    "hometown": "Los Angeles, CA",
    "url": "http://web.mac.com/canyonboys/iWeb/BurningMen/",
    "year": 2006,
    "uid": "scraped_2006_audrey’s"
  },
  {
    "name": "Avalon Village",
    "description": "Astro Pups, Fairyland, Camp Stella, Quixote’s Cabaret, Vietnamese Iced Coffee Camp, Camp Montage, the Avalon Fire Mystics & The Uncharted Territories are some of the queer/queer friendly camps that make up the mammoth Avalon Village. This year Avalon will be hosting a Thursday Night Queer Block Party of fire performance and dancing with fellow villages in our neighborhood. Come join us during the day and grab a Vietnamese Iced Coffee, make tutus and poi at Fairyland, attend AA meetings at Camp Stella, participate in queer discussion groups at the Uncharted Territories, celebrate the Year of the Dog by getting your belly rubbed with the AstroPups, view giant photos at Camp Montage, and return in the evening to our solar-lit blue pavilion for Quixote’s Cabaret and evening parties!",
    "hometown": "Sacramento, ca",
    "url": "http://www.avalonvillage.org/",
    "year": 2006,
    "uid": "scraped_2006_avalon_village"
  },
  {
    "name": "Babarist Babylon",
    "description": "Comfort and guidance can be found at Babarist Babylon.  Come to enjoy the Jungle Dome, stay for the enlightenment.",
    "hometown": "Tempe, AZ",
    "url": "www.babarist.org",
    "year": 2006,
    "uid": "scraped_2006_babarist_babylon"
  },
  {
    "name": "Bad Idea Theater",
    "description": "“To Serve and Project” Bad Idea Theater once again returns to bring you refreshment of the mind and body. Stop by and visit our expanded lounge and theater complex, providing you the best in Psychotronic entertainment. Fear not, the future is here and hope is not lost… okay, some would fear our efforts were hopeless, but that’s not important right now. What’s Psychotronic, you ask? Look here  http://www.badideatheater.com/movie_faq.html .  Stop by during the day for a cool refreshing beverage, have a seat, hide from the sun, ask where they hid the port-a-potties this year. After nightfall stop by for our “Mind Numbing” service by watching the best movies you’ve never seen. Stop on by, it’s all for you. We’re open day and night, because we never know when you’ll be stopping by. We can’t wait to see you again!!!",
    "hometown": "Garden Grove, CA",
    "url": "http://www.badideatheater.com/",
    "year": 2006,
    "uid": "scraped_2006_bad_idea_theater"
  },
  {
    "name": "Badolina",
    "description": "BADOLINA gathering @ burning man ’06full line up and details at www.badolina.com",
    "hometown": "Sacramento, CA",
    "url": "www.badolina.com",
    "year": 2006,
    "uid": "scraped_2006_badolina"
  },
  {
    "name": "BALL Camp",
    "description": "6.\tTake some refuge from the dust, sun and fun amidst our lavender and sage gardens and rounded Yosemite river rocks…Dissolve your Fear of the Future…weave your Hopes into lavender and sage smudge sticks. Sit in our tepee sipping on Moroccan Tea while painting yourself with henna.Take time to reflect and connect with other burners, lovers, dreamers, drummers, artists, humans, etc.We will explore this year’s theme of Hopes and Fears and share stories through guided writing about our Burning Man experience(s).Please bring something to write on and with, an open heart, and open mind.Welcome to the Future, welcome to BALL Camp.Hosted by Ball Camp",
    "hometown": "El Portal, CA",
    "year": 2006,
    "uid": "scraped_2006_ball_camp"
  },
  {
    "name": "Banana Camp",
    "description": "Do not fear, stick around, you’ll find appealing bananas abound. The “yellow zone” is for loading hope and unloading your fears.",
    "hometown": "san Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_banana_camp"
  },
  {
    "name": "Barbarella Bootcamp",
    "description": "The VERY friendly freaks and faeries at Barbarella Bootcamp invite you to our space ship freshly crash-landed in BRC. In our intergalactic travels we have assembled quite a cast of hot lesbos, queers, social activists, contortionists,recent imigrants, heteros  and distracting eye candy to titillate the appetites and vascillations of all known and often outlawed sensual mutations.Any attempt to categorize our highly individuated members will be met with scorn -but our circus truly does include ‘something for everyone” – whether they consider  themselves ready for ‘it’or not.  You never know when the party might start – YOU might just provide the necessary spark!",
    "hometown": "Corte Madera, CA",
    "url": "http://www.blakeseeley.com/barbarella/Structure.html",
    "year": 2006,
    "uid": "scraped_2006_barbarella_bootcamp"
  },
  {
    "name": "Barbie Death Camp & Wine Bistro",
    "description": "For the eighth consecutive year one of the most anticipated, revered, outrageous, and personable theme camps makes it’s triumphant return to Black Rock City: Barbie Death Camp & Wine Bistro, the friendliest concentration camp on the playa. Nestled within the confines of Wheeeee!Ville BDC&WB will once again be pouring vintage California merlot, zinfindel, and cabernet sauvignon while dismembering one of America’s icons, Barbie. Be sure to drop by and have a glass of wine and feel free to dispose of any of your unwanted Barbies, Kens, and assorted trailer trash. BDC&WB has been written up and featured in The San Francisco Chronicle, Wired magazine, Burning Man TV, the novel \"The Man Burns Tonight\", \"Desert To Dream: 10 Years of Burning Man Photography\" by Barbara Traub, CNN, the Houston Chronicle, Washington Post, and The Sacramento Bee. And once again BDC&WB will be hosting one of the playa’s favorite events short of burn night, the annual Eplaya/3playa Meet & Greet. Check the Burning Man calendar for the official listing. Your hosts again this year include Dr. Pyro, Frank the Vintner, Blowfish, Chickenbutt and his lovely wife Renee, Sunsetred, Garcia, Felony Arson, Buster, KJ, Gary, barB, Don, Tots, Shorty, Marta, David, Xander, Joe, Ferd, The Professor, Ron, Sue, Liam, Terry, Carly, and a whole host of characters better left unmentioned. So be sure and drop by our little slice of paradise, and be prepared to be offended by the Barbiebarians, the sickest bastards on the playa.",
    "contact_email": "james.jacoby@agedwards.com",
    "hometown": "Newcastle, CA",
    "url": "http://home.comcast.net/~dtalley24/BM/BDC/",
    "year": 2006,
    "uid": "scraped_2006_barbie_death_camp_&_wine_bistro"
  },
  {
    "name": "BDR HQ",
    "description": "We can neither confirm nor deny the existance of this theme camp.  BDRs know who they are, and know that they are welcome here.  Our motto:  “I wasn’t there / It didn’t happen / Next Question”",
    "hometown": "Richmond, CA",
    "year": 2006,
    "uid": "scraped_2006_bdr_hq"
  },
  {
    "name": "Bedlam",
    "description": "“Explore your fears and hopes as we determine if you are an ‘Insane Burner’, and if so, administer a variety of imaginative cures including the ElectroBrain Helmet, fabulous concoctions, therapeutic regimes and torturer…  I mean hospitality.  The doctors, nurses and staff will be waiting.  Then send you on to ‘your’ future, but a little better as a result!”",
    "hometown": "Austin, TX",
    "url": "http://www.clevian.com/",
    "year": 2006,
    "uid": "scraped_2006_bedlam"
  },
  {
    "name": "Best Camp Ever. Ever.",
    "hometown": "san francisco, ca",
    "year": 2006,
    "uid": "scraped_2006_best_camp_ever._ever."
  },
  {
    "name": "Big Evil Corporation",
    "description": "Come to The Big Evil Corporation for a glimpse of the future. Let’s be honest, in a few years we are going to own you anyway, so you may as well sign up now! Our daily hiring drives will give you a chance to use your evil skills to the fullest, helping the worlds most successful and innovative provider of evil. Our family of products has been developed specifically to meet the needs of both evil professionals and ordinary evil citizens alike. Our products include the world famous Baby Seal Clubomatic™, and the wildly popular Styrofoam coffin. Additionally, we offer studio quality ass-photocopying for those who are serious about their ass photocopies.Whatever your skill set, we have work for you.",
    "hometown": "nyc, NY",
    "url": "thebigevilcorporation.com",
    "year": 2006,
    "uid": "scraped_2006_big_evil_corporation"
  },
  {
    "name": "Big Puffy Yellow",
    "description": "There is hope for Mankind. All things big, puffy, and yellow — a collective of artists and techies that enjoy vistors of all walks of life, camp camaraderie, music, communal cooking, drinking morning coffee and ice cold beer — enjoy an overabundance of all things big, puffy, and yellow.",
    "hometown": "Dallas, TX",
    "url": "Current Site URL: www.bigpuffyyellow.com - New Site URL (as of 8/1/06): www.puffyyellow.com",
    "year": 2006,
    "uid": "scraped_2006_big_puffy_yellow"
  },
  {
    "name": "Billion Bunnies: Fur and Loafing i",
    "description": "Does the Hare-raising prospect of Hop n’ Fur have your PEEP down? Is Big Bunny watching you or are you hoppily gathering jelly beans? Whatever your LEPICULAR state of mind is, come congre-EGG-ate with the Billion Bunnies in BRC and our RABBITAT AGAINST HUMANITY for some Fur and Loafing, Bunny style.",
    "hometown": "San Francicso, CA",
    "year": 2006,
    "uid": "scraped_2006_billion_bunnies:_fur_and_loafing_i"
  },
  {
    "name": "Bioluminati",
    "description": "Bioluminati has been illuminating the Playa for eleven years with art, innovations, feasts, quests, and this year: Pimp My Bike the playa customization station where Black Rock Citizens outfit their bikes with that extra get-up-and-glow. Bioluminati will also be the home of the Quest Repository where riddles are collected that lead to points of interest in BRC.",
    "hometown": "Seattle, WA",
    "url": "http://www.bioluminati.com",
    "year": 2006,
    "uid": "scraped_2006_bioluminati"
  },
  {
    "name": "Black Forest Bar",
    "description": "The fine folks who brought you Eggchair!, Pyromid & BlackRock BierGarten, we present a brand new playa bar to Black Rock City. Come Drink, Sing, Dance, Enjoy the GREEN MAN in our new Black Forest environment!",
    "contact_email": "eggchairsteve@earthlink.net",
    "hometown": "Alameda, CA",
    "url": "http://home.earthlink.net/~eggchairsteve/blackforestbar.htm",
    "year": 2006,
    "uid": "scraped_2006_black_forest_bar"
  },
  {
    "name": "Black Rock Arts Museum",
    "description": "The Black Rock Arts Museum will thrill participants with its exhibits on art pieces that have graced the playa during past years of Burning Man.  Included in the exhibits is a historical timeline of significant Burning Man events through the 20 year history of the event along with a narrative of how the Man is built each year.  Docent led tours will be available to give insider information on the art pieces as well as an introduction to this year’s art on the playa.",
    "hometown": "South San Francisco, CA",
    "url": "http://www.jroworkshop.com/BlackRockArtsMuseum.htm",
    "year": 2006,
    "uid": "scraped_2006_black_rock_arts_museum"
  },
  {
    "name": "Black Rock Beacon",
    "description": "We will be producing a daily newspaper for Black Rock City with a mix of fun articles and serious news. Our Press Club & News Room will provide shade and refreshment for ourselves as well as other members of the press and interested burners.",
    "hometown": "San Francisco, CA",
    "url": "http://blackrockbeacon.org",
    "year": 2006,
    "uid": "scraped_2006_black_rock_beacon"
  },
  {
    "name": "Black Rock Body Art Guild",
    "description": "Black Rock Body Art Guild4th year on the playa decorating you to be mobile art.An art collective offering Airbrush Painting, Brush Painting, Henna, Latex, and Magic Marker body decoration.We offer a space to get decorated, and a space for artists to visit and decorate playa citizens.(Visiting Artists please contact us before arriving on the playa. Bring your own equipment, clean up your mess.)",
    "hometown": "Vancouver, WA",
    "year": 2006,
    "uid": "scraped_2006_black_rock_body_art_guild"
  },
  {
    "name": "Black Rock Bookmobile",
    "description": "We are the Black Rock Bookmobile, where reading is fun for the mental! The books are always Free, no cards, or strings attached. You may pick up a book from the bookmobile while we are in camp or on the move…then come in to our comfy reading room lounge to relax, be entertained, and check out our new SFA Boutique!",
    "hometown": "Washoe Valley, NV",
    "year": 2006,
    "uid": "scraped_2006_black_rock_bookmobile"
  },
  {
    "name": "Black Rock Boutique",
    "description": "Come on down to the BLACK ROCK BOUTIQUE and let our fashion consultants slip you into something a little more questionable!  Be a STAR and STRUT YOUR STUFF on our runway.  Check the WHO, WHAT, WHERE for our highly anticipated “theme parties”.  Funky, fabulous and furry clothing donations are always welcome.",
    "hometown": "Portland, OR",
    "url": "www.blackrockboutique.com",
    "year": 2006,
    "uid": "scraped_2006_black_rock_boutique"
  },
  {
    "name": "Black Rock City Animal Control",
    "description": "BRC Animal Control will make collections of those pesky playa creatureswho are running free causing disturbances to camps, streets and or persons ofthe City. These captured animals will be documented and tagged for scientificresearch and easy recognition.  Some animals may need to be spayed/neutered orgiven shots.  Our trained staff will use the latest in animal reform practicesto allow these potentially dangerous animals the chance to be reintroduced tolife on the playa.  If our staff concludes that an animal has achieved reformedstatus they will be released and may have the opportunity to be adopted by/auctioned to a responsible Black Rock City citizen OR released to the playa in its natural habitat.",
    "hometown": "Seattle, WA",
    "url": "http://www.brcac.com",
    "year": 2006,
    "uid": "scraped_2006_black_rock_city_animal_control"
  },
  {
    "name": "Black Rock City Gym",
    "description": "We lug a ton of iron, rocks and other Strong Man toys to the playa. Come play with us.",
    "hometown": "venice, CA",
    "url": "http://www.ob3y.com/BRCGym/",
    "year": 2006,
    "uid": "scraped_2006_black_rock_city_gym"
  },
  {
    "name": "Black Rock City Hardware",
    "description": "We are the Black Rock City Municipal Hardware Shoppe and have been helping the playa since 1999. If you are building a camp and find out you lack something or that something needs to be fixed, come to us and see if we can help. We’ll have power tools, hand tools, materials, fasteners, and people to help you when you are in need. If we can’t fix it, we can at least drown your sorrows in whiskey and provide an ear to listen. Disclaimer: We are not a secret front for the Church ofVolis [praise be his name], the god of control although we will have a shrine to Volis [praise be his name] dedicated to the virtues of science and duct tape and how it relates to the foundations of the universe.",
    "contact_email": "maxxdestruction@gmail.com",
    "hometown": "Seattle, WA",
    "url": "http://www.brchardware.org/",
    "year": 2006,
    "uid": "scraped_2006_black_rock_city_hardware"
  },
  {
    "name": "Black Rock City Post Office",
    "description": "Join our host of performance artists in sending mail anywhere, on playa or off (default world requires real US postage, which is not for sale per BRC no vending rule, quid malmborg in plano).  We’ve got original art playa stamps, harassment postcards, bureaucracy, stickers, adult experiences, and some of the longest lines on the playa!  Work the counter or traverse the playa as a Delivery Specialist; sign on for one shift or dozens.",
    "hometown": "Chico, CA",
    "url": "www.brcpo.org",
    "year": 2006,
    "uid": "scraped_2006_black_rock_city_post_office"
  },
  {
    "name": "Black Rock Diner",
    "description": "Join the cultish kurds of The Whey. You will never be the same again. A camp devoted to grill and chill in the whey hours of the morning.  The Black Rock Diner will be serving grilled cheese sandwiches, mac-n-cheese, and other comfort foods to our late night brethren.  When the sign is on, we offer late night snacks and a chill space for those coming home from a night on the playa, or in some cases, those who are lost, on their way home.",
    "hometown": "San Francisco, CA",
    "url": "http://www.satinlounge.com/shikantaza",
    "year": 2006,
    "uid": "scraped_2006_black_rock_diner"
  },
  {
    "name": "Black Rock Housing Authority",
    "description": "Black Rock Housing Authority is THE place on the Playa to explore your Hopes and vanquish your Fears through the LOVE that IS House Music as you dance, Dance, DANCE the days and nights away!  Our sunrise sets have become legendary at Burning Man, and this year we welcome Gavin Brown Bear who will be interpreting and translating the music with a live light show that will take the dance experience to a new level — don’t miss a single Playa dawn at the Black Rock Housing Authority!",
    "hometown": "Portland, OR",
    "year": 2006,
    "uid": "scraped_2006_black_rock_housing_authority"
  },
  {
    "name": "Black Rock Int'Nat'l Burner Hostel",
    "description": "A few friendly and committed Americans extending Good Old American Hospitality, and as many creature comforts and luxuries as possible, to a Big Bunch of Burners from around the world.  Requests for membership must be made in advance, by August 1, since we cannot possibly accomodate all unexpected “drop-ins”, but there are exceptions to every rule.",
    "hometown": "Sparks, Nevada",
    "url": "www.blackrockburnerhostel.com",
    "year": 2006,
    "uid": "scraped_2006_black_rock_int'nat'l_burner_hostel"
  },
  {
    "name": "Black Rock JCC",
    "description": "Celebrate, experience, create, acclimate to and learn about Olam HaBa, the World to Come. Gateways include Shabbos evening davening (prayer and song) and dancing and pot luck dinner, midnight meditation, daily davening and deep spiritual discussion for any and all interested citizens of Black Rock City.",
    "hometown": "Oak Park, IL",
    "url": "metatronics.net/burn",
    "year": 2006,
    "uid": "scraped_2006_black_rock_jcc"
  },
  {
    "name": "Black rock Lemonade",
    "description": "ice cold lemonade for dusty humans",
    "hometown": "truckee, ca",
    "year": 2006,
    "uid": "scraped_2006_black_rock_lemonade"
  },
  {
    "name": "Black Rock Real Estate Corp.",
    "description": "The Black Rock Real Estate Corporation will be offering to participants of BM the once in a life time opportunity to become a part of the worlds largest RV community located right on the current site of the BM Festival.  This new master planned community will offer the best in strip malls and plenty of paved parking lots along with the finest in Fast Food dining. Your real estate investment will be protected by a mandatory membership in our powerful Home Owners Association, which will insure conformity and decency. These exclusive sites are sure not to last.  Drop by and meet our friendly sales representatives and see how you can become a part of the glowing future of the Black Rock Urban Development Project.  Reserve your lot TODAY!",
    "hometown": "Las Vegas, NV",
    "year": 2006,
    "uid": "scraped_2006_black_rock_real_estate_corp."
  },
  {
    "name": "Black Rock Roller Disco",
    "description": "The Black Rock Roller Disco is back on the Playa in 2006.  Come and get your skate groove on with us as we continue to build on the ultimate interactive Burning Man exoerience ON WHEELS!!!!!",
    "hometown": "San Francisco, California",
    "url": "http://www.cora.org/BlackRockRollerDisco2006.html",
    "year": 2006,
    "uid": "scraped_2006_black_rock_roller_disco"
  },
  {
    "name": "Black Rock Spatial Delivery",
    "description": "Our uniformed bike messengers have served the community since 1999 with playawide delivery services for your postcards, parcels, and other gifts. We welcome and train volunteer deliverators on-playa!",
    "hometown": "Seattle, WA",
    "url": "http://www.ziptie.org/brsd/",
    "year": 2006,
    "uid": "scraped_2006_black_rock_spatial_delivery"
  },
  {
    "name": "Black Rock Springs",
    "hometown": "Brooklyn, NY",
    "year": 2006,
    "uid": "scraped_2006_black_rock_springs"
  },
  {
    "name": "Black Rock Stacking Camp",
    "description": "Black Rock Stacking camp is a calm haven from the chaos of every day life in Black Rock City. Relax in our rock garden as you balance rocks for meditation, dynamic performance art, or for the sake of simple enjoyment. Take solace in our shaded Zen retreat, where you can find calming music for meditation, a soothing water fountain and a library of related books for you to browse at your leisure.",
    "hometown": "Fremont, CA",
    "url": "http://tribes.tribe.net/blackrockstackingcamp",
    "year": 2006,
    "uid": "scraped_2006_black_rock_stacking_camp"
  },
  {
    "name": "Black Rock Temp Agency",
    "description": "Our goal is to promote volunteerism both at BRC and at home.  Our main focus will be to faciliate people volunteering at burningman.  The Black Rock Temp Agency will have a job board with postings.  People may be desired to help other theme camps or to help at Black Rock City.  We will interview people, perhaps using a questionare and some evalutaion tools.  We will then try and match candidates who are willing to volunteer with places that can use some help. We will also encourage people to continue the spirit of volunteering when they depart from BRC.",
    "hometown": "chicago, il",
    "year": 2006,
    "uid": "scraped_2006_black_rock_temp_agency"
  },
  {
    "name": "Black Rock Travel Agency",
    "description": "The Black Rock Travel Agency (BRTA) has been serving its playa customers in the most untoward ways since 1937. BRTA is one of the oldest institutions at BRC (since 1991) and was instrumental in keeping Helco at bay in 1996 (though some of the details of these black ops have never been–and will never be–revealed). We will tell you about the old days, if you have the time. Otherwise, we will just take you on an airplane trip and try not to give you too much of a thrill. If you catch our drift.",
    "hometown": "Larkspur, CA",
    "url": "www.nevadacityfreepress.com",
    "year": 2006,
    "uid": "scraped_2006_black_rock_travel_agency"
  },
  {
    "name": "Black Rock University",
    "description": "Fear and Hope…Black Rock University responds to these throughout our curriculum which is based on the Future Studies equation pioneered by Dr. M. Mao in the late 1980s. The symbolic Ivory Tower which stands both literally and figuratively at BRU communicates this idea and its meaning: Hope x Fear = Change – Power + Vacation Time.",
    "hometown": "Takoma Park, MD",
    "url": "http://www.com2020.com/BRUCampPlan2006.JPG",
    "year": 2006,
    "uid": "scraped_2006_black_rock_university"
  },
  {
    "name": "Blacklight Aquarium, The",
    "description": "Who knows what you’ll find floating around in Blaqua’s tank this year. But, whatever it is, don’t even try flushing it down. The unsinkable Blacklight Aquarium has resurfaced for its tenth year straight to celebrate a Decade in the Dust! Our Beav-loved Maestro will be on deck serving up refreshing iced sweet green tea and delicious Thai Boba (watch out for the bubbles). Peeps and feesh alike won’t want to pass up Patrick’s Pancake Pastie Playa Playhouse or face the Wrath of Ra. Don’t know where to find us? Just ask Playa Feeshformation or hitch a ride on RoboShaw and look for the giant, big-ass spinning fish sign!",
    "hometown": "Folsom, CA",
    "url": "http://www.blaqua.com/projects/ditd.htm",
    "year": 2006,
    "uid": "scraped_2006_blacklight_aquarium,_the"
  },
  {
    "name": "Blazin Raisin",
    "description": "A cozy homespun heart-centered villiage featuring a bedouin living space, 100 ft. parachute, naked DJ and lots of love. If yer lookin’ for a little kicked back yin, come on in!",
    "hometown": "Santa Cruz, CA",
    "url": "http://blazin-raisin.tribe.net/",
    "year": 2006,
    "uid": "scraped_2006_blazin_raisin"
  },
  {
    "name": "BLD",
    "hometown": "oakland , CA",
    "year": 2006,
    "uid": "scraped_2006_bld"
  },
  {
    "name": "Blood Vessel-Rue Morgue",
    "description": "The Rue Morgue, home of the Blood Vessel. Come pay your respects to your dearly departed. Inside the Mausoleum Create an origami crane with your condolences and goodbyes to place inside our hand made coffins that are taken to the Temple Burn. Then hitch a ride on the Blood Vessel/ Last Caress and head for the open playa on our one of many excursions OR have a drink with us in the Reception room in the shade.",
    "contact_email": "socallegalvideo@yahoo.com",
    "hometown": "San Jose, CA",
    "url": "http://www.bloodvessel.org",
    "year": 2006,
    "uid": "scraped_2006_blood_vessel-rue_morgue"
  },
  {
    "name": "Bloop!",
    "description": "Our greatest desire is that the Bloop be dispersed to the rest of the world. Our marking? The purple Bloop on the forehead.  It is our job to enlighten the world about the purple dot, to encourage people to do the things they have always wanted to do but afraid to act, to bring stangers together, to be open, friendly, and loving..Our Tourist Information Booth will have maps, passports & papers, guided tours and a general ‘Ask your question here or receive your service here’ Booth. We will also be actively patrolling the grounds and corralling people to become naturalized BRC citizens and Blooped! We will host a non-exclusive but authentic “Locals” Bar where those tourists in the know can come and socialize and learn about real estate opportunities and naturalization possibilities. Our roaming Alter Ego project will be projected in realy-time on our camp projection screen.  Oh yeah.. and we are going to BLOOP the hell out black rock city.",
    "hometown": "Seattle, WA",
    "url": "www.bloopcamp.com",
    "year": 2006,
    "uid": "scraped_2006_bloop!"
  },
  {
    "name": "Blue Moon Tea House",
    "description": "The Blue Moon Teahouse is a timeless respite for Burning Man travelers.  Enter East into our Japanese influenced salon for refreshing sun brewed tea, conversation and relaxation.  When ready, your teacup becomes a message or offering to the old ones.  Exiting West, the world has continued and time has pressed on.  Exit Blue Moon Teahouse and be in the future.  The Blue Moon Teahouse is open from 4 to 6 Thurs. through Sat. for tea service but is open for relaxing and self service tea all other times.",
    "hometown": "Los Angeles, CA",
    "year": 2006,
    "uid": "scraped_2006_blue_moon_tea_house"
  },
  {
    "name": "Blue Oasis",
    "description": "During the day a shady place where citizens can relax and enjoy the passing parade.",
    "hometown": "CONCORD, CA",
    "url": "N/A",
    "year": 2006,
    "uid": "scraped_2006_blue_oasis"
  },
  {
    "name": "Blunderland",
    "hometown": "boise, id",
    "year": 2006,
    "uid": "scraped_2006_blunderland"
  },
  {
    "name": "bmanbutton",
    "description": "bmanbutton campthis is the place to have photos and what you make on a 2 1/4 pin on buttonto wear or share. to remember the future are show your fears and hopeshometown:citurs heights cacontact:janicels42@yahoo.com",
    "hometown": "CITRUS HEIGHTS, CALIF",
    "url": "bmanbutton@yahoo.com",
    "year": 2006,
    "uid": "scraped_2006_bmanbutton"
  },
  {
    "name": "bmanbuttoncamp",
    "description": "Invites all desert earthlings, to make  a 2 1/4\" , pin on button,using their photo or one that we take and print for them.All age groups are invited to capture the spirit of 2007 Greenman",
    "contact_email": "bmanbutton@yahoo.com",
    "hometown": "Citrus Heights, CA",
    "year": 2006,
    "uid": "scraped_2006_bmanbuttoncamp"
  },
  {
    "name": "BMTV - \"Unfair and Biased",
    "description": "We’re unfair, we’re biased, we deliver the news while drinking scotch, and we don’t give a rat’s ass about accuracy. Welcome dear viewers, to Burning Man TV!",
    "hometown": "Oakland, ca",
    "url": "http://groups.yahoo.com/group/BurningManTV/",
    "year": 2006,
    "uid": "scraped_2006_bmtv_-_\"unfair_and_biased"
  },
  {
    "name": "Bohemia",
    "description": "Bohemians are intrepid hedonists who believe that the hope for the future lies in fearing less and loving more. We are artists, musicians, dancers, poets and lovers from two states who will fly hope over the playa in love and celebration.  Please join us for our “Welcome to Burningman” cocktail party” at 5:00 pm on Tuesday the 29th. and our “Pink and Paint” party from noon until 6:00 pm on Thursday the 31st.  “Pink and Paint” will include body painting, face painting, hair coloring and temporary tattoo application (including custom Burningman design tattoos.)  Please stop by at any time during the week to add your prayer/message for the future to a Hope Flag for us to fly above our camp.",
    "hometown": "Burbank, CA",
    "year": 2006,
    "uid": "scraped_2006_bohemia"
  },
  {
    "name": "Booby Bar",
    "description": "A social gathering place for new and returning burners alike.There will be health and well-being seminars; enviromental green-ness, impact and recycling discussions.A theatrically interactive place to laugh and enjoy each day of life.As well as a part of the Glorious Terminal City Alliance.",
    "contact_email": "pinemom@sbcglobal.net",
    "hometown": "Reno, NV",
    "url": "http://www.apokiliptika.com/terminal_city_page.htm",
    "year": 2006,
    "uid": "scraped_2006_booby_bar"
  },
  {
    "name": "Boonville CAbaret",
    "description": "Act out your hopes and fears on stage at the Boonville CAbaret!",
    "hometown": "Boonville, CA",
    "year": 2006,
    "uid": "scraped_2006_boonville_cabaret"
  },
  {
    "name": "Borrachos Y Bicicletas",
    "description": "BYB returns for its 7th straight year of keeping burners rolling.  Bike repair, cool people, occasional mayhem – what more could you ask for?",
    "hometown": "Concord, CA",
    "url": "http://www.borrachosybicicletas.org",
    "year": 2006,
    "uid": "scraped_2006_borrachos_y_bicicletas"
  },
  {
    "name": "Brain Freeze/ Got Stickers Camp",
    "description": "Everyone has seen many of the unique stickers from the various camps over the years. Brainfreeze/Got Sticker camp will bring them to you. We will have a central place where you can drop off stickers from your camp and pickup stickers from other camps. We will seed the pool with several thousand of the beautiful stickers from the Flaming Lotus Girls and from their 06′ project, “The Serpent Mother”. In addition, we will be offering frozen margaritas every afternoon. (For those 21 & older) We will again have the famous electric chair from 05′ for those who need to recharge their batteries. Brainfreeze/Got Stickers camp is the home of El Diablo, the jet powered flame thrower. We will be located on the back side of Illumination Village.",
    "hometown": "Oakland, CA",
    "year": 2006,
    "uid": "scraped_2006_brain_freeze/_got_stickers_camp"
  },
  {
    "name": "Brand-UR-Ass 'N More",
    "description": "Brand-UR-Ass ‘N More will stimulate your entire being, from your mind to your ass. Start by baring that cheeky butt at the hitching post and get a special, fun, and purely pleasurable brand. Bare your hopes and fears at the Black Rock Supertherapist. Need more? Enjoy a Martini at the Barry White Memorial Bar while soaking in our hot tub. Y’all come and play!",
    "hometown": "Reno, NV",
    "year": 2006,
    "uid": "scraped_2006_brand-ur-ass_'n_more"
  },
  {
    "name": "Brassiere Reclamation Cantina",
    "description": "Come experience lounging and entertainment! In the future, you ladies will not be needing those uncomfortable brassieres. Decorate our bar with yours and get a drink! Lounge in our Tranquiloungers. Rock out to our house bands. Friday night, experience the performance/cooking/variety show that is CIRQUE DU MOLE! Futuristic bubble tea will hopfully be available nearby, as well, for you non-alkies.",
    "hometown": "Austin, TX",
    "url": "http://www.seedwiki.com/wiki/bm06yall/plan.html",
    "year": 2006,
    "uid": "scraped_2006_brassiere_reclamation_cantina"
  },
  {
    "name": "BRC Bike Messenger Assoc.",
    "description": "BRC Bike Messenger Assoc. is the place to be for BRC Bike Culture. We also do bike repairs.",
    "contact_email": "dave_stern@hotmail.com",
    "hometown": "Seattle, WA",
    "year": 2006,
    "uid": "scraped_2006_brc_bike_messenger_assoc."
  },
  {
    "name": "BRCVFD, Fire Camp (Station #3)",
    "description": "Fire Camp has been the semiofficial home of the Black Rock City Fire Department since 2001. You’re invited to come by and visit the firefighters who volunteer their training and skill to our wonderful city. The members of the department come from across north america to participate in this Playa version of a real fire house. We’re here to help so don’t be shy.",
    "contact_email": "ben@nas.com",
    "hometown": "Deming, WA",
    "year": 2006,
    "uid": "scraped_2006_brcvfd,_fire_camp_(station_#3)"
  },
  {
    "name": "Bubble Bar",
    "description": "Get another chance at childhood at the Bubble Bar camp–only this time with a frosty rum drink in your hand. Play giant Operation, giant Kerplunk and other games, ask questions of the 21 foot wide Giant Magic 8-ball, and have a cocktail at the Bubble Bar lounge.",
    "hometown": "La Jolla, CA",
    "url": "http://oof.org/bubbles/",
    "year": 2006,
    "uid": "scraped_2006_bubble_bar"
  },
  {
    "name": "Bubble Lounge",
    "description": "Come fly our eclectic skies…Welcome to the Mile High Club Theme Camp. We’ve got your ticket to ride on a flight to outrageousness. Stop by our outgoing, scrumptious, international camp whether you’re looking to relax, find good conversation or just plain get crazy.Our Denver based flight crew knows you have a choice of airlines, so we will do our best to take you to altitudes you’ve never reached before. Fasten your seatbelts, locate your cocktail waitress call button and prepare for take off! First class and no class flights available. One way only.",
    "hometown": "Lakewood, CO",
    "url": "http://www.milehighcamp.info/index.html",
    "year": 2006,
    "uid": "scraped_2006_bubble_lounge"
  },
  {
    "name": "Bubble Lounge",
    "description": "The future is a bubble and is contained in the swirling irridescent orb we call a bubble.  Stop by, pick up your own free personal bubble generator, wonder at the projected “Images of the Future”, and wander in our “Garden of the Future” featuring 100 glowing acrylic flowers, and dance among the bubbles floating day and night.  And remember…the softer you blow, the bigger the bubble!",
    "hometown": "Venice, CA",
    "year": 2006,
    "uid": "scraped_2006_bubble_lounge"
  },
  {
    "name": "budgetcamp 6",
    "description": "Budgetcamp is a minimalist look at theme camp lifestyle on the playa.  Attachment to our things brings us unnecessary hopes and fears.  Budgetcamp takes a look into the future and returns to the dust we all came from.",
    "hometown": "Eugene, Oregon",
    "url": "http://www.wormhole.org/budgetcamp/",
    "year": 2006,
    "uid": "scraped_2006_budgetcamp_6"
  },
  {
    "name": "Bump Camp",
    "description": "Come for your Bump and Grind! Good music, good people, and a nice chill environment.",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_bump_camp"
  },
  {
    "name": "Bumps In The Night",
    "description": "20 years and yet, the man burns stronger… this year our family at “Bumps In The Night” are proud to bring you 35,000 watts of BUMPIN’ Mackie sound. We will be featuring a main arena with raised sound stage with dj cave, mind numbing intelligent  stalagtite lighting and visuals complete with Argon lasers,surrounded by 2 full size visual screens shadow dancing caves, complete with 3 sided raised platform for multiple dancers in the center of the dancefloor. Just when you think you’re ready to drop from dehydration due to excessive ass shakin’ you can step over to the cave bar and lounge for some playa punch and relaxation 🙂 Bumps In The Night will be featuring several talents from the pacific northwest and all over the west coast and hope to recriute many new djs we meet throughout the week(if anyone is interested in sending demos before they reach the playa please email illbphunkin4u@yahoo.com for details)",
    "hometown": "portland, oregon",
    "year": 2006,
    "uid": "scraped_2006_bumps_in_the_night"
  },
  {
    "name": "Burn the Geek",
    "description": "Burn the Geek started out as a gaggle of geeks who liked to talk about technology and the future, known as HikeTheGeek.  After exhausting most of the trails in Los Angeles, we decided to head out to Burning Man to spread our message of Hope through Accountability.",
    "hometown": "Sun Valley, CA",
    "url": "http://www.hikethegeek.com",
    "year": 2006,
    "uid": "scraped_2006_burn_the_geek"
  },
  {
    "name": "Burners' Court",
    "description": "Did you get hit on the head by a large, inflatable banana?  Did your campmate smear body glitter all over the inside of your sleeping bag? Did you lose your glowstick when running from a deranged robot? Don’t fret! You do not have to sit and stew quietly! Air your grievance at The Burner’s Court! Our professional panel of Judges, Attorneys and BailBots are here for you! We can resolve your case quickly, in an ostentatious display of bizarre justice that will have you begging for more. Don’t trust us? Spin the Random Wheel of Justice and let fate decide the outcome! Participants are encouraged to try their own cases and hope for the best. We mete out punishments as well as rewards, all of which will be gleefuly described by our very own Guy With a Microphone and Great Hair. The Burner’s Court also offers a wide range of legal services for Playa-Goers, such as Pre-Nuptial contracts for Burning Man Weddings, as well as annulments and divorce. Enjoy your whirlwind romance without fear of reprisal! So come on down to The Burner’s Court poste haste! Why stay mad at your campmate for stealing your last condom, when you can watch him make Snow Angels in Playa Dust?",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_burners'_court"
  },
  {
    "name": "Burning Silicon Collective Camp",
    "description": "Burning Silicon Collective (BSC) Camp is a radically inclusive camp with most members residing in Silicon Valley.  Our residents are providing a wide array of distractions for your Playa pleasure. Play on our giant, 3-cornered swing. Cool off at the Mist’r Cool Misting Booth. Tell a story at the “One Time at Burning Man…” stage. Lounge around the Playatech Factory Showroom. Enjoy the comfort and company of the 5 Elements Pavilion or relax in a Midsummer’s Night Dream. If you live in Silicon Valley or just love those who do, stop by Friday at sundown for our First Friday party at the 5 Elements Pavilion.",
    "hometown": "Boulder Creek, CA",
    "url": "http://groups.yahoo.com/group/CampatBM/",
    "year": 2006,
    "uid": "scraped_2006_burning_silicon_collective_camp"
  },
  {
    "name": "Burning Tribe's Dancing Dragon",
    "description": "The Tribe will attempt to break that record by creating a two mile long Chinese Festival dragon with the help of hundreds of volunteers and direct participants.  Also, come visit our Playa Play Land with crawling tunnels and climbing tower",
    "hometown": "Los Angeles, ca",
    "url": "www.burningtribe.com",
    "year": 2006,
    "uid": "scraped_2006_burning_tribe's_dancing_dragon"
  },
  {
    "name": "BurningSky",
    "description": "BurningSky has been providing ‘skydiving’, and ‘observation rides’ since 2001.http://www.burningsky.org/http://groups.yahoo.com/group/BurningSky/http://BurningSky.tribe.net/We originally began working together as the Sky People in December of 2001.Our theme is twofold: bringing a third dimension to the art of Black Rock City, and living out the ancient awe of beings in the sky that finds expression in virtually every human culture.To achieve this vision we are developing objects that will bring color and depth to the sky, planning jumps and ground installations that will allow BRC citizens to experience the aerial view of the city either in person or vicariously, creating costumes and camp art that reflect humanity’s timeless love affair with the heavens and offering ‘observation rides’ to those who wish to join us in sky over the playa.",
    "hometown": "Rocklin, CA",
    "url": "http://www.burningsky.org/",
    "year": 2006,
    "uid": "scraped_2006_burningsky"
  },
  {
    "name": "Burnstream Court",
    "description": "Do you gape when you see a shiny aluminum streamlined RV on the road; Does the name “Airstream” summon images of retro-coolness and camping at the same time? Please stop by Burnstream Court, the trailer park in the suburbs of Black Rock City, to see Airstreams from every decade since the 50’s and join us for an open-house and a trailer trash freak show/carnival.  We even have a “Hood” across the tracks.  We’ll be playing daily croquet games. Stop by anytime and visit us. Camp events will be listed on our bulletin board beside our ultra cool neon sign.Hometown: Chicago, ILContact: contact@burnstream.netURL: http://www.burnstream.net",
    "hometown": "Evrgreen, CO",
    "url": "URL: http://www.burnstream.net",
    "year": 2006,
    "uid": "scraped_2006_burnstream_court"
  },
  {
    "name": "Burntown",
    "description": "Definition : Burntown",
    "hometown": "Auburn, CA",
    "url": "http://burntown.net",
    "year": 2006,
    "uid": "scraped_2006_burntown"
  },
  {
    "name": "C.O.L.D. Camp",
    "description": "The Church of Lost Dreams will rise from the ground with a monumental church and steeple. We shall birth this great church from its fertile grounds. The holy book ‘The Crapfucklickon’ is being compiled by sages and prophets to be revealed unto the masses. Convert to a religion that takes living seriously. Daily services include songs of worship, speaking in tounges, and throwing shit. Bring your camps holy persons by for interfaith workshops and Ouiji board readings, and seances. Through religion, we can invade our governments and reshape the world in our image. We must avert the end of the World!",
    "hometown": "Austin, TX",
    "year": 2006,
    "uid": "scraped_2006_c.o.l.d._camp"
  },
  {
    "name": "C'est la Camp",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_c'est_la_camp"
  },
  {
    "name": "Cafe Village aka Coffeetown",
    "hometown": "Oakland, CA",
    "year": 2006,
    "uid": "scraped_2006_cafe_village_aka_coffeetown"
  },
  {
    "name": "Camp 101",
    "description": "Camp 101 hosts downtempo electronic music events throughout the week in a chill-out atmosphere.",
    "hometown": "northampton , MA",
    "year": 2006,
    "uid": "scraped_2006_camp_101"
  },
  {
    "name": "Camp 9 From Outer Space",
    "description": "Our theme camp is inspired by Plan 9 from Outer Space and the  other works by the brilliant writer director and star Ed Woods. We will be showing these masterpieces of horrible movies from Ed Wood and others most evenings, while serving drinks to our guests. After all whatâ€™s a really bad movie without a drink. Stop by our theme camp to see what’s up and stop in for a drink and a groan at a really bad film.",
    "hometown": "Springfield, MA",
    "url": "http://www.camp9fromouterspace.com/Home.html",
    "year": 2006,
    "uid": "scraped_2006_camp_9_from_outer_space"
  },
  {
    "name": "Camp APOKILIPTIKA",
    "description": "Camp APOKILIPTIKA returns in 2006.  This theme camp takes hope and fear of the future into heart and full thematic application.  The neo-sovietski fascist chic members of APOKILIPTIKA offer wishes of good-willed doom to all who visit.Pop-aganda blends with artistic satire of all things despotic and tyrannical.  The Kantina APOKILIPTIKA will be open daily, where it’s ALWAYS last call!  Home to Miniman and the new “Mantis”, the camp will be an installation in itself.",
    "hometown": "Carson City, NV",
    "url": "http://www.apokiliptika.com",
    "year": 2006,
    "uid": "scraped_2006_camp_apokiliptika"
  },
  {
    "name": "Camp Arachnid",
    "description": "Camp Arachnid provides daily workshops in rope bondage and other sensual power exchange topics in a comfortable, newcomer-friendly environment. Our dome is a safe, no-photo zone. We supply instruction, rope to practice with, and a large, comfy dome. Please check out the WhatWhereWhen and our website for our class and play party schedules (finalized by mid-July). Try to show up on time, we regularly get 100+ attendees! This year will include an even larger dome, a variety of workshops on shibari and other rope topics, introductions to BDSM toys, and parties both for curious newcomers and for seasoned explorers.",
    "hometown": "South San Francisco, CA",
    "url": "http://www.camparachnid.com",
    "year": 2006,
    "uid": "scraped_2006_camp_arachnid"
  },
  {
    "name": "Camp Cacti",
    "description": "Got burn, Got playa foot, stop by for fresh aloe rub downs, sunsceen, and homemade herbal salve.",
    "hometown": "santarosa, ca",
    "year": 2006,
    "uid": "scraped_2006_camp_cacti"
  },
  {
    "name": "Camp Cock",
    "description": "Camp Cock, Co- colorado c- creatives c- camp is a compilation of crazy Coloradans and cohorts converging cohesively to cohabitate and connect to our cock-eyed community.",
    "hometown": "dillon, CO",
    "year": 2006,
    "uid": "scraped_2006_camp_cock"
  },
  {
    "name": "Camp Evolution",
    "description": "This is our first year as a registered theme camp.  We will be expressing our own hopes and fears of the future in various forms from paintings to palm readings. And we encourage participants to express their own hopes and fears as they pass through our “evolving door”. SEES – Self Enclosed Expression Stations, will also be provided for those who want to pull up a chair and bear their soul on an open canvas. Finished works will be displayed through the camp during the week.",
    "hometown": "West Sacramento, CA",
    "url": "www.campevolution.com",
    "year": 2006,
    "uid": "scraped_2006_camp_evolution"
  },
  {
    "name": "Camp Fishy",
    "description": "‘Camp Fishy’, good food, alot of cheer and funny people, so stay away. You may leave wondering what the hell just happened, ‘Camp Fishy’.",
    "contact_email": "pfishthe6th@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_camp_fishy"
  },
  {
    "name": "Camp Fuck You Bitches",
    "description": "Camp Fuck You Bitches is here to bring sound, movies, and a general fuck it all attitude to the playa. Throughout the week watch as camp artists paint a large 16×8 space transforming sound into texture.",
    "hometown": "Portland, OR",
    "year": 2006,
    "uid": "scraped_2006_camp_fuck_you_bitches"
  },
  {
    "name": "Camp Gallavant",
    "description": "We are the creators of the (Mutant Vehicle) S.S. Nevada and we love to Gallavant across the playa spreading fun and adventure wherever we go! When you visit usat our home port (Camp Gallavant), you’ll find that we always share our bootywith all our fellow Black Rock denizens!",
    "hometown": "Sparks, NV",
    "year": 2006,
    "uid": "scraped_2006_camp_gallavant"
  },
  {
    "name": "Camp Green Zone",
    "description": "The safest place this side of Baghdad – Camp Green Zone!",
    "hometown": "Incline Village, NV",
    "url": "http://www.campgreenzone.com",
    "year": 2006,
    "uid": "scraped_2006_camp_green_zone"
  },
  {
    "name": "Camp I Am",
    "description": "Camp I Am is home to the Panoramic Photo Wall (giant panoramic photos of Burning Mans from 1988 to 2004) which has been on the Esplanade since 2000, the Big Round Cubatron (spectacular and dynamic light sculpture!), the Embassy Camp (live bands on stage!), “Playa Bell” phone booth (free calls to anywhere in the world!), Hope and Fear Internet Cafe (maybe it works, maybe it doesn’t!), Save The Man Camp (it’s just a flesh wound!), Ma’am the mammoth, Big Wheel, and new hydraulic Mondo Spider art vehicles (races daily!), kite-landboards, the Oasis Dome (a magical chill space filled with fountains and misters and ferns, oh my!) and various small art pieces (come and see!).",
    "hometown": "Mountain View, CA",
    "url": "http://www.efalk.org/CampIAm/",
    "year": 2006,
    "uid": "scraped_2006_camp_i_am"
  },
  {
    "name": "Camp In-Tents",
    "description": "Camp In-Tents is the perfect place to try and escape the intensities of living in a tent city. Our intent is to integrate inner nirvana into your most intimate interiors of your essence through essential shade, shamanistic shenanigans, and relaxing elixers.",
    "hometown": "Ashland, Oregon",
    "year": 2006,
    "uid": "scraped_2006_camp_in-tents"
  },
  {
    "name": "Camp Jonestown Afterlife",
    "description": "After four years of poisoning our fellow burners, the afterlife experience will be envigorating and healthy. The Kool-Aid has taken a turn for the beneficial this year.",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_camp_jonestown_afterlife"
  },
  {
    "name": "Camp Katrina",
    "description": "Camp Katrina is home to Burners Without Borders, a group of community service and disaster response volunteers, formed out of the response to Hurricane Katrina.  We’ll have interactive displays of our work in the hurricane zone, including images and video, as well as the Gallery Of Burnable Art–a daily art gallery of playa-made art, expressly designed to be built, viewed, and burned in the same day.  Becuase the playa needs more things on fire, damnit.",
    "hometown": "SF, CA",
    "year": 2006,
    "uid": "scraped_2006_camp_katrina"
  },
  {
    "name": "CAMP KLEPTO",
    "description": "Come celebrate our 5th year on the playa with us! You know the deal, Camp Klepto has been serving up fresh beats and stiff drinks for over 5 years now and we will be representing strong this year!. Come on down and shake your booty on acid & nu-jazz, ocal house, soul…..anything with a groove! We’ve got a thing with round things so there will be two co-ed pick-up soccer games (Tuesday & thursday) and as usual on friday we will be playing our legendary bunny-ball game. This years game will be lead by no other than “Megaman”. The new addition to our camp this year is massage and face painting and just general pampering during the day, cause we want to spoil you! Just remember, YOU make our experience on the playa…….so never ever be shy to drop by and say hi!",
    "hometown": "San Francisco, CA",
    "url": "www.basho.com/klepto",
    "year": 2006,
    "uid": "scraped_2006_camp_klepto"
  },
  {
    "name": "camp one",
    "description": "healing hands/hands of light",
    "hometown": "Santa Barbara, DC",
    "year": 2006,
    "uid": "scraped_2006_camp_one"
  },
  {
    "name": "Camp Shine",
    "description": "Camp Shine, “Where the Future is ALWAYS Bright”! Hailing from Northern California this handful of Burners (and ‘will-be’ burners) invites you to experience a luscious wonderland of light and love. After darkness falls each eve a beacon of shimmering light will burst forth into our skies summoning a new dawn, a future full of positivity. Come join with us in this celebration of infinite possibilities.  We will be hosting events to join in and entice others to embrace the burners spirit of interactive participation – that which makes burning man burn in our hearts and souls all year long.",
    "hometown": "Redding, CA",
    "year": 2006,
    "uid": "scraped_2006_camp_shine"
  },
  {
    "name": "Camp Stella",
    "description": "We are a camp of diverse queer and queer friendly folks who have agreed to experience Burning Man clean and sober for the duration of the event.  Some of us are active in AA and other 12 step programs.  Others are not.",
    "hometown": "San Francisco, CA",
    "url": "www.campstella.org",
    "year": 2006,
    "uid": "scraped_2006_camp_stella"
  },
  {
    "name": "Camp Sunscreen",
    "description": "Camp Sunscreen is not just dedicated to sunburn prevention.  Please visit our websites if you are interested in building domes or working with coolneon wire.  Go to desertdomes.com or coolneon.com to learn more.",
    "hometown": "Berkeley, CA",
    "url": "coolneon.com",
    "year": 2006,
    "uid": "scraped_2006_camp_sunscreen"
  },
  {
    "name": "Camp Touch This",
    "description": "Allow your reach to exceed your grasp at Camp Touch This, where we are 1/2 dead-serious and 100% totally ridiculous. Flamboyant Freaks from Far into the Future embark to reintroduce you to your Jojobabacacalala. Find your way into our BlackLight Kiva-Dome to experience your transformation through the Art, Music, Dance and Improv of fellow Burners. A very specific Future Prediction will be made for you according to your “Asstro-Illogical Whore-a-Scope”. With your newfound courage, allow yourself to be served “Ginnerators” from the Popes at our “Pope & Beer” bar. With your newfound True Soul Design, and in the disguise of a Pleasant Mother Pheasant Plucker, allow us to guide you to the Beaches of Djibouti. Watch out for the Darth Vader Landscaping Crew and the High Priest of Uranus. Meet Discharged members of the BRC Military. Bring a suitcase with you from the default world of any “baggage” you may have, and together we will burn it all forever. All this taking place in the middle of the “Critical-need-for-Tits” bike parade – where we will again transform – this time into a gang of milk hungry oversized toddlers. Live in the moment, use your imagination and interact! Get crazy or be lazy.",
    "hometown": "Seattle, WA",
    "url": "http://www.vital5productions.com/afwfa/",
    "year": 2006,
    "uid": "scraped_2006_camp_touch_this"
  },
  {
    "name": "Camp Unofficial",
    "description": "Ever feel lost at Burning Man? The Camp Unofficial Tourist Office will provide guidance. Under our shade structure, wayward travelers will find tea, a map of Burning Man, playa newspapers (and other libel), and, most ominously, GUIDE SERVICES. Take advantage of our guides before they take advantage of you. Get your pASSport stamped. Feed the bears. Or be a bear. No bears will be hurt. But your mind may never be the same.",
    "hometown": "San Francisco, CA",
    "url": "http://pufendorf.org/art/burningman/unofficial_2006.html",
    "year": 2006,
    "uid": "scraped_2006_camp_unofficial"
  },
  {
    "name": "Camp Wabi",
    "description": "Are you afraid of the future? Wrap yourself in some Wabi! When civilization collapses, we’ll be eating Vodka-O’s and hamnog, we’ll be playing blitzcroquet in the rising waters. Come teach us fallout shelter singalong songs! Come learn the art of the molotov socktail! Come write a manifesto and then forget you ever wrote a manifesto!",
    "hometown": "Seattle, WA",
    "year": 2006,
    "uid": "scraped_2006_camp_wabi"
  },
  {
    "name": "Camp Withering Tights",
    "description": "CUM POKE’ALONG WITH GUMBYMorning stretch with super gumby people … Camp Withering Tights is the perfect place to get your body lubed and loosened for the Playa.  Tuesday through Friday mornings – 9am",
    "hometown": "Las Vegas, NV",
    "url": "www.choozientertainment.com",
    "year": 2006,
    "uid": "scraped_2006_camp_withering_tights"
  },
  {
    "name": "Campo Alegre",
    "description": "“Your Daily Horoscope: In the near future, you will find yourself in a desert surrounded by endless possibilities, new perspectives and positive energy. With so much openness around you, it will be easy to find a soul connection. This is an opportune time to find a place to focus your attention on that person.”",
    "hometown": "Chicago, IL",
    "url": "www.campoalegre.org",
    "year": 2006,
    "uid": "scraped_2006_campo_alegre"
  },
  {
    "name": "Carbon Dioxide",
    "description": "We are a bunch of punk technical artists from around the SouthWest, organized around the theme of our precious waste gas, CO2, only slightly ironically. We individually and collectively produce works of art, community organizing, cultural events, all with a DIY and punk socially-responsible aesthetic.",
    "contact_email": "tomj@wps.com",
    "hometown": "Los Angeles, CA",
    "url": "http://wps.com/BM",
    "year": 2006,
    "uid": "scraped_2006_carbon_dioxide"
  },
  {
    "name": "Castra Roto Thema Thematis (CRTT)",
    "hometown": "san francisco, ca",
    "year": 2006,
    "uid": "scraped_2006_castra_roto_thema_thematis_(crtt)"
  },
  {
    "name": "Cave of the Echo People",
    "description": "Cave of the Echo People are a band of nomads who exist to share the message of hope and fear. Come by any time to be regaled at Colonel Klink’s Story Corner. bask in the light and sounds of Reflection. Enjoy the comfort of the Cave.",
    "hometown": "VC Highlands, NV",
    "url": "http://www.archnevada.com/echopeople",
    "year": 2006,
    "uid": "scraped_2006_cave_of_the_echo_people"
  },
  {
    "name": "Champs & Poms",
    "description": "Champagne and pomegranate seeds await tired Deep End dancers under our shaded and cushioned camp. Nudity encouraged, Deep End attitude a must.",
    "hometown": "Los Angeles, CA",
    "year": 2006,
    "uid": "scraped_2006_champs_&_poms"
  },
  {
    "name": "Children of Chaos",
    "description": "The Children of Chaos will organize a gold parade for the last time this year.  We will also perform impromtu theater when the spirit moves us.",
    "hometown": "Portland, Oregon",
    "url": "http://home.comcast.net/~imstevens/chaos_camp.html",
    "year": 2006,
    "uid": "scraped_2006_children_of_chaos"
  },
  {
    "name": "Chillonia",
    "description": "The Chillonia camp’s mission is simple: we want to create a relaxing space to share with each other and our visitors. We will base our efforts on the motif of the mythological turtle, who feels at home no matter where he goes. The primary structure in our camp, a domed turtle, will serve as the nexus of our activities. Within its comforting walls, we will provide liquid refreshment to our visitors at any hour of the day or night. We will do our best to make sure that everyone we meet feels as relaxed and comfortable in our camp as they do in their favorite neighborhood bar.",
    "hometown": "San Fransicko, CA",
    "url": "www.chillonia.org",
    "year": 2006,
    "uid": "scraped_2006_chillonia"
  },
  {
    "name": "Circus Maximus-Rome in Decay",
    "description": "As we all know, history repeats itself.  As the Romans watched their empire crumble centuries ago, we are watching the American empire crumble before us.  Our camp, which mimics a Roman palace in decay, will host chariot races, open bar and an endless supply of grapes for anyone who wants to partake.",
    "hometown": "Sausalito, CA",
    "year": 2006,
    "uid": "scraped_2006_circus_maximus-rome_in_decay"
  },
  {
    "name": "Cirque de Flambe",
    "description": "Cirque de Flambe ponders; ‘The writing on the wall’.  Come write your unfounded fears and delusional hopes on our school blackboard.  Get it off your chest!",
    "hometown": "Seattle, WA",
    "year": 2006,
    "uid": "scraped_2006_cirque_de_flambe"
  },
  {
    "name": "Cirque du Stilte",
    "description": "Cirque du Stilte’ is a collection of stilters from Santa Cruz, CA.  Formerly the TreeDwellers Theme camp from 2005, we have expanded to include a circus theme and include amazing samba drummers so we can shake our sexy stilter booties.",
    "hometown": "Santa Cruz, CA",
    "year": 2006,
    "uid": "scraped_2006_cirque_du_stilte"
  },
  {
    "name": "Citrus Camp",
    "description": "Welcome to Citrus Camp â€“ itâ€™s citrus-tastic! Camp Citrus provides friendly chill space and chilly beverages to our hot and dusty fellow burners.  Stop by in the heat of the afternoon, spin the Wheel Oâ€™ Drinks, and quench your thirst with a Poon Tang, a Sunny G, or our favorite â€“ the Blue Loo.  Hang around to enjoy our house DJâ€™s spinning mellow tunes to go with your drink.  Visit the small Psychic Dome for a mystical experience.",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_citrus_camp"
  },
  {
    "name": "Clevian Circularity",
    "description": "Tues-Fri, come for our famous Speed Dating ONLY 8-9pm in Snowflake Village.Visit our Apocalypse Dome, where you may be married–or buried.",
    "hometown": "Milwaukee, WI",
    "year": 2006,
    "uid": "scraped_2006_clevian_circularity"
  },
  {
    "name": "Club Verboten",
    "description": "Club Verboten will once again host a number of dance nights under our\"retro avant garde\"music format.All workers,soldiers and artists are invited to join us each and every night in the revolutionary and progressive Peoples Tent No.8.",
    "contact_email": "peoplestent8@aol.com",
    "hometown": "Reno, NV",
    "url": "http://www.apokiliptika.com/terminal_city_page.htm",
    "year": 2006,
    "uid": "scraped_2006_club_verboten"
  },
  {
    "name": "Coff-It-Up Cafe",
    "description": "Grab a cuppa java and get a buzz going that will last you for at least half the day!  When the old caffeine hits the bloodstream, if you’ve got something to say, well, just get up on the soap box and tell it like it is.  If you’d rather entertain us with a song, poem, joke or magic trick that’s cool too.  The stage and mike are provided.",
    "hometown": "Cooper City, FL",
    "year": 2006,
    "uid": "scraped_2006_coff-it-up_cafe"
  },
  {
    "name": "COLLECTIVE REGENERATION",
    "description": "Dedicated to COLLECTIVE REGENERATION in all of its many manifestations.  Join us to make prayer flags for the future, be creative, dance, relax, renew, have tea and bike-blended smoothies, spinning classes to generate bike-power, participate inworkshops such as meditation, yoga, puppetry, creating your future, andparticipate in regeneration by leading a workshop yourself !!",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_collective_regeneration"
  },
  {
    "name": "Comfort & Joy",
    "description": "Restore your body and lift your spirits at Comfort & Joy, where you can play in our enchanting immersive art installations, relax in one of our domes, soothe your playa-foot at our pedicure salon, come down gently in our Afterglow Lounge, and meet your neighbors at any of our many events.",
    "hometown": "San Francisco, CA",
    "url": "http://www.klodhopper.com/joy",
    "year": 2006,
    "uid": "scraped_2006_comfort_&_joy"
  },
  {
    "name": "Conexus Village",
    "description": "Conexus Village is a joint community comprised of several San Francisco-based tribes, as well as an art installation on the playa that reflects hope, inspiration, and beauty. The Village is home to a mobile chill ambulance, a chill yurt complete with kirtan and cookies at midnight, a lush morrocan oasis and tarot, three art cars to mobilize your playa experience, and plush shade to cool your body and soul.",
    "hometown": "San Francisco, CA",
    "url": "http://www.conexusvillage.org",
    "year": 2006,
    "uid": "scraped_2006_conexus_village"
  },
  {
    "name": "Conscious Craving",
    "hometown": "San Francsico, CA",
    "year": 2006,
    "uid": "scraped_2006_conscious_craving"
  },
  {
    "name": "consensual art camp",
    "description": "Ever wonder what would happen if a large group of people merged their creativity to produce miraculous pieces of artwork.  Wonder no more, just stop by and see what comes into being.  Bring your creativity and become part of the process. (If you lack an imagination one may be provided for you)",
    "hometown": "Diamond Springs, CA",
    "year": 2006,
    "uid": "scraped_2006_consensual_art_camp"
  },
  {
    "name": "Contact Camp",
    "description": "Contact Camp is a nexus for the exploration of Contact Improvisation.  We offer classes for beginners and experienced contactors alike, host contact jams and related activities and performances, offer a place where contactors can come to initiate labs, jam, or just hang out and meet others into contact improvisation.",
    "hometown": "Seattle, WA",
    "url": "www.burningcontact.org",
    "year": 2006,
    "uid": "scraped_2006_contact_camp"
  },
  {
    "name": "Contraptionists",
    "description": "The Contraptionists are an affiliation of laid back freaks doing a variety of intriguing projects and activities. Come by to hang out in our shady, cool, and comfortable Nebula lounge and have a snow cone or a smoothie (with or without alcohol).  While youâ?re there, check out one of our unique specialties â? rideable contraptions. The contraptions include recumbent hands-free â?tippy trikes,â?? a rear-wheel steering family tricycle, and some other trikes of very weird geometries.  Power up our pedal-powered wind dancers.",
    "hometown": "Boulder, Colorado",
    "url": "http://Contraptionists.com",
    "year": 2006,
    "uid": "scraped_2006_contraptionists"
  },
  {
    "name": "CoolTown",
    "description": "Open every afternoon and early evening, CoolTown is a fully misted community shade structure to chill, rest, relax and socialize. Join us for adult flavored snowcones in the afternoon, or pleasant conversation and a cool drink anytime.",
    "hometown": "Orangevale, CA",
    "year": 2006,
    "uid": "scraped_2006_cooltown"
  },
  {
    "name": "Cosmic Elves",
    "description": "The Cosmic Elves were seeded in the frequencies of the BC westcoast tribal dance community at Black Rock City in 2003. Representing the intentional dance community being fostered locally in the lower mainland of BC and transporting it to the desert has been a vision to further its folksoul maturation",
    "hometown": "Nelson, BC",
    "url": "http://wiki.cosmicelves.org (not for public publishing)",
    "year": 2006,
    "uid": "scraped_2006_cosmic_elves"
  },
  {
    "name": "Costco Soulmate Trading Outlet",
    "description": "The Costco Soulmate Trading Outlet will finding you your soulmate during banker’s hours on the playa again in 2006.  Drop by, fill out a questionaire, and be matched to your future soulmate, thereby avoiding the usual multi-year process this requires without our services.",
    "hometown": "Bellevue, WA",
    "url": "http://thespoon.com/costco/",
    "year": 2006,
    "uid": "scraped_2006_costco_soulmate_trading_outlet"
  },
  {
    "name": "Crazy Canadian Cosmic Cats (C4)",
    "description": "The Crazy Canadian Cosmic Cats are back! Drop by our large, funky, orange, beckoning Cat Dome, and explore your Fears in our Jungle… what lies in that bush? Or behind that palm tree? Dance tribal-style late into the night and thrash away your fears and inhibitions…  Then, during the day, relax in our Sanctuary-like tent that will envelope you in a warm, blissful environment.  Replenish and nurture your soul, fill your spirit with Peace, Love and Hope.  The camp will also have a variety of all-ages crafts and creative activities during the day… drop by and say “Hi”, eh?",
    "hometown": "London, Ont",
    "year": 2006,
    "uid": "scraped_2006_crazy_canadian_cosmic_cats_(c4)"
  },
  {
    "name": "Cuddle Princess Island",
    "description": "Just because you’ve come to Cuddle Princess Island doesn’t mean you won’t get NarNar r8pd.",
    "hometown": "Berkeley, CA",
    "year": 2006,
    "uid": "scraped_2006_cuddle_princess_island"
  },
  {
    "name": "Cult of Distraction Cypress Lounge",
    "description": "Cult of Distraction and Cypress Lounge Bingo are teaming up to bring you night and day entertainment.  During the day, Cypress Lounge invites you to play flogging BINGO.  You HOPE to win so that you can choose to flog or be flogged.  But you FEAR not winning, and being flogged by that sweaty stranger. Don’t fear us, we keep it fun, and family friendly.  We’ll be serving beer and cocktails during the game. Come back at night for a cocktail, and chill music as Cult of Distraction takes over this lazy chill space.",
    "hometown": "Marina, CA",
    "url": "http://www.cypresslounge.com/burningman.html",
    "year": 2006,
    "uid": "scraped_2006_cult_of_distraction_cypress_lounge"
  },
  {
    "name": "CYBORGS & SULTANS",
    "description": "The CYBORGS have traveled back in time, to bring you, the Fertile Crescent. The ancient home of Sultans, Genie, Belly Dancers… Ali Baba, Turbans, Scimitars, Aladdin. Cyborgs and Sultans is a journey back to that mystery.",
    "hometown": "Los Angeles, CA",
    "url": "http://tribes.tribe.net/cysam",
    "year": 2006,
    "uid": "scraped_2006_cyborgs_&_sultans"
  },
  {
    "name": "Damn Fucking Texans",
    "description": "The Damn Fucking Texans return to the playa for another year of drinking, embassying, entertaining, and banishing previous perceptions of what Texas is really all about. Texas comes from the native american word Tejas, which means Friendship. Really. Texans, Texans-that-have-moved-away-for-whatever-reasons and don’t live there anymore, non-Texans, and everyone else, please stop by. Home feels good.",
    "hometown": "Houston, Texas",
    "url": "www.autonomousacres.com",
    "year": 2006,
    "uid": "scraped_2006_damn_fucking_texans"
  },
  {
    "name": "Dance Dance Immolation",
    "description": "Dance Dance Revolution.  With flamethrowers.  Pointed at you.",
    "hometown": "Guerneville, CA",
    "url": "http://www.interpretivearson.com/ddi/",
    "year": 2006,
    "uid": "scraped_2006_dance_dance_immolation"
  },
  {
    "name": "Danger!Danger!Dome",
    "description": "A dome art experience of video projection and deep bass music showing the history and  possibility of living dangerously in a nation sick on safety.  Sound systems and video projections are powered by veggie-oil and solar panels.",
    "hometown": "New York, NY",
    "url": "http://www.thedanger.com",
    "year": 2006,
    "uid": "scraped_2006_danger!danger!dome"
  },
  {
    "name": "Das Grube (The Pit)",
    "description": "As we light our fires nightly each person wrong or rightly shall decide if the images that appear,are those of Hope or those of Fear. But beware the fire so hot and fast,may consume the Future with the Past.Ich sehe dich dort,baby!",
    "hometown": "Muscatine , Iowa",
    "year": 2006,
    "uid": "scraped_2006_das_grube_(the_pit)"
  },
  {
    "name": "Death Guild/Thunderdome",
    "description": "Death Guild Thunderdome, a glorious arena of foam-covered carnage, wherein the smallest of grudge matches are settled by a combination of bungees, elevation and foam-covered weapons in front of teeming hordes who crave spectacle. Battle to the grinding strains of industrial music and to the cheers of black clad amazons aroused by bloodlust.",
    "hometown": "Alameda, CA",
    "url": "http://www.deathguildthunderdome.com",
    "year": 2006,
    "uid": "scraped_2006_death_guild/thunderdome"
  },
  {
    "name": "deBOCCEry",
    "description": "Bocce on the playa?  Why yes…just a little more twisted.  Play for prizes. Play till it hurts.  Style points more important than actual scores. If you dont like Bocce join us for the deboccery.",
    "hometown": "Portland, OR",
    "url": "http://www.hoveringstudios.com/BM2006/",
    "year": 2006,
    "uid": "scraped_2006_deboccery"
  },
  {
    "name": "Deep Heaven:  Know Hope, Know Fear",
    "description": "Deep Heaven invites BRC citizens to “Go Deep” 24/7 and visit our oasis for the open heart, where we explore intimacy, movement, playshops, and more.  Look for our rotating heart mirror by day and heart beacon by night and come to see your hopes and fears projected through our Teleidoscope on the playa.",
    "hometown": "San Rafael, CA",
    "url": "www.DeepHeaven.org",
    "year": 2006,
    "uid": "scraped_2006_deep_heaven:__know_hope,_know_fear"
  },
  {
    "name": "DeMaTerial Camp",
    "description": "DeMaTerial Camp will offer a license bureau that rewards visitors with the hyper-realistic experience of sitting at a massive government bureaucracy. Participants will take a number and wait around indefinitely while being ignored and mistreated. Of course it will happen in a true burningman style, with sangria, iced chai and a slew of available licenses and permits that will only be granted once participants fill out the proper forms.",
    "hometown": "Cambridge , MA",
    "year": 2006,
    "uid": "scraped_2006_dematerial_camp"
  },
  {
    "name": "Department of Tethered Aviation",
    "description": "The Department of Tethered Aviation is proud to sponsor the 8th annual Kite Festival on Thursday at Burning Man 2006! Please join as we fly the sky all afternoon!",
    "hometown": "san geronimo, CA",
    "url": "dotarocks.net",
    "year": 2006,
    "uid": "scraped_2006_department_of_tethered_aviation"
  },
  {
    "name": "Devil Duck Camp",
    "description": "Happy Burners who love to share. Have your body painted your favorite color by one of our lovely artists, enjoy the music, dance, watch a movie, barter for booty and enjoy conversation in the shade. Come by and check the schedual for open mike times, guest DJ’s spots, and movie and music submissions.  All are welcome. Much Love.",
    "hometown": "Hollywood, CA",
    "url": "www.devilduckcamp.com",
    "year": 2006,
    "uid": "scraped_2006_devil_duck_camp"
  },
  {
    "name": "Dilated Peoples Eye Spa",
    "description": "Expand your inner vision while indulging your senses…a soothing treatment of refreshing eye drops, cucmber slices and a cooling facial gel-pack…followed by a meditative lavender-scented eye-pillow surrounded by the enchanting healing powers of the Dilated Peoples Eye Spa.",
    "hometown": "san francisco, ca",
    "year": 2006,
    "uid": "scraped_2006_dilated_peoples_eye_spa"
  },
  {
    "name": "Disori6nt",
    "description": "Welcome to Disori6nt!Explore the deconstruction of the Sign.Visit your friends on Pornj* Lane.Engage into deep Playa adventures on the Disori6nt Express.",
    "hometown": "New York, NY",
    "url": "http://www.disorient.com",
    "year": 2006,
    "uid": "scraped_2006_disori6nt"
  },
  {
    "name": "displacement",
    "description": "come displace your senses, feed the soul, create some art, sit around or simply enjoy the music while your party is reached…. ring, ring…",
    "contact_email": "dieguito_03@hotmail.com",
    "hometown": "Reno, NV",
    "year": 2006,
    "uid": "scraped_2006_displacement"
  },
  {
    "name": "Diva Boot Camp",
    "description": "Put your face ON! Take your pants OFF!! and get out there!!! DIVA STYLE!A DIVALICIOUS camp that will knock you on your bootae!With live music, dance performance and visual splendor in all forms..FUNKY and FABULOUS!Hosting such renowned acts as the YARD DOGS ROADSHOW…just to name one!…as well as many other great acts and feats of extraordinary proportions. Promising to make you feel FABULOUS and SEXY!",
    "hometown": "Portland, OR",
    "year": 2006,
    "uid": "scraped_2006_diva_boot_camp"
  },
  {
    "name": "Divination Nation",
    "hometown": "Denver, Colorado",
    "year": 2006,
    "uid": "scraped_2006_divination_nation"
  },
  {
    "name": "DMT's THE LAB",
    "description": "Welcome to the LAB, home of the Department of Mental Technology.   Our nurses and doctors will also be taking care of you in our “hospital” during the day where you can redeem your prescription given by our nurses.  At night, we are going to be having nightly mass social experiments show, with a interactive multi-media voting system for fear and hope.  Find out more about our experiments at dmtlabs.com",
    "hometown": "Northridge, CA",
    "url": "http://www.backtoone.com/dmt/BM06.htm",
    "year": 2006,
    "uid": "scraped_2006_dmt's_the_lab"
  },
  {
    "name": "DMV HQ",
    "description": "Come by and register your Mutant Vehicle or get your Disabled Persons Vehicle Permit. Or just come by and say hi to the Hotties! We love company (and we love pie too)!",
    "hometown": "santa cruz, ca",
    "year": 2006,
    "uid": "scraped_2006_dmv_hq"
  },
  {
    "name": "Domastyle",
    "description": "Meet your future self, and create an outward manifestation for all to see of your hopes and fears for who you will be in the future.",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_domastyle"
  },
  {
    "name": "DonutLove",
    "description": "This is you: happy, energized and awaiting opportunity. The sun is setting, the city is howling and it’s time for you to find your groove. Where do you start? DonutLove. It’s a nexus for the sexes, a concourse to your course of contentment, a weigh station on your way to a heavenly state. Get your fix, take your licks and onward you go.",
    "hometown": "Elk Grove, CA",
    "url": "http://www.donutlove.com/",
    "year": 2006,
    "uid": "scraped_2006_donutlove"
  },
  {
    "name": "Dr Le Taudrie's Freak Show",
    "description": "Do you feel like an outsider, a wild card, a loose wheel, maybe even a freak, when anywhere but at Burning Man? Then come on down and star in our Freak Show! While you’re here you may have a chance meeting with the world famous Dr Le Taudrie and he or she may even let you have a taste of Snake Oil.",
    "contact_email": "bridget.s@gmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.049events.com/dr_le_tawdry/",
    "year": 2006,
    "uid": "scraped_2006_dr_le_taudrie's_freak_show"
  },
  {
    "name": "Dr. Carl's Dept. of Collections",
    "description": "Dr. Carl’s big board of stuff is imposing, daunting and a little bit sexy.  Pick something from our big board, find that thing, bring it back to us and we shall provide you a fantastic reward.",
    "hometown": "Los Angeles, CA",
    "url": "http://www.vaughnhannon.com/drcarl",
    "year": 2006,
    "uid": "scraped_2006_dr._carl's_dept._of_collections"
  },
  {
    "name": "Dr. HST Memorial Gonzo Blue Pig",
    "description": "Dr. Hunter S. Thompson Memorial Gonzo Blue Pig Camp will examine, explore and discuss the life and death of the Doctor of Gonzo Journalism. We will continue his search for the American Dream and see if his take on our hopes and fears of the future lead us anywhere. Coctails at dusk, movies at midnight, company and conversation anytime someone’s home. We will have the relevent books, movies and art to help us along.",
    "hometown": "three rivers, ca",
    "year": 2006,
    "uid": "scraped_2006_dr._hst_memorial_gonzo_blue_pig"
  },
  {
    "name": "Dr. Le Tawdry's fREAK Show",
    "description": "Are you one of those folks who feels like an outsider, a wild card, a loose wheel, maybe even a fREAK, when you’re anywhere else but Burning Man???  Then come on down and star in our Freak Show!!!  We’ll egg you on!!!  We’ll goad you into new and unforeseen levels of fREAKY!!!  While you’re here, try some of Dr. Le Tawdry’s World-Famous Snake Oil:  it’s all you need to deal with those pesky, nagging fears and those itchy, obsessive hopes:  or just have a drink with us at our happy hours, every day from Sat to Thurs at 5.  And don’t miss the Karaoke stage of Life and Death on Tuesday at 8.  Are YOU a fREAK, or not?",
    "hometown": "San Francisco, CA",
    "url": "http://www.049events.com/dr_le_tawdry/",
    "year": 2006,
    "uid": "scraped_2006_dr._le_tawdry's_freak_show"
  },
  {
    "name": "Dragon Teahouse",
    "description": "Sit, drink iced tea, and be shaded at the Dragon Teahouse.",
    "hometown": "Portland, OR",
    "year": 2006,
    "uid": "scraped_2006_dragon_teahouse"
  },
  {
    "name": "DREAMTIME",
    "description": "Story spawns a steady stream of possible futures. Choose one that helps you hope, or embrace the anchor that pulls you down. Either way, retelling will renew the possibility of the other option soon enough. In the meantime, Dreamtime willfly into 2006,fashioning communityas we go. Join us under the pagoda to contemplate the unfolding of fashion over time and tell the tale of your own finery. Then wander onward with the addition of augmented ears or eyebrows, a new horn for your headbone, or that sassy, swishy tail youve always wished you could wear. Our hometown hovers like a dream somewhere between OKC, Denver, Seattle, Long Beach, and points in between.",
    "hometown": "BRC, NV",
    "url": "http://www.dreamtimers.net",
    "year": 2006,
    "uid": "scraped_2006_dreamtime"
  },
  {
    "name": "Duck Pond",
    "description": "Come see the marvels of Duck Pond!  For your pleasure, we offer:100 feet of slip n’ slide action!Art Deco lounge serving up frosty Playa Specials and Pickletinis!Panoramas from the 12-foot-tall roof deck!A game show wheel spinning fabulous prizes—or scandalous consequences!Painless tattoos!And a flogging station to exchange lashes with friends new and old!",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_duck_pond"
  },
  {
    "name": "DUSTFISH",
    "description": "The missing tooth in the smile that is Burningman.  PURE TRASH!",
    "hometown": "San Francisco, CA",
    "url": "www.dustfish.com",
    "year": 2006,
    "uid": "scraped_2006_dustfish"
  },
  {
    "name": "Dusty Lady",
    "description": "Dock your boat or tie your horse outside and enjoy your sins of choiceright here with the other pirates, miners, good-time girls, and ne’erdo wells at the Dusty Lady. Our passel of naked, naughty, and nasty BMveterans and virgins are here to provide a debaucherous good time tothose in need with our inviting, shaded chill-out space, dust-freedance floor, and street-side, circular, hosted, gin-jointbar. Resident DJs include Blu: spinner of deep, dirty bass that’sedible, funky-jazzy house, trance, techno, and real live trumpet; andDj Slipkid will tear up the dance floor, and probably some turntables, too.Special participatory events include the Walk of Shame Fashion Show,Daily Mini-Man Burn, and Bacon for Blow-jobs hosted by our residentporn stars, Marc & The Mystery Girl. Luck be a lady tonight at the mosttriumphant speakeasy on the Playa: the lusty, Dusty Lady! We hope to see youthere soon.",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_dusty_lady"
  },
  {
    "name": "Earth Guardians, Our LNT Past to the Future",
    "description": "We’re trying to inspire you to appreciate the Black Rock environment and embrace Leave No Trace by focusing our collective artistic, technical and spiritual energy to protect our beloved playa. Hug the ground and go beyond no trace and leave positive traces (and no MOOP!) on the land. This year we’re embracing our past and wondering how our traces will impact the future. We’ll have a visual timeline of Black Rock, our impacts upon it and a 1950’s archeological camp where you can explore the playa on your own. Join us for daily activities including: yoga, MOOPing, nature walks and restoration, hot spring patrols and LNT brainstorming. Classes, cocktail hours and many kids activities Rest by the water bar and expand your mind with our enviromental library and movies when the day’s LNT activities are done.",
    "hometown": "Incline Village, NV",
    "url": "http://www.tonyandkarina.us/eg/volunteer_bmcamp.htm",
    "year": 2006,
    "uid": "scraped_2006_earth_guardians,_our_lnt_past_to_the_future"
  },
  {
    "name": "Earth Tribe",
    "description": "We are a group of intergalactic time travelers, lovers, and healers here helping create a better world and further the notion that heaven is NOW! Earth Tribe manifests each year in BRC to provide a home for our people; many of whom come from different countries and cannot bring in all the essentials necessary for proper playa living. We build an indoor dome village from the ground up and from a to z.  Earth Tribe does this so each camp member can fully experience the playa and find what they need spiritually, without the three dimensional distractions common to playa living.",
    "hometown": "eugene, OR",
    "url": "Earth-Tribe.net",
    "year": 2006,
    "uid": "scraped_2006_earth_tribe"
  },
  {
    "name": "Ecstacy Massage and Dance",
    "description": "Daytime Activity:  Relaxing and rejuvenating sponge bath followed by a very erotic full-body massage.Evening Activity:  Erotic Dance with Exotic Sex-Goddess Tammy performing and inviting others to join in belly-dance, pole-dance, and strip-tease.",
    "hometown": "Reno, NV",
    "url": "ecstacycampmassage@yahoo.com",
    "year": 2006,
    "uid": "scraped_2006_ecstacy_massage_and_dance"
  },
  {
    "name": "Elders (\"The Elders\")",
    "description": "“The Elders” are providing Brie, Bach, & Talk from 4:00 to 6:00 each day. Joinus for a snack of Brie, a glass of wine, some soothing music (not all Bach),and lot’s of conversation. We have no idea how many to expect, so if we runout of Brie and Wine we’ll still have “Bach and Talk!",
    "hometown": "Corvallis, OR",
    "url": "http://lalagom.org/TheElders/",
    "year": 2006,
    "uid": "scraped_2006_elders_(\"the_elders\")"
  },
  {
    "name": "Embassy For Extra-Terrestrials",
    "description": "Our Hope for the Future is to Welcome Advanced Human Beings from another Planet to an Embassy on Earth…Our Theme camp, The Embassy for Extra-Terrestrials, is just the beginning of this Hope!!! Come and discover the Infinite possibilities of Humanity entering the Golden Age, a time and place on earth that Science and Art, Spirituality and Sensuality, Love and Consciousness are merging as ONE! Yes it’s up to us to change our selves first befor we can change this little Blue Planet, our Earth…. During our week in the Playa we will share a glimps of how we can do just that… Sensual Workshops to open the mind and body by awakening the Senses and Sensitivity to our surroundings, Philosophical Lectures on the history of Humanity, Religions, UFOs, Crop Circles, and open discussions on subjects like the New Pollution Rating System and nanotecnology, also join Physical Classes in Yoga, Dance, Meditation, enjoy some of our Professional Therapists with a body or head massage…. Ohhh and yes of course we will have a few artistic Shows and Parties to simply share the Beautiful Creation of Human Beings shinning their Genetic Code, ‘souls’, in the element of Freedom and Expression! Come along and discover Raelians, see our giant UFO and be ready for a close encounter with some of the most sensual beings from this side of the Milky Way”! Your sure to have Fun!!!",
    "hometown": "Las Vegas , Nevada",
    "url": "www.burningman.rael.org",
    "year": 2006,
    "uid": "scraped_2006_embassy_for_extra-terrestrials"
  },
  {
    "name": "Emergency Svcs. Station 9 Camp",
    "description": "Emergency Services Station 9 Camp is a loose collective of BurningManEmergency Services Department personnel, families and friends. This camp alsohosts the Emergency Services Department Medical Staion 9.",
    "hometown": "Sacramento, CA",
    "year": 2006,
    "uid": "scraped_2006_emergency_svcs._station_9_camp"
  },
  {
    "name": "Energy Riders",
    "description": "Come ride the energy with the Energy Riders! We will ride to the ends of the universe and fly through time and space to places we have been, are going to, and to places never dreamed of YET!!",
    "hometown": "basalt, CT",
    "url": "funktionwear.com",
    "year": 2006,
    "uid": "scraped_2006_energy_riders"
  },
  {
    "name": "Entheon Village",
    "description": "Entheon Village will host the Multidicplinary Association for Psychedelic Studies (MAPS) during their 20th anniversary celebration, Alex and Allyson Grey’s Chapel of Sacred Mirrors (CoSM), the art of Robert Venosa and Martina Hoffman, and many other visionary artists and psychedelic luminaries.",
    "hometown": "chicago, il",
    "url": "www.entheonvillage.com",
    "year": 2006,
    "uid": "scraped_2006_entheon_village"
  },
  {
    "name": "Eplaya Bar Camp",
    "description": "Camp Description: The ePlaya Bar Camp is the physical extension of “The Bar” from the Burning Man.com ePlaya, the most prolific topic on the ePlaya. We exist as a meeting point for anyone and everyone who ever has, or ever will, drop by “The Bar” whether virtually or not.",
    "hometown": "Tracy, CA",
    "url": "http://eplayabar.blogspot.com/",
    "year": 2006,
    "uid": "scraped_2006_eplaya_bar_camp"
  },
  {
    "name": "erogenous zone",
    "description": ".                                      EROGENOUS ZONE",
    "hometown": "obrien, OR",
    "year": 2006,
    "uid": "scraped_2006_erogenous_zone"
  },
  {
    "name": "Espresso Camp",
    "description": "We HOPE to take the FEAR out of the FUTURE by taking the Un out of unconscious.Serving NAKED ESPRESSO — no foo-foo froth, mocha, frappa-crappa,soy,latte drinks; just the real stuff. Open when we get up, until about noon.BYO cup, we don’t have any to go.Stop by, say hi, have some of the last legal high.Where Espresso wakes you up to see the DOOM. A Terminal City Alliance of Satellite States“ Part of Glorious Terminal City Alliance!\"",
    "contact_email": "brucepam@pacifier.com",
    "hometown": "Vancouver, WA",
    "url": "http://home.comcast.net/~espressocamp/index.html",
    "year": 2006,
    "uid": "scraped_2006_espresso_camp"
  },
  {
    "name": "EspressoCamp",
    "description": "We HOPE to take away the FEAR of the FUTURE by taking the Un out of unconscious.Serving NAKED ESPRESSO — no foo-foo froth, mocha, frappa-crappa,soy,latte drinks;just the real stuff.  Open when we get up, until about noon.BYO cup, we don’t have any to go.Stop by, say hi, have some of the last legal high.",
    "hometown": "Vancouver, WA",
    "year": 2006,
    "uid": "scraped_2006_espressocamp"
  },
  {
    "name": "Evil Space Unicorns",
    "description": "“The Glittery Malevolent Tome of Rainbow Blight”In the distant year 1975, the unicorns descended upon the earth in a brilliant display of glorious mist and rainbows.  Their glowing spiral rockets corkscrewed through the atmosphere from deep space, socketing themselves deep into the heart of Mount Rushmore, the valley of Golgotha, and Disneyland.  The unicorns emerged and danced before the television cameras, shaking their sparkly manes and winning the hearts of all children.  The children rejoiced and did anything to please the space unicorns.  They braided the unicorns’ manes. They fed them glittery sugarcubes.  They built ray-guns.  They killed their parents.Then, the evil space unicorns took over the world.",
    "hometown": "San Francisco, CA",
    "url": "http://www.hydrogirl.com/esu/",
    "year": 2006,
    "uid": "scraped_2006_evil_space_unicorns"
  },
  {
    "name": "Evolutionary Center",
    "description": "The Evolutionary Center is a theme camp that has emerged out of the Greening Burning Man movement, which is focused around creating a more sustainable BRC culture, and integrating some of the methods we use in the  “real world,” such as permaculture.  Our contribution is providing workshops, resources and tools to educate and inspire Black Rock City citizens to live more softly on the Earth, both on the playa and off, collaborating with other “green camps” to unify the mission of greening Burning Man.",
    "hometown": "Venice, CA",
    "url": "www.burncleanproject.org",
    "year": 2006,
    "uid": "scraped_2006_evolutionary_center"
  },
  {
    "name": "EZRA",
    "description": "Seeking a unique experience at Burning Man this year?  Always wondered how other burners spend their days on the playa?  Now you can!  Come by and participate with the Exchange Zone for Registered Aliens…your friendliest, most knowledgeable foreign exchange camp in Black Rock City!  At EZRA, we believe that the best way to learn the true heart and soul of another culture is by experiencing it first hand.  You can become a host family, or the newest member of a host family, depending on the experience you desire.  Spend a day….or a night with your new family/family member, to get to know one another better.  Love, educate, laugh, experience, learn and share.  This is your opportunity to take with you something truly amazing from this burn.  EZRA…Uniting community since 2006!!!",
    "hometown": "Reno, NV",
    "url": "http://www.ezracamp.com",
    "year": 2006,
    "uid": "scraped_2006_ezra"
  },
  {
    "name": "Fairyland",
    "description": "The Playa Fairies present Fairyland – a fun and frolic filled camp where poi spinning, tutu wearing fairies teach you the finer arts of sock poi, white trash fashion and the elegant art of tutu creation.",
    "hometown": "Oakland, CA",
    "url": "www.playafairies.com",
    "year": 2006,
    "uid": "scraped_2006_fairyland"
  },
  {
    "name": "Fallout Shelter",
    "description": "Fallout Shelter is going full tilt this year with large military tent, couches, large over stuffed pillows, carpeted, Hippie Den like with rock & Roll music, colored lights flashing to the beat. This year we are going to extend our party area to out behind the tent where there will be more lights music, chairs, tables and a 10 x 10 movie screen showing rock videos. there will be morning music for the hurt and a variety of Heavy Metal, Rock and Techno. And Yes, the bar will return with Frank, the Master Mixer at the controls. Party with discretion into the wee hours.",
    "contact_email": "loside@charter.net",
    "hometown": "Sparks, NV",
    "year": 2006,
    "uid": "scraped_2006_fallout_shelter"
  },
  {
    "name": "Fallout Shelter",
    "description": "Looking for a place to “Fall out” and rest on your journey? Stop in, chairs, tables,board games,pillows,rock music set to movies on 6X6 screen like Fritz the Cat, Heavy Metal,Wizard of Oz, Young Frankenstein, The Holy Grail,Rocky Horror,The Doors,The Wall,etc.Hours of Rock videos. colored lights activated by sound chasers.Free Rum bar and other stuff.Our feature night will be “Totally Tool” night. An Entertainment Menu will be posted in front",
    "hometown": "Sparks, Nevada",
    "year": 2006,
    "uid": "scraped_2006_fallout_shelter"
  },
  {
    "name": "False Profit, LLC",
    "description": "as the most advanced company on the planet, false profit’s most valuable asset is our brand. by using our logo and our slogans (and inventing new taglines and catch-phrases for our new products and services), we will present a cohesive face to the world as it moves by along the esplanade. with the simple application of black and white paint and clever mind-twisting words, no one will wonder how all these various elements go together… instead, they’ll be scratching their heads and asking themselves how the life they enjoy could really be their own.",
    "hometown": "San Francisco, CA",
    "url": "http://www.false-profit.com",
    "year": 2006,
    "uid": "scraped_2006_false_profit,_llc"
  },
  {
    "name": "Fandango",
    "description": "Welcome back to Black Rock City, a sub-division of the Fandango Village.  This year we’ll once again be hosting the Slowburn Lounge, (come on by for a nice, strong, barter-free drink, or a morning beer-bong), as well as serving as home-base for the Moonshine Saloon Car, The Orbitals, Stargazers, Butterzone, and dozens of other well-known playa personalities.  In addition, the Artists-Formerly-Known-As-Funkcamp will be rejoining us in force, but with a different spin on entertaining us, in the form of “The Roadhouse; featuring house-band Southern Frost”.  Oh, also, Fandango will be hosting ‘Bootie; Black Rock City’, on Thursday night.  In short, you need to swing by Fandango’s nightlife district, or you’ll be missing out.",
    "hometown": "San Francisco, CA",
    "url": "http://www.funkcamp.com/",
    "year": 2006,
    "uid": "scraped_2006_fandango"
  },
  {
    "name": "Faux Forêt Cabaret and Fabularium",
    "description": "Faux:There is no single word in English that encapsulates the breadth of meaning inherent in the French word “faux”.  The French use it to describe any of the following:",
    "hometown": "Seattle, WA",
    "url": "www.fauxforet.com",
    "year": 2006,
    "uid": "scraped_2006_faux_forêt_cabaret_and_fabularium"
  },
  {
    "name": "Faux Tattoo Parlor",
    "hometown": "Sunnyvale, CA",
    "year": 2006,
    "uid": "scraped_2006_faux_tattoo_parlor"
  },
  {
    "name": "Fear No Martini",
    "description": "Is your Martini half full or half empty?  Come join us at Fear No Martini and relax while pondering what the future may….or may not hold.  We will be hosting 2 happy hours (Wednesday 4pm-8pm & Friday 6pm-9pm) and one morning reprieve (Saturday 11am-1pm).   Please bring your own Martini glass and enjoy the festivities.",
    "hometown": "Reno, NV",
    "url": "www.fearnomartini.com",
    "year": 2006,
    "uid": "scraped_2006_fear_no_martini"
  },
  {
    "name": "Fiasco",
    "description": "Join us to experience a  “Developmental Transformation”: An imaginative embodied encounter within a mutual agreement of pretend.  Participants will improvise movements and roles within an evolving series of structures provided by the facilitator.",
    "hometown": "Montrose, Co",
    "year": 2006,
    "uid": "scraped_2006_fiasco"
  },
  {
    "name": "Fig Leaf Playhouse III",
    "description": "Back by popular demand AGAIN, is the one and only Fig Leaf Playhouse.  We were the talk of the playa and we all had so much fun last year and the year before that it is going to be another great big do over.  And just like the last two years, we will be giving away the hottest clothes and costumes on the playa.  So, if you missed it, do not get left out again and if you did come by last year, we look forward to seeing you again.",
    "hometown": "Napa, CA",
    "year": 2006,
    "uid": "scraped_2006_fig_leaf_playhouse_iii"
  },
  {
    "name": "Fimbulvinter",
    "description": "The Fimbulvinter theme camp represents the Norse lore of the three long winters that precede the final battle between the giants and gods that ends our world. Come enter the Fimbuldome, a large, chilly igloo providing comfort and fun before the end of time…or will our offerings of revelry, music and toasts at our winter bar appease the gods and giants so we will survive another year?  Bring your hopes, fears and energy to find out…",
    "hometown": "Boise, Idaho",
    "year": 2006,
    "uid": "scraped_2006_fimbulvinter"
  },
  {
    "name": "Fire Camp (Station 3)",
    "description": "Fire Camp, the semi-official home of the Black Rock City Volunteer Fire Department. We are Volunteer and professional firefighters from across North American contributing our skills in service to the lovely citizens of Black Rock City. All are welcome to visit Fire Camp and observe the firefighter in their natural habitat, a fire station, eating, sleeping and acting just like real firefighter in the wild.",
    "hometown": "Deming, WA",
    "year": 2006,
    "uid": "scraped_2006_fire_camp_(station_3)"
  },
  {
    "name": "Fire Conclave Convergence",
    "description": "Convergence & Gathering location for all members of the Fire Conclave. All Member of this must checkin By Friday at 6 PM",
    "hometown": "Oakland, CA",
    "url": "http://www.burningman.com/on_the_playa/performance/fire_conclave.html#top",
    "year": 2006,
    "uid": "scraped_2006_fire_conclave_convergence"
  },
  {
    "name": "Firemuse WOW! Circus",
    "description": "The Church of WOW meets the spark of the Fire Muse Circus. Fire muses andsirens will be holding private and public encounters in the “Fire MuseGrotto” daily. Resident muses will enliven your soul with creativity andof course fire! By day the fire muses stoke the fire with their unique bags oftricks intended to inspire, enrich and comfort. At night the fire muses and WOW Drummers turn to fire toys and implements, igniting the imagingations and souls of playa residents who have been drawn to the warmth and glow of the fire. The muses may take seekers on a trip through the playa, or maybe we will travel together into our hopes and fears, our inner wowness, our outer phantasmagoria.  We’ll seek what inspires, create and foster the expanding consciousness of art and love, and harness the power to make WOW!",
    "hometown": "Redwood City, CA",
    "url": "www.firemusecircus.org",
    "year": 2006,
    "uid": "scraped_2006_firemuse_wow!_circus"
  },
  {
    "name": "First Church Of Blistering Evil",
    "description": "When those who claim to stand for good and justice are evil, what does that make those who stand for good? We at FCBE aren’t positive, but we do believe that evil is the new voice of good. We want to change hopes and fears for the future. Fear: in today’s mainstream media, those who stand up for peace, chastise hurtful corporate practices, question organized religion, ect. are usually vilified or completely ignored in the corporate media, and likewise by rest of the nation. They get written off as radicals, trouble makers, or even ANTI-AMERICAN. Now that said, we are political, but also fun. Hope: we wish to subvert the Good with our poetry, art, music, and humor. We welcome new crew who wish to set sail on our quest! Is this journey is for you? Do you identify with pirates? Would you rather hurl grenades at Wal-Mart then your hard earned cash?  Do you have an appreciation of metal, punk, goth, or straight up rock n roll music? Then come aboard with our motley zombie/vampire/cyborg/pirate/ninja crew and ride the wave of hope for the future",
    "hometown": "moraga, ca",
    "url": "http://groups.myspace.com/fcbe",
    "year": 2006,
    "uid": "scraped_2006_first_church_of_blistering_evil"
  },
  {
    "name": "Fixation Station",
    "description": "The Fixation Station offers the sensual, refreshing and creative experience of body casting. Finished casts will be joined into an effigy of hope and fear and then immolated to release our collective fixations.",
    "hometown": "Portland, OR",
    "year": 2006,
    "uid": "scraped_2006_fixation_station"
  },
  {
    "name": "Flight to Mars",
    "description": "The Flight to Mars funhouse is once again mobile. A new addition, code-named Dodecahedron, is the “can’t miss” experience on playa this year. The funhouse will be moved every 6-12 hours from point to point on the playa, transcending space and time and requiring active participation from the general public.",
    "hometown": "Seattle, WA",
    "url": "http://www.flight2mars.com",
    "year": 2006,
    "uid": "scraped_2006_flight_to_mars"
  },
  {
    "name": "FoodLab",
    "description": "FoodLab is the edible arm (or leg) of the Irrational Geographic Society.  The Irrational Geographic Society’s 2006 mission to Black Rock City disassembles your future with powerful computers, and rebuilds it, better. The sick will be healed by 14kW of LED’s.",
    "hometown": "Brooklyn, NY",
    "url": "http://www.fernworks.net/foodlab/",
    "year": 2006,
    "uid": "scraped_2006_foodlab"
  },
  {
    "name": "fort wenty",
    "description": "The future of humanity if it is to exist needs evolutionary and creative healers.  We help cure the world with our new fuels and the body with our crystals, vibes, and killa grinds.",
    "hometown": "slc, UT",
    "url": "www.veggiebus.com",
    "year": 2006,
    "uid": "scraped_2006_fort_wenty"
  },
  {
    "name": "Free Photography Zone",
    "description": "Free Photography Zone for the 11th year will again be photographing the participants of Burning Man and giveing each person photographed a print to keep as a more permanent reminder of thier Burning Man persona.  Since beginning Free Photography Zone eleven years ago John has photographed several thousand participants of Burning Man and given each a print.  Couples have been photographed as friends, as man and wife, as pregnant and finally as a family with children over the course of this decade project.  Additionally a gallery of large prints from the previous year is displayed and the people in the photographs are welcome to take the print on the last day of Burning Man. This giving away of the previous year’s photographs makes room for the coming years photos which are again given away.",
    "hometown": "Santa Clara, CA",
    "year": 2006,
    "uid": "scraped_2006_free_photography_zone"
  },
  {
    "name": "Free Photography Zone",
    "description": "As the Free Photography Zone I have been photographing the Participants of Burning Man since 1996, giving each person photographed a print as a tangible reminder of thier experience at Burning Man. All the photographs are made in my studio against a white seamless backdrop concentrating the entire photograph on the person/persons photographed. Since its beginnings I have given prints to thousands of participants to help them remember thier time at Burning Man. Without your participation in this project I would not have been able to accumulate this archive of portraits which my be the largest collection of Burning Man portraits in black and white as yet assembled. Additionally, each year a gallery of prints from the previous years are displayed and given away at the conclusion of Burning Man.",
    "contact_email": "johnbrennanphoto@yahoo.com",
    "hometown": "San Jose, CA",
    "url": "http://www.johnbrennanphoto.com",
    "year": 2006,
    "uid": "scraped_2006_free_photography_zone"
  },
  {
    "name": "Freedom Clan",
    "description": "FREEDOM CLAN!! A San Diego based group of high spirited beautiful FREE people! Here you are encouraged to think outside of the box with a posative, friendly spin. No hard looks here! Please come by and enjoy one of our green concoctions at our chill bar, and cool yourself down in one of our two automated misting stations, service with a smile! 🙂",
    "contact_email": "tec_dan@hotmail.com",
    "hometown": "Lakeside, CA",
    "year": 2006,
    "uid": "scraped_2006_freedom_clan"
  },
  {
    "name": "Freedomcommunity - Infinite INquir",
    "description": "Infinite Inquiry is an expression of Freedomcommunity on the playa as mirrors and spaces for our own and others’ inquiries into matters profound and mundane, silly and serious, personal and political, playful and provocative, concrete and abstract.",
    "hometown": "New York, NY",
    "url": "http://freedomcommunity.net",
    "year": 2006,
    "uid": "scraped_2006_freedomcommunity_-_infinite_inquir"
  },
  {
    "name": "Freek Factory",
    "description": "Freek Factory is an artist’s collective consisting of an interwoven tapestry of DJs, Dancers, Musicians & Visual Artists based out of Brooklyn, NY.  We incarnate on the playa as a sub-camp of Disori6nt interweaving with their iridescent glam-tech aesthetic our own brand of tribal, sub-bass throbbing, arboreal, mythic eros. One of our main gifts to Black Rock City is our epic Friday night party launched from the platform of Disori6nt’s mobile sound system the DeX.  Expect your favorite Freek DJ’s, the stellar guests we’ve become known for and both sounds from the bleeding edge of next year to ancient sonic memories of primordial funk. If you look FAR out at 12:00 towards the perimeter fence, you will see the familiar orange LED “DIS” of the Disorient sign.  We are going DEEP into the playa this year. Join us.",
    "hometown": "New Paltz, NY",
    "url": "http://www.freekfactory.com/",
    "year": 2006,
    "uid": "scraped_2006_freek_factory"
  },
  {
    "name": "Friends and Family",
    "description": "Friends and Family was founded twelve years ago on two main ideas: 1) That a vibrant, effective and meaningful community of artists and freaks could be built around the practice of throwing underground, not-for-profit, participatory art and dance events; and 2) That the experiential environments created at these events were fundamentally positive: creative, celebratory, transformational spaces where we could truly be ourselves, together.",
    "hometown": "Menlo Park, CA",
    "url": "http://www.fnf.org",
    "year": 2006,
    "uid": "scraped_2006_friends_and_family"
  },
  {
    "name": "FRIENDSHIP seven",
    "description": "FRIENDSHIP seven, Join us on a musical & multimedia journey into fear of the unknown, and hope for the future.",
    "hometown": "pahrump, nv",
    "url": "www.friendshipseven.com",
    "year": 2006,
    "uid": "scraped_2006_friendship_seven"
  },
  {
    "name": "Fundalini Rising",
    "description": "open up yer elbow chakra and raise that fundalini with beatbox puppet shenanigans and interactive tomfoolery in a super lush yummy krystal unicorn fortress tea house filled with inflatable furniture, new friends of all species, group toothbrushing ritual (after the cereal), and eyes on boobs and boobs on eyes and eyes on boobs on eyes. oh and lots of crazy live performances, secert special guest dj throwdowns and sunrise fundalini metatations.",
    "hometown": "San Francisco, CA",
    "url": "www.funginears.com",
    "year": 2006,
    "uid": "scraped_2006_fundalini_rising"
  },
  {
    "name": "Funkee Monkey Camp",
    "description": "Funkee Monkey Camp returns and will be serving up funky beats to move your feet as well as banana pancakes at 9:11 every morning after a night of monkeying around on the Playa.  Come on down and git’ down y’all!",
    "hometown": "San Francisco, CA",
    "url": "http://www.funkeemonkey.com",
    "year": 2006,
    "uid": "scraped_2006_funkee_monkey_camp"
  },
  {
    "name": "Fusion Valley",
    "description": "Fusion Valley, will be offering an internet cafe, Shaved head painting daily from 2-4, stop by enjoy our carpeted 30×30 shade, and visit other geeks. We’ll have couches, computers, music, misters, games, Punch & Judy puppet shows, massage, and other fun activites. Stop by and say howdy to some long time burners.",
    "hometown": "Gerlach, NV",
    "url": "http://www.fusionvalley.net/",
    "year": 2006,
    "uid": "scraped_2006_fusion_valley"
  },
  {
    "name": "Future History of Space Flight",
    "description": "A montage portraying the history of space flight as depicted in films over the years.  From “2001” to “Serenity”, The best of the best and the obscure cut together in the order they appeared.  A depiction of the artistry and creativity that has gone into rendering our imaginations wildest dreams into a photo realistic medium.  So many of the ships created over time are truly as beautiful as they are thought provoking.  Interact by trying to name the film each ship appears in.  Guaranteed to stump even the most dedicated Sci-fi buff.  This is a tribute to this underrated art form that has made us all look to the future and imagine with hope and fear what it will bring us.  In many ways, space ships symbolize the future more than anything.",
    "hometown": "Redondo Beach, CA",
    "url": "www.thefuturehistoryofspaceflight.com",
    "year": 2006,
    "uid": "scraped_2006_future_history_of_space_flight"
  },
  {
    "name": "Future Pickle",
    "description": "The scum of the universe pass though our saloon doors looking for that last great buzz, and we’ll serve ’em all.  FUTURE PICKLE.  All pickles, all the time.",
    "hometown": "Los Angeles, CA",
    "url": "http://www.gamesandtheory.com/futurepickle.html",
    "year": 2006,
    "uid": "scraped_2006_future_pickle"
  },
  {
    "name": "Ganesh in Limbostan",
    "description": "Ganesha, the Hindu god of overcoming obstacles (among other attributes), invokes the unconscious resources of the psyche to visualize and actualize positive change, i.e., the realization of hope; change that originates in the clarity of the imagery in the unconscious mind during meditation or similar states of consciousness.  The Wizards of Id are here to help all who desire a shot of tequila to reach perfect clarity as to where they are and where they are headed on their journey; so, tell us, or record in our journal, anything that reflects your mythic journey of transformation at Burning Man – a recent dream, a story that happened after hitting the playa, an insight gained, or anything that reflects the path your individual psyche is taking through the collective experience of Burning Man toward your purpose in being here.  Your reward? A shot of tequila and good comraderie. When? Cocktails at 4:00 p.m. Wed. – Sat.  Also, join us for a performance by “Free Peoples” on Friday night. Free Peoples is top shelf musicians playing an over-the-top dance-able blend of rock, jazz and bluegrass. They are superb.",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_ganesh_in_limbostan"
  },
  {
    "name": "Garden of Sweden",
    "description": "Swedish-influenced garden of eden camp, serving traditional Glogg and other cultural delicacies. Learn killer swedish tongue-twisters and drinking songs.",
    "hometown": "Portland, OR",
    "url": "www.gardenofsweden.net",
    "year": 2006,
    "uid": "scraped_2006_garden_of_sweden"
  },
  {
    "name": "Geisha Palace",
    "description": "You Are Your Own Geisha!The plush Geisha Palace is the place for you to be just that…in a friendly, intimate (but not sexual) vibe.  Free sake helps.  Extraordinary close-up magic show by Mio daily Tuesday – Friday from 6:00 – 7:00 pm.",
    "hometown": "New York, New York",
    "url": "None",
    "year": 2006,
    "uid": "scraped_2006_geisha_palace"
  },
  {
    "name": "Genital Portrait Studio",
    "description": "Genital Portrait Studio offers a variety of genital portrait styles to suit your needs.  Our highly trained photographers are skilled in traditional, as well as modern genital portrait styles.  Your session may include a number of props and positions, and of course, fluffing is available.  We are also the playa’s premier provider of Genital ID Cards.",
    "hometown": "St. Louis, MO",
    "url": "http://www.genitalportraitstudio.org",
    "year": 2006,
    "uid": "scraped_2006_genital_portrait_studio"
  },
  {
    "name": "Get Lost / City of Lost Children",
    "description": "Come get lost!",
    "hometown": "Berkeley, CA",
    "year": 2006,
    "uid": "scraped_2006_get_lost_/_city_of_lost_children"
  },
  {
    "name": "Gigsville",
    "description": "Gigsville originally started as the whirligig village at Burning Man in 1998.  Since then, this community of over 300 people has become an active, year-round group of fuckos dedicated to the finer points of jackassery and better living through death.  All over the world you will find citizens of Gigsville, but their primary hangouts are in Northern and Southern California.",
    "hometown": "Los Angeles, CA",
    "url": "www.gigsville.org",
    "year": 2006,
    "uid": "scraped_2006_gigsville"
  },
  {
    "name": "Gnome Camp",
    "description": "The mission of Gnome Camp is to liberate garden gnomes from their humble dwellings, take them out into the world and show them a good time. We will be bringing 100 gnomes to Burning Man for adoption, and ask their caretakers to document their adventures with a disposable digital camera that we will provide.",
    "hometown": "Brooklyn, NY",
    "url": "www.gnomecamp.com",
    "year": 2006,
    "uid": "scraped_2006_gnome_camp"
  },
  {
    "name": "God Box",
    "description": "All those seeking Mystical Revelation are called forth to supplicate themselves before the great and wonderful MYSTIC TOAD. Take the sacred oath of secrecy, purge your spirit by writing in the book of confessions, be purified by the ritual priests, and enter deep within the LAIR of the MYSTIC TOAD, wherein lies the mysterious GOD BOX. There you will open the GOD BOX and reveal the secret contents within, coming face to face with the ULTIMATE REALITY OF ALL EXISTENCE, SPACE, TIME, AND BEING! Come and revel in the most profound of experiences on the Playa.The TOAD is happy . . .",
    "hometown": "Buellton, California",
    "url": "http://mystictoad.net",
    "year": 2006,
    "uid": "scraped_2006_god_box"
  },
  {
    "name": "Goddess Wish Camp",
    "description": "Goddess Wish Camp – Come have your wishes granted and desires fulfilled.  Showers, massage, anything!",
    "hometown": "concord, ca",
    "year": 2006,
    "uid": "scraped_2006_goddess_wish_camp"
  },
  {
    "name": "goddesswishcamp",
    "description": "Goddess Wish Camp  A very private and secure camp for playa goddess’s to cum get pampered with a tropical shower, massage, conversation,shaving, spanking, Anything that you might wish for. Wishes Granted Desires Fulfilled.",
    "contact_email": "awileycoyote@comcast.net",
    "hometown": "Concord, CA",
    "year": 2006,
    "uid": "scraped_2006_goddesswishcamp"
  },
  {
    "name": "Golden Cafe",
    "description": "Exotic cocktails and live music in the world’s strangest sidewalk cafe.",
    "hometown": "Woodland Hills, CA",
    "url": "http://www.goldencafe.org",
    "year": 2006,
    "uid": "scraped_2006_golden_cafe"
  },
  {
    "name": "Gravity point",
    "description": "We are gravity point because for some reason no matter what happens, regardless of our music, art, sewing, nightlife, or personalities. Our pull as a camp pulls a great amount of people towards our gravity point. Gravity knows best.",
    "hometown": "San Francisco, California",
    "year": 2006,
    "uid": "scraped_2006_gravity_point"
  },
  {
    "name": "Green Gorilla Lounge",
    "description": "Green Gorilla Lounge — The funkiest discotheque on the playa, groovybeats and tasty treats since 2003!",
    "hometown": "San Francisco, CA",
    "url": "www.greengorillalounge.com",
    "year": 2006,
    "uid": "scraped_2006_green_gorilla_lounge"
  },
  {
    "name": "GREEN PENIS",
    "description": "Play with it if you mustIt serves a higher purposeThis is a big waste of waterDo Not Fear the Penis",
    "hometown": "AUBURN, WASHINGTON",
    "year": 2006,
    "uid": "scraped_2006_green_penis"
  },
  {
    "name": "Greeters Camp",
    "description": "Hometown: El Segundo, Ca.Contact: ToplessDeb@burningman.com",
    "hometown": "El Segundo, CA",
    "year": 2006,
    "uid": "scraped_2006_greeters_camp"
  },
  {
    "name": "Gròóville",
    "description": "Grooville will have many projects and vehicles on hand to delight and entertain our many guests. The centerpiece of the camp is our dance studio and aerial rig, collectively known as Groov Studio. We will also host visitors in our central chill space.",
    "hometown": "seattle, WA",
    "url": "http://www.groovig.com",
    "year": 2006,
    "uid": "scraped_2006_gròóville"
  },
  {
    "name": "Gypsy Nomads",
    "description": "AFRugby1@aol.com  or  jonniesquest@yahoo.com",
    "hometown": "Ogden, UT",
    "url": "AFRugby1@aol.com  or  jonniesquest@yahoo.com",
    "year": 2006,
    "uid": "scraped_2006_gypsy_nomads"
  },
  {
    "name": "Gypsy Witch Camp",
    "description": "Our camp consist of experienced burners who would like to provide you with a community to camp with, explore with, eat salsa and drink tequila with.  If you are a first timer, lone traveler or are just looking for a welcoming group to “burn” with, you are welcome to join us.  We have fresh homemade Salsa at Six and fresh cut limes for Tequila at Ten.",
    "hometown": "Oklahoma City, OK",
    "url": "www.burninggypsy.com",
    "year": 2006,
    "uid": "scraped_2006_gypsy_witch_camp"
  },
  {
    "name": "H.A.T.S.-Heads are the shit",
    "description": "H.A.T.S.- Heads are the shit, Hat expo/exchangeCome spin the wheel and let fate decide what you where on your head.Or you can choose to sing, dance, spout poetry, give us a beer the possabilities are endless.The most important thing is to put something on your head.H.A.T.S. will have a variety of hats to choose from.Lots of fun for one and all.",
    "hometown": "camarillo, CA",
    "year": 2006,
    "uid": "scraped_2006_h.a.t.s.-heads_are_the_shit"
  },
  {
    "name": "Hair Of The Dog",
    "description": "You Know it, You Love it, Support It… Hair Of The Dog returns again. Bring your own instruments, refreshments , we provide the atmosphere and the stage.",
    "hometown": "Reno, NV",
    "url": "http://www.dmomusic.com/hotd/",
    "year": 2006,
    "uid": "scraped_2006_hair_of_the_dog"
  },
  {
    "name": "Hanuman-ville",
    "description": "Afternoon Yoga, the 24-hour Hanuman Hardware & bike pick-a-part (our motto: have a screw, leave a nut).",
    "hometown": "Los Angeles, CA",
    "url": "http://groups.yahoo.com/group/Hanumanville/",
    "year": 2006,
    "uid": "scraped_2006_hanuman-ville"
  },
  {
    "name": "Hearts Gone Wild",
    "description": "We offer workshops on dreams, relationship, kung-fu, yoga, and art. Visit our dome oasis for afternoon tea and a chocolate fountain!",
    "hometown": "Santa Cruz, CA",
    "url": "www.heartsgonewild.com",
    "year": 2006,
    "uid": "scraped_2006_hearts_gone_wild"
  },
  {
    "name": "Heaven's Ghetto",
    "description": "Visit the Ghetto with your peeps and ride the ORIGINAL Teeter Totter of Death, get graphic with some Graffiti or get some religion with Sunday Morning’s Tequila and God.",
    "hometown": "Costa Mesa, CA",
    "url": "http://members.cox.net/heavensghetto/",
    "year": 2006,
    "uid": "scraped_2006_heaven's_ghetto"
  },
  {
    "name": "Heavenly Feet",
    "description": "Heavenly Feet offers The Original Vinegar Foot Wash to soothe those hot and dry Playa feet. Prepare for the future from the ground up by taking care of your feet. Happy feet mean happy futures.",
    "hometown": "San Francisco, California",
    "url": "http://hometown.aol/com/scheuersf/myhomepage/index.html",
    "year": 2006,
    "uid": "scraped_2006_heavenly_feet"
  },
  {
    "name": "Heavenly Swing",
    "description": "The Future – A trip on a magical satin-padded Time-Swing up up and away into the interior of our throbbing laser-lit dome. The Hope is all around you – with 3dLeigh and DrTune on the turntables you’ll slip back and love the feeling of flight as your Fears blow away with the breeze.",
    "hometown": "San Francisco, CA",
    "url": "http://www.heavenlyswing.com",
    "year": 2006,
    "uid": "scraped_2006_heavenly_swing"
  },
  {
    "name": "Hedonic Sensuous Massage",
    "description": "Your ultimate pleasure is receiving a sensual sponge bath followed by lustful, arousing massage. Three luxury-loving massage therapists serve your every desire. An ethereal experience under 20×20 tent with gentle breezes, tranquil music, melodious waterfall. By appointment from 11 am to 3pm daily.",
    "contact_email": "slshp@hotmail.com",
    "hometown": "Reno, NV",
    "year": 2006,
    "uid": "scraped_2006_hedonic_sensuous_massage"
  },
  {
    "name": "HeeBeeGeeBee Healers",
    "description": "In the most amazing City on the planet we can get a little overwhelmed, tired and just plan hurtin’ as we run from art to art and the next cool event. When you need a little break, head over to the HeeBeeGeeBee Healers. 8000sq ft of shade and one of the greatest vibes will greet you. We will once again be offering Meditation, Yoga, Bodywork, workshops and so much more. Think of us as the calm in the middle of the storm.We are open every day providing healing services and classes. Guided Meditation opens the day and is then followed by an amazing Yoga class taught by our world class teachers. Then at 10am the body work starts to flow. If you have an ache we might be able to help. We do get full quick but there are always new friends that would love to meet you and help work out the knots in our carpeted and cool healing space.The HeeBees always welcome volunteer Healers. Do you have a wonderful talent in Bodywork and would like a clean organized place to play? Please stop by and lend a hand.The HeeBeeGeeBee Healers are looking forward to seeing you on the playa.",
    "hometown": "Boulder, CO",
    "url": "www.heebeegeebeehealers.org",
    "year": 2006,
    "uid": "scraped_2006_heebeegeebee_healers"
  },
  {
    "name": "Hey, We're Back here!",
    "description": "Hey, we’re back here…for all of our friends, old and new, please find us between 6 x6:30, last street in BRC…Mimosa’s in the morning, cold beers in the afternoon and in the evening? you decide…we like it back here, the people are laid-back and the sunsets are killer! so if you want to join us…hey, we’re back here!",
    "contact_email": "jlpc64@gmail.com",
    "hometown": "Los Banos, CA",
    "year": 2006,
    "uid": "scraped_2006_hey,_we're_back_here!"
  },
  {
    "name": "Hippocampus",
    "description": "Hippocampus is a memory making machine in your brain and on the playa.  Join us this year and create your memories.  Visit the Spiritual Accounting Office and find out if you’re due a refund or owe the universe for the past year.  Stop by Cafe Hippocamus for some conversation and coffee.  Or hop a ride on our art car – Hearsilla Queen of the Desert.",
    "hometown": "seattle, wa",
    "year": 2006,
    "uid": "scraped_2006_hippocampus"
  },
  {
    "name": "Hokey Pokey Camp Re-Fried Beings",
    "description": "Dance the Hokey Pokey Daily at 12 noon, Friends Of Bill W. Meeting Daily at 5:00. Tuesday night Movie night 8:00 PM -My Name is Bill W. Friday Noon break the Playa Hokey Pokey Record. Friday night Sister Iganacio Sober Dance Night and potluck. This is a clean and sober camp, everyone welcome.",
    "contact_email": "marvo03@hughes.net",
    "hometown": "Calexico, CA",
    "year": 2006,
    "uid": "scraped_2006_hokey_pokey_camp_re-fried_beings"
  },
  {
    "name": "Hokey Pokey Destiny",
    "description": "Hokey Pokey Destiny we have no fear.  Dance the Hokey Pokey Daily at 12:00 Noon all ages welcome to turn themselves around.  Friends of Bill W.  meeting 5:00PM daily.  Bill W. theater Tuesday night and Sister Inatia’s Sober Dance night from 8 to 11 on Friday night.  Trying to break the Hokey Pokey Black Rock Record On Friday Noon, give it a shot.  We are a 24 hour camp this is a safe place to hang if things get tuff.  Marvin  Marvo03@direcway.com",
    "hometown": "Calexico, CA",
    "year": 2006,
    "uid": "scraped_2006_hokey_pokey_destiny"
  },
  {
    "name": "Home Free Dome",
    "description": "Home Free Dome is a gathering place for the group and a refuge for the individual. Come to the Home/Dome to conspire, create and commune in group activity; or retreat to the Alone/Dome for solo peace and reflection.",
    "hometown": "Santa Rosa, CA",
    "year": 2006,
    "uid": "scraped_2006_home_free_dome"
  },
  {
    "name": "Honi Soit Croquet Club",
    "description": "Let the Honi Soit Croquet Club be your umbilical cord to a day without responsibility. Guided by the valiant battle against playa snobbery and too cool for schoolness since MCMXCVIII, we offer brotherly AND sisterly love for both the hopeful and the fearful amongst us seeking a peaceful future.  This is done with copious gaming (croquet, billiards and the likes) and copious consumption of spiritus fermentii.  As a side note, recent polls indicate that Honi Soit once again won the award for the friendliest camp on the playa.",
    "hometown": "Grass Valley, Ca",
    "url": "honisoitcroquet.com",
    "year": 2006,
    "uid": "scraped_2006_honi_soit_croquet_club"
  },
  {
    "name": "Hookahdome",
    "description": "Gather your favorite open-minded & sparkling friends, and make yourself at home in this intimate atmosphere of dance, communion, and luxury … Smolder with the fragrant incense of the sacred hookah, and spoil your senses with the seductive beauty of exotic performance art. Dance with refreshing abandon to the musical sorcery of the DJ wizards. Be surrounded by elegant beauty, intelligent creativity, and warm social energy … Hookahdome is candy for your soul.",
    "hometown": "Castro Valley, CA",
    "url": "http://hookahdome.com",
    "year": 2006,
    "uid": "scraped_2006_hookahdome"
  },
  {
    "name": "Hope On A Rope",
    "description": "Can’t cope? Don’t mope! Come to Hope On A Rope!",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_hope_on_a_rope"
  },
  {
    "name": "Horny Hut",
    "description": "Come release your inner demon, devil, satyr, or woodland creature by making yourself a pair of playa-horns!",
    "hometown": "Brooklyn, NY",
    "year": 2006,
    "uid": "scraped_2006_horny_hut"
  },
  {
    "name": "Hot Monkey Sox",
    "description": "Ever wonder what happens to your sock’s mates? They’re probably mixing it up at Hot Monkey Sox, a place where single socks can unravel and exhange lint with other diverse singles. Your playa-dusted feet are invited to join the party where you can adopt an amorous and unique pair clean socks. The natual ritual of sock mating has resulted in kid-size socks too, so bring treat your tiny playa-feet for a visit. Single-for-lifer lingerie soloists can find greater social purpose in the Puppetry Of The Sock and sock-monkey stuffing lessons made kid-safe.",
    "hometown": "Pacific Grove, cA",
    "url": "http://www.formandfunction.com/hotmonkeysox",
    "year": 2006,
    "uid": "scraped_2006_hot_monkey_sox"
  },
  {
    "name": "HOT WHEELZ CAMP",
    "description": "Here at Hot Wheelz Camp, we offer the gift of mobility to fellow Burners whomight have difficulty traveling to the far reaches of Black Rock City.  It isour goal to expand and enhance the opportunities of our Themecamp guests toPARTICIPATE!",
    "hometown": "Reno, Nevada",
    "url": "http://groups.msn.com/HotWheelzCamp",
    "year": 2006,
    "uid": "scraped_2006_hot_wheelz_camp"
  },
  {
    "name": "House of Ill Repute",
    "description": "The House of Ill Repute will once again be available for all seekers of advice, theology, and psychic toll paying, as well as circulating the most beloved card game on the playa. Come by anytime for a Playa Sour!",
    "hometown": "New York, NY",
    "year": 2006,
    "uid": "scraped_2006_house_of_ill_repute"
  },
  {
    "name": "House of Lotus",
    "description": "House of Lotus is back bringin’ the beats to move you feets and the bass to move yo asse",
    "hometown": "San Francisco, CA",
    "url": "www.houseoflotus.com",
    "year": 2006,
    "uid": "scraped_2006_house_of_lotus"
  },
  {
    "name": "House of Masks II",
    "description": "The House of Masks returns bigger and better after popular demand! Lounge and find refuge from the playa in the form of mellow music and cozy couches shaded from the sun.  And come and lose or find yourself with an exploration of masks.  Create a mask to express your HOPE and/or your FEARS.",
    "hometown": "san francisco, CA",
    "url": "dworman.com",
    "year": 2006,
    "uid": "scraped_2006_house_of_masks_ii"
  },
  {
    "name": "Hushville",
    "description": "Now in its sixth year, the Village of Hushville is an aural oasis in an undulating sea of chaos, and is open to any camper who can abide by three simple rules:1.) no generators2.) no amplified sound3.) clean up after yourselfA strong community has been building within the village over the years, but newcomers are always welcome. We have large camps, solo campers, theme camps, non-theme camps, and at least one resident evil klown. All Hushvillains must be preregistered online… no drop-ins! Considerably more information is available on our web site, so please browse through those pages if you’re curious about us.",
    "hometown": "houston, tx",
    "url": "www.playachicken.com/hushville",
    "year": 2006,
    "uid": "scraped_2006_hushville"
  },
  {
    "name": "ILL NA NA",
    "description": "The illest ***** on the planet…the ILL NA NA. Home to the Mr Black Rock Pageant & Desert Couture Show. An alternate destination on your multiple stop to fashion bliss. Stop by and get your runway fix, schedule a massage, or just relax in style.",
    "contact_email": "hadrian@hechoensf.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.hechoensf.com/illnana",
    "year": 2006,
    "uid": "scraped_2006_ill_na_na"
  },
  {
    "name": "Image Node",
    "description": "Experience our synaesthetic extravaganza of sound, video, and light.  Dance to experimental beats and minimal techno, behold 3 screens of live mixed video, play Bush Bush Revolution and Silent Football, wallow in the SnuggleZone, bliss out in Space Station Prog, make a silkscreen, talk politics, take a survey.  The future is NOW!",
    "hometown": "brooklyn, ny",
    "url": "http://www.imagenode.org",
    "year": 2006,
    "uid": "scraped_2006_image_node"
  },
  {
    "name": "Industrial Waste Adoption Center",
    "description": "Orphan Polyethylene Terephthalate (psst, it’s mylar) need your love!  A recent international technology transfer has left this darling virgin film homeless… stop by, splash a bit with vibrant industrial chemicals and give it a happy life as a playa pinwheel!",
    "hometown": "Sunnyvale, CA",
    "year": 2006,
    "uid": "scraped_2006_industrial_waste_adoption_center"
  },
  {
    "name": "Insex",
    "description": "Arthropods (insects, spiders and their relatives) are many people’s fears, but they shouldn’t be since they will out live us and thus are the future.  Stop on by and see the beauty and splendor of arthropod love, and the people who love them.",
    "hometown": "Ft. Collins, CO",
    "year": 2006,
    "uid": "scraped_2006_insex"
  },
  {
    "name": "Inspiratum",
    "description": "Inspiratum – Derived from Inspirat (inspiration) and –tum (derived from or as a result of), a place void of politics where the mind is free to be inspired from the work, the ambition, and the creative acts of others.  Inspiratum is the Flux that surrounds the camp, an invisible goo of inspirational energy that leaks through your eyes and ears and inserts that thought in your head, “That is cool, I want to build ______” or , “I want Storm to paint my body tonight.”",
    "hometown": "Rancho Cordova, CA",
    "url": "www.blackco.org/inspiratum",
    "year": 2006,
    "uid": "scraped_2006_inspiratum"
  },
  {
    "name": "Iron Rose",
    "description": "Iron Rose brings HOPE with ambient ol’timey bluegrass, blues and old soul, a bit of swing, a healthy dose of alt rock and a whole lot of Middle Eastern music in our arabic-flavor’d Juke Joint.  Reach Safe Harbor (then watch it sinuously move and glow!)",
    "hometown": "Redwood City, ca",
    "url": "http://www.dykema.net/ironrose.htm",
    "year": 2006,
    "uid": "scraped_2006_iron_rose"
  },
  {
    "name": "IRONICA",
    "description": "A place of love, levity, and creativity offering musical and connecting events including The Great Singing Buddha-Bowl Experiment (tribal singing/chanting), Head Shaving, Contact Improv (dancing), the Unabashed Compliments Booth, Acoustic Karaoke, and lots of other stuff.",
    "hometown": "los angeles, CA",
    "year": 2006,
    "uid": "scraped_2006_ironica"
  },
  {
    "name": "Irrational Geographic Society",
    "description": "The Irrational Geographic Society’s 2006 mission to Black Rock City disassembles your future with powerful computers, and rebuilds it,better. The sick will be healed by 14kW of LED’s.",
    "hometown": "Cambridge, MA",
    "year": 2006,
    "uid": "scraped_2006_irrational_geographic_society"
  },
  {
    "name": "JiffyLube/Penetration Village",
    "description": "A gathering of gay and bi-sexual camps who collectively encourage a sex-positive atmopshere and playground on the playa!",
    "hometown": "San Francisco, CA",
    "url": "http://www.getingetoffgetout.com",
    "year": 2006,
    "uid": "scraped_2006_jiffylube/penetration_village"
  },
  {
    "name": "John Couger Melon Camp",
    "description": "More than melons! We have a wheel of chance, lasers in the sky, andThumbderdome; all on the deck of a pirate ship emergingfrom the playa dust. The wheel of chance depends on which Melonhead isrunning the wheel, it could be the wheel of Hope and Fear, or the Wheel ofMisfortune, or the Wheel of Pleasure and Pain, or the Wheal of you Big Dopeand Beer. If in the night sky you see a video game projected in lasersoverhead, that might be our camp. Come by and thumb wrestle in theThumbderdome.",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_john_couger_melon_camp"
  },
  {
    "name": "Journeys",
    "description": "Come experience a meeting with your Destiny through Spiritual Journeys, Readings and Dream Intrepretations. We have the gift to help you unlock your destiny.",
    "contact_email": "mikejacklv@hotmail.com",
    "hometown": "Las Vegas, NV",
    "year": 2006,
    "uid": "scraped_2006_journeys"
  },
  {
    "name": "JubJub's Plastic Circus",
    "description": "The Monkey joined the Plastic Circus.",
    "hometown": "reno, nv",
    "url": "archideaz@aol.com",
    "year": 2006,
    "uid": "scraped_2006_jubjub's_plastic_circus"
  },
  {
    "name": "Jungle Jym",
    "description": "Welcome to the jungle where funky munkeys get down to some serious monkey business. Swinging beats and wild times abound in this urban playground.",
    "hometown": "Denver, CO",
    "url": "http://profile.myspace.com/index.cfm?fuseaction=user.viewprofile&friendid=82464250",
    "year": 2006,
    "uid": "scraped_2006_jungle_jym"
  },
  {
    "name": "K-Svert 106.5 FM Performance Stage",
    "description": "K-Svert 106.5 FM provides the good citizens of Black Rock City a voice, a venue, an outlet for creativity in the form of not only radio waves, but also a professional quality performance stage that is open to any and all who wish to share their talents with the masses. K-Svert is your spot on the radio dial to keep in touch with the happenings in our fair city. At night the stage comes alive with performance, shadow dancing, artistic visuals,fire spinning, and spectacle. A feast for the eyes and ears! Located on the Esplanade, look for the 50 foot broadcast tower.",
    "hometown": "San Jose, CA",
    "url": "www.k-svert.com",
    "year": 2006,
    "uid": "scraped_2006_k-svert_106.5_fm_performance_stage"
  },
  {
    "name": "Ka Pilina camp",
    "description": "Kama’aina have no better home on the playa than at the Ka Pilina camp, the official Hawaii Regional embassy. Meet other Hawaii burners and learn about the many events and the growing community in the islands. One of the camp’s goals is to bring to the playa a taste of Hawaiian culture expressed through art and performance. Our biggest event of the week will be our 4th annual gathering of “kama’aina on the playa” luau on Friday 6-10 PM. Stop on by if you want to connect with Hawaii burners and learn all about the Ka Pilina Interactive Arts Society, and to get a glimpse of the crazy events going on in Hawaii all year long.",
    "hometown": "Haleiwa, HI",
    "url": "http://www.kapilina.org/kapilina/tcamp06.html",
    "year": 2006,
    "uid": "scraped_2006_ka_pilina_camp"
  },
  {
    "name": "KAIROS",
    "description": "KAIROS",
    "hometown": "la jolla, ca",
    "year": 2006,
    "uid": "scraped_2006_kairos"
  },
  {
    "name": "Kamp Go Fuck Yourself",
    "description": "Unicorns.  Friendship bracelets.  Butterflies.  Pinky swears.  French Poodles.  OMG BFF!!!",
    "hometown": "BELLEVUE, WA",
    "year": 2006,
    "uid": "scraped_2006_kamp_go_fuck_yourself"
  },
  {
    "name": "Kamp Kammaniwannalaya",
    "description": "Kamp Kammaniwannalaya is an closely knit group of eclectic artists, perverts, musicians, drug abusers, self abusers, and recovering recoverers. During the week of Burning Man we build and maintain a safe refuge where tackiness is not only tolerated but applauded and praised. Political correctness, simple common human dignity and voting rights are mocked and discouraged. World class Mai Tai’s poured by Spanky and floral lai’s are offered on Friday nite to ask for forgiveness for our wickedness. Competitive Limbo competitions are rumored to be slated for ESPN. Smore Whore will be making a triumphant return to the Playa and supplying her hot fresh Smores. Free form Island drumming is a staple diet and public humiliation will be found at the Limbo Queen’ feet. Juicy Yum Yum is said to be returning if enough eye glitter can be found.",
    "contact_email": "slt_ppy_@hdo.net",
    "hometown": "Alturas, CA",
    "year": 2006,
    "uid": "scraped_2006_kamp_kammaniwannalaya"
  },
  {
    "name": "Kamp Suckie FuckAYE",
    "description": "Suckie FuckAYE!Kamp Suckie FuckAYE has be an unofficial playa tradition since 1999. In 2006 it is finally graduating to an authorized map-listed camp. Home base for the legendary Garnish Five Conclave, Society Insomnia, and the 3 Star Smoked Fish Posse. Also headquarters for the campaign to re-elect Neptune for Mayor. It is a breeding ground for all strange creatures including: fire pixies, menacing demons, ancient gods, and intrepid ninjas.",
    "hometown": "Los Angeles, CA",
    "url": "www.creativefactor.com/garnish",
    "year": 2006,
    "uid": "scraped_2006_kamp_suckie_fuckaye"
  },
  {
    "name": "Kathanika",
    "description": "There’s no need to muster hot and bothered in the relentless heat of a dreadful August sun!  Be it a scorching afternoon or a bitter, wind-stormy day, escape to KATHANIKA and enjoy Storytime Shisha: savory flavoured tobaccos while listening to (and reciting) fearsome, firey narrations on all sorts of topics!",
    "hometown": "Los Angeles, CA",
    "url": "http://www.kathanika.com",
    "year": 2006,
    "uid": "scraped_2006_kathanika"
  },
  {
    "name": "KidsVille",
    "description": "KidsVille is of, by and for kids and their families. We welcome any and all to camp with us or stop by and play for a bit.  We are not a babysitting service, but some amazing friendships have been created and have lasted over the years.",
    "hometown": "Bullhead City, AZ",
    "url": "http://www.burningkids.com",
    "year": 2006,
    "uid": "scraped_2006_kidsville"
  },
  {
    "name": "knarly carnival",
    "description": "The knarly carnival camp will keep you entertained day and night, providing fun carnival games such as flying chickens throw rings, and burst that baloon, win crazy prizes, it will take you back to the old carnival days, have fun and when you are tired, just relax at the carnival bar for a cold one!",
    "contact_email": "annamarie_byrne@yahoo.com",
    "hometown": "Santa Barbara, CA",
    "year": 2006,
    "uid": "scraped_2006_knarly_carnival"
  },
  {
    "name": "Kostume Kult",
    "description": "Bubbling up from the NYC underground, Kostume Kult is an artistic party crew like none other.  Inside the costume dome we offer up costuming and body art while sweet DJ’s massage the vibe in our chill lounge/performance area.  Early in the week we seek to trade but, by the burn, everything must go! During the days, our dome is open to all and, by night, the Kostume Kultists parade the playa in style! Themed “Carousel”, this year we embrace hope, ascension and a sci-future aesthetic.  Our Thursday/midnight costume party is always insane and there will be fashion shows, hooping lessons and random theatrics going on all week.  Please stop by if you love costuming and comfortable vibes.  You are one of us 🙂",
    "hometown": "New York, NY",
    "url": "www.KostumeKult.com",
    "year": 2006,
    "uid": "scraped_2006_kostume_kult"
  },
  {
    "name": "Krishna Camp",
    "description": "Krishna Camp brings to Burning Man a rich heritage of spiritual culture with amazing vegetarian food, astounding performances, awe-inspiring dance and addicting music amidst unique and thought provoking art installations. To confront the onslaught of a fearful future into which we all must plunge, we seek to provide a fearless shelter into which we can continually dive to relish transcendental pleasure uninhibited by considerations of age, race, sex, nationality or creed.",
    "hometown": "College Park, MD",
    "url": "http://www.krishnacamp.com",
    "year": 2006,
    "uid": "scraped_2006_krishna_camp"
  },
  {
    "name": "Ku De Ta",
    "description": "Ku De Ta is built on the shifting desert sands between hope and fear. Revolution takes many forms. And this one, this is ours. It’s our time to rise up, impact our community, to make our stand. We’re a fortified rebel compound comprised of refugees from Opulent Temple, Space Cowboys, Disorient, Flaming Lotus Girls, Burners Without Borders/Camp Katrina, and Gigsville. And we’re coming at ya, loud, proud, unafraid. Are you ready? Better yet, are you worthy? Are you!?!?Approach our gates and find out. Maybe – just maybe – you’ll join the rebellion and reap the rewards: ambrosia and honey, manna from the heavens, all rolling together as one. That is, IF you are allowed to enter. Do you have what it takes? Can you see with the right kind of eyes and glimpse the new dawn, just beyond the horizon? Does glory await you? Are you one of us?Because we see what’s going down and we’re ready. Without eternal vigilance, it can happen here. Power to the freaky people!",
    "hometown": "San Francisco, CA",
    "url": "http://tribes.tribe.net/kudeta",
    "year": 2006,
    "uid": "scraped_2006_ku_de_ta"
  },
  {
    "name": "La Dolce Vita",
    "description": "If Fellini were directing a movie today, the playa would surely be his casting couch.  Come lounge at one of our sidewalk cafe tables, nest in a semi-private cabana, enjoy up-tempo and Italo-jazz inspired grooves, get your picture taken for our Hunks of the Vatican or Nuns Gone Wild calendars, or simply relax in the splendor and timelessness that is Roma.",
    "hometown": "west hollywood, ca",
    "url": "www.dragondebris.com",
    "year": 2006,
    "uid": "scraped_2006_la_dolce_vita"
  },
  {
    "name": "La La Land",
    "hometown": "philadelphia, PA",
    "year": 2006,
    "uid": "scraped_2006_la_la_land"
  },
  {
    "name": "Labwλrks",
    "description": "A space satellite launched by Apokiliptika in 1974 to do oven mitt research for the the people of its glorious eastern block nation. Now a dilapidated husk of outdated space debris, begging for Tang and Space Food Sticks as shuttles deliver more and more oven mitts. Dock with us… IN SPACE!",
    "contact_email": "sinktrap@charter.net",
    "hometown": "Sparks, NV",
    "url": "http://www.MutantVehicle.com/Labwerks.htm",
    "year": 2006,
    "uid": "scraped_2006_labwλrks"
  },
  {
    "name": "LAFC camp",
    "description": "Small camp with stage for open fire performance.",
    "contact_email": "tedward@burningman.com",
    "hometown": "Hollywood, CA",
    "url": "http://www.tedward.org/village/2007/index.html",
    "year": 2006,
    "uid": "scraped_2006_lafc_camp"
  },
  {
    "name": "LAFers",
    "description": "The LAFers are back again, sharing our love of art and painting with the citizens of BRC.  Our big playa easels will be up daily with blank canvas waiting for you to help us fill.  All are welcome to paint the community pieces, express your hopes and fears. Stop by and “show us your lazy-ass”!",
    "hometown": "Coos Bay, OR",
    "url": "www.artpacific.com/burningfriends.html",
    "year": 2006,
    "uid": "scraped_2006_lafers"
  },
  {
    "name": "Lahontan Korps",
    "description": "12,000 SQFT. of radar skattering camouflage; temporary shade for weary travelerson the verge of heatstroke; survival skills taught, and shade made.  Shade filledwith recalcitrant hero’s who have a profound love of history.  Misting on the roadevery hot afternoon, and the ‘the knot to save you all’ taught in the late afternoon.",
    "hometown": "Arcadia, CA",
    "year": 2006,
    "uid": "scraped_2006_lahontan_korps"
  },
  {
    "name": "Lake Lahontan Yacht Club",
    "description": "Lake Lahontan Yacht Club is your oasis in the midst of the desert. We know that Lake Lahontan is long gone, but the tropical spirit is alive in this crazy bunch. Come join us for drinks on the end of the pier at sunset. Wear your gaudiest aloha shirt or you shortest grass skirt and come sit in the shade and watch the hot and dusty world pass by. We have all sorts of little surprises this year, so make sure to stop by and check us out.",
    "hometown": "Shelbyville, TN",
    "url": "http://www.lakelahontan.org",
    "year": 2006,
    "uid": "scraped_2006_lake_lahontan_yacht_club"
  },
  {
    "name": "Lamplighter L. C. P. aka Workspace",
    "description": "The Labor Congregation Pavilion is where Lamplighters prepare to light the streets of Black Rock City every night of the event! We gather nightly at 5:00 p.m. at the Lamplighter Chapel to clean, prepare and light near 1,000 lamps before we hang them ceremoniously throughout our city. The work takes 2-3 hours each night and we’ll use over 1,000 volunteers over the course of the week. Volunteers can participate as few or as many nights as they wish! Bring a friend!_Hometown: San Francisco, CA",
    "hometown": "Portland, OR",
    "url": "www.burningman.com/participate/lamplightersvillage.html",
    "year": 2006,
    "uid": "scraped_2006_lamplighter_l._c._p._aka_workspace"
  },
  {
    "name": "Lamplighter Village",
    "description": "Lamplighter Village is where the core Lamplighters live. These are folks who make it there business to light the lamps of Black Rock City every single night! Rain or Shine. White Out or No White Out. But you don’t have to live in Lamplighter Village to be a Lamplighter — participants are welcome and encouraged to join the Lamplighters on one, two, or several nights of the festival. This year in BRC there are more lanterns to be lit than ever before and we re going to need more Lamplighters than ever before, and that’s the cold hard truth! Come relax in the shade of our lounge, enjoy a little late afternoon misting, or gander at the Man himself from our observation deck. Then join the rest of the robed ones as we head over to our Center Camp Chapel workspace every night at 5:00 p.m. to prep the lanterns for ritualistic distribution throughout the city! Lamplighter Village is HQ for the first major part on the playa. Join us Monday Night at 10 p.m. for the annual “Bring Your OWN Cup” Lamplighter Sangria Soiree, and find out just what goes on under those robes. And if your teeth are feelin’ a little loose mid-week and you fear you might be catchin’ a case of the ol’ scurvy… Come on by for a heapin’ healpin’ of Hot Sauce’s XXX Cajun veggies served up in one of the best Bloody Mary’s you’ll find on the playa. Yep, Wednesday is the new Sunday AND our Bloody Mary Brunch. Bring your own cup! and make it a big ‘un. Hometown: San Francisco, CA",
    "hometown": "Portland, OR",
    "url": "www.burningman.com/participate/lamplightersvillage.html",
    "year": 2006,
    "uid": "scraped_2006_lamplighter_village"
  },
  {
    "name": "Lance Land/Black Rock Electric",
    "description": "“Lance Land” / Black Rock ElectricWe power the playa…",
    "hometown": "brisbane, CA",
    "year": 2006,
    "uid": "scraped_2006_lance_land/black_rock_electric"
  },
  {
    "name": "Lapdance",
    "description": "Learn the basics of poledance or sexy strip/dance. Come party with us.",
    "hometown": "Grass Valley, CA",
    "year": 2006,
    "uid": "scraped_2006_lapdance"
  },
  {
    "name": "Lavender Lounge",
    "description": "The Lavender Lounge is a place for a brief respite from the heat and dust… a place to lay down and be \"lavenderized\" with lavender water mist and a lavender eye pillow followed by a lovely vibrating head massage. A pause to refresh at Green Man…",
    "contact_email": "gmorgret@planeteria.net",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_lavender_lounge"
  },
  {
    "name": "Lemuria",
    "description": "Lemuria is a pseudo-spiritual multidimensional dance camp. At Burning Man 2006 Lemuria will be raised with the intention of re-birthing messages of Hope, Oneness, Unity and Acceptance. Once gravitated to pilgrims will enter the Gateway to Lemuria, a portal encoded with sacred symbols. The crystal cave will provide you with a place out of the sun, where you can explore your future inspired by Lemurian wisdom which you will find hidden deep inside.",
    "hometown": "Vancouver, N/A",
    "url": "http://lemuria.parallels.ca",
    "year": 2006,
    "uid": "scraped_2006_lemuria"
  },
  {
    "name": "Lhasa 2012",
    "description": "Our vision for the future in the year 2012, is to have the exiled Tibetans return to their capital in Lhasa.   Lhasa 2012 will represent the celebration that ensues after this return; moreover it’s a universal symbol for the end of repression and segregation amongst the human family and a good reason to come and dance to some of the funkiest DJ’s on the west coast!",
    "hometown": "Davis, CA",
    "url": "soundvibe2000@yahoo.com",
    "year": 2006,
    "uid": "scraped_2006_lhasa_2012"
  },
  {
    "name": "Limbo",
    "description": "Limbo camp hosts a purgatory theme, harmonously balancing hellish and heavenly aspects. A shady oasis complete with furniture and plenty of visual stimulation. Limbo camp will host parties and events throughout the festval and provide a comforable refuge for the weary playa contemplative with drawing, chill tunes and good company.",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_limbo"
  },
  {
    "name": "Living the Dream",
    "description": "Our camp would like to invite other positive individual to share thoughts and ideas over a cup of coffee, or a beverage of there choice. We will have a bar set up creating a conducive environment for the exchange of ideas and information. Hopefully everyone will return after Burning Man with a greater appreciation of our environment, planet and the people we interact with on a daily basis. Making our world a better place to live.",
    "contact_email": "kbjewelry@aol.com",
    "hometown": "Chico, CA",
    "year": 2006,
    "uid": "scraped_2006_living_the_dream"
  },
  {
    "name": "Love Army HQ",
    "description": "Love Army is Black Rock’s first “Theme Cult” – a brash experiment in decentralized viral participation.",
    "hometown": "Brooklyn, NY",
    "url": "www.lovearmy.org",
    "year": 2006,
    "uid": "scraped_2006_love_army_hq"
  },
  {
    "name": "Love Puddle Camp",
    "description": "The love puddle camp is an interactive, hands-on expression of love and community.  The love Puddle Camp will be providing open “themed” community twister games for groups up to 50 people.  Some of the themes will be, 3-D Twister, bi-curious twister, meet a new friend twister, drunken twister and many, many permutations of the above.",
    "hometown": "Mountain View, CA",
    "year": 2006,
    "uid": "scraped_2006_love_puddle_camp"
  },
  {
    "name": "Luna Sanctuary",
    "description": "Retreat to Luna Sanctuary for a place to reflect, feel spiritual, or just chill.  Norse runes and lunar icons engage the eyes.  Dynamically generated sounds range from ambient and downtempo up to progressive and sophisticated, subtle psychedelic trance throughout the evening.  Dance if you like, but gently, please.",
    "hometown": "Glendale, CA",
    "url": "http://dusk.org/adam/burn/",
    "year": 2006,
    "uid": "scraped_2006_luna_sanctuary"
  },
  {
    "name": "Lustre",
    "description": "Lustre is celebrating the yin and yang of Hope and Fear this year in all sorts of marvelous ways.  Party at the Astral Lounge (and get some Astral-ology vibes for The Future while you’re there).  Don’t miss the little-black-dress party, this year with a decidedly goth aura.   Or, depending on your mood, chill at the Tazii tent – and bask in the cool warmth of gold banners floating overhead, sprinkling your Lustreous body with all sorts of The Future vibes.",
    "hometown": "Berkeley, CA",
    "year": 2006,
    "uid": "scraped_2006_lustre"
  },
  {
    "name": "M*A*S*H 4207th",
    "description": "The least disciplined but most hospitable military unit in Black Rock City, M*A*S*H 4207th has been on the playa since 1999, and a registered theme camp since 2000. Feeling unwell? The doctors & nurses of our unit will prescribe inebriation therapy till you can’t walk, then throw you on the stretcher & haul you from post-op to your home camp or where we decide to dump you. Our well-trained alchoholics will gladly eliminate any surplus liquor you may have. Who else on the playa will hand out military spec toilet paper rations at 3 AM when the JoTS have run out? If we like you, you may get invited to the 38th Parallel Medical Society poker game. If we don’t like you, that won’t stop us from giving you shelter from the heat & dust. While the USO seems to be avoiding us, that has never stopped music & comedy from occuring at random in the mess hall. Travel with caution near our camp at night; The CO & others are avid playa fishermen. From draglines to driftnets to simple fishing in front of camp, no tripper wanting that free glow stick is safe from our master anglers. Carry your BRC issued ID near this camp: random security checkpoints at all hours. Raids & blockades of other camps will occur when least expected.",
    "contact_email": "rigger.justin@gmail.com",
    "hometown": "Salem, OR",
    "year": 2006,
    "uid": "scraped_2006_m*a*s*h_4207th"
  },
  {
    "name": "Mad Science",
    "description": "How many Igors does it take to burn out a lightbulb?  Our crew of mad mad scientists, lovely assistants and Igors will help you figure it out.  We will dazzle and intrigue you with feats of mechanics, magnetism, light, chemistry and fire and then force your brain to understand the science behind it.  Muhahaha!",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_mad_science"
  },
  {
    "name": "Mad-Scientists-Collective",
    "description": "The Mad-Scientists have brought you the L2K, the Hypknowtrons, a spotlight talking to space and many other grand visions over the years. This year we bring a new predominant feature to the playa, the replacement for the L2K, a new ring of lights around the man. Check our camp for the new and improved control room and other extra goodness.",
    "hometown": "san Jose, cA",
    "url": "www.mad-scientists.com",
    "year": 2006,
    "uid": "scraped_2006_mad-scientists-collective"
  },
  {
    "name": "Media Mecca",
    "description": "Media Mecca is Black Rock City’s press room — a resource for the media to check in, get information, and learn more about Burning Man. All press are required to pre-register at http://www.burningman.com/press. Media Mecca, located in Center Camp, is open daily from 9 AM-ish to 5 PM-ish.",
    "hometown": "san francisco, CA",
    "url": "http;//www.burningman.com/press",
    "year": 2006,
    "uid": "scraped_2006_media_mecca"
  },
  {
    "name": "Meet Me Here",
    "description": "We welcome all new, old and wise burners a place to meet and greet all whom enter our camp. We will provide shelter from the shade, morning hotcakes while they last and glow in the dark paint for those who need a little distraction while they are waiting for their friends. There will also be a message board for those who just can’t wait!",
    "hometown": "Campbell River, BC",
    "year": 2006,
    "uid": "scraped_2006_meet_me_here"
  },
  {
    "name": "Mekka Oasis",
    "description": "Located on the Esplanade, the Mekka Oasis will provide refuge for those adventurous travellers looking to engage their senses, expand their mind, and transcend their world while sharing all their hopes and fears. The Oasis will be comprised of three tents each focused on the primal, the cerbral and the spiritual. Throughout the week the Outpost will serve as a forum for artists, lovers, performers, thinkers, tinkerers, speakers, philosophers, preachers, and healers to interact and share their experiences. The week will culminate with a celebration of the triumph of the human spirit after the burn with music, light, video  and interactive art throughout the night and into the new day.",
    "hometown": "Manhattan Beach, CA",
    "url": "http://www.mekka.com/burningman2006/",
    "year": 2006,
    "uid": "scraped_2006_mekka_oasis"
  },
  {
    "name": "metaporch",
    "description": "Come on over and bring some crazy — there may not be enough to go around.",
    "hometown": "Santa Cruz, CA",
    "url": "N/A",
    "year": 2006,
    "uid": "scraped_2006_metaporch"
  },
  {
    "name": "Mezzanine",
    "description": "Hope and Fear are two extremes.  By showing two groups with diametrically opposed perspectives we look at how hope and fear can be interwoven.  Come and see the Way of all Flesh and see how they hope to eradicate the cyborg menace from burning man. If you support the cause, you can participate in our party rally which will be held late afternoon on Friday.  There will be hot dogs and balloons for the kids.  Not good enough?  Come and see the revolutionary Cyborgs free the hearts and minds of Black Rock City’s citizens from the fear of the biological supremacists.  If you support the cyborgs, you can show your support by coming to our revolutionary party just before dark on Friday.  We will show the Way of All Flesh not to mess with the cyborgs.",
    "hometown": "Sacramento, CA",
    "url": "http://www.geocities.com/dimyarbles/meza9.html",
    "year": 2006,
    "uid": "scraped_2006_mezzanine"
  },
  {
    "name": "Midwest Mayhem",
    "description": "Home of the Laser Dome, a psycedelic laser experiance made to test you sensory threshold. We bring the falva of the midway to the playa, coupling music and mayhem in true midwest fashion. Come for the laser treatment, stay for the freak out.",
    "contact_email": "cactusjam@comcast.net",
    "hometown": "Glenview, IL",
    "url": "http://www.CampMidwestMayhem.com",
    "year": 2006,
    "uid": "scraped_2006_midwest_mayhem"
  },
  {
    "name": "Mind Shaft Society",
    "description": "The Mind Shaft Society is reconstructing an ancient Time Portal that was discovered in the late 19th century by Dr. Frank Lloyd Wright. Dr. Wright was researching his distant cousin, The Great Borzuni, who first stumbled upon the Time Portal in the mountains of Transylvania. The Portal was secretly used as a fortune-telling device by wandering hordes of Greeks, Romans, Turks, Gypsies and other nomadic tribes. Originating in New Guinea and transported via the Silk Trade Route, it established a connection to the future under the guidance of mysterious figures.",
    "hometown": "San Francisco, CA",
    "url": "http://www.mindshaftsociety.com",
    "year": 2006,
    "uid": "scraped_2006_mind_shaft_society"
  },
  {
    "name": "Ming' Speakeasy",
    "description": "Ming’s Speakeasy reprises the sci-fitastic ambience that was Moons of Mongo in years past. It’s a place for aliens to gather.",
    "hometown": "Berkeley, CA",
    "url": "http://www.moonsofmongo.com",
    "year": 2006,
    "uid": "scraped_2006_ming'_speakeasy"
  },
  {
    "name": "Mischief Camp",
    "description": "Ready for a little Mischief on the Playa? stop by 24/7 and vote at the official hope/fear booth. Then venture into Mischief dome where you will find the Emporium of electric shock toys. Test your reflexes against your friends in a game of reaction, take a lie detector test, play the shocking simon game to test your memory and at 2pm daily, be a member of one of two teams of five to play electric shock laser tag! It’s the most shocking game of capture the flag ever!",
    "hometown": "colorado springs, CO",
    "year": 2006,
    "uid": "scraped_2006_mischief_camp"
  },
  {
    "name": "Miss Information Station",
    "description": "Our 2nd Year Miss-Guiding, Miss-Directing and general all around good (or bad) advice about Burning Man survival to anyone willing to listen. Newbies are more than always welcomed!",
    "hometown": "los banos, CA",
    "year": 2006,
    "uid": "scraped_2006_miss_information_station"
  },
  {
    "name": "Mohammeds Mini Martini and Erotica",
    "description": "When the sun reaches its zenith and is beating down on the citizens of Black Rock city head over to the coolest Bedouin Palace on the playa and indulge in an ice cold martini while lounging on pillows,poufs,camel saddles and lots of carpets.  Lay around Mohammeds and philosophize about life or read from our “Book of 1001 Erotic Tales”.  This ancient tome is a collection of our guests erotic stories from the last three years and is housed in a 300 year old book that is illustrated with scenes from past years at Mohammeds.  The drinks and nibblies are offered with traditional Bedouin hospitality but we do ask,if the spirit moves you,to write a true erotic story that we can include in this history of the sensual life of the denizens of Black Rock City.  We Mohammedans tend to shake our martini thing between lunchtime and dinner but come early or late and you may be suprised.",
    "hometown": "Incline Village, Nevada",
    "year": 2006,
    "uid": "scraped_2006_mohammeds_mini_martini_and_erotica"
  },
  {
    "name": "MonkeyPuzzle",
    "description": "MonkeyPuzzle, a band of playful performers, invites you to face your fears and embrace your hopes. Join us in the Monkey Dome for relaxation, or on our 8 Foot Stage to perform, emote, inspire, and be inspired.",
    "hometown": "Portland, OR",
    "url": "http://www.monkeypuzzle.us",
    "year": 2006,
    "uid": "scraped_2006_monkeypuzzle"
  },
  {
    "name": "Montage",
    "description": "Camp Montage collects digital images from Burning Man to create original works of ‘Montage’ art.  At this year’s Burn we will feature over 20 enlarged Montages from last year.  Inpired by the costumes, camps and cars of our fellow burners we are able to create truly spectacular works of Burning Man Art.",
    "hometown": "San Francisco, CA",
    "url": "www.campmontage.com",
    "year": 2006,
    "uid": "scraped_2006_montage"
  },
  {
    "name": "MoonBass - The Space Oasis",
    "description": "Moonbass, the Space Oasis…offering participants an altered landscape, soundscape and stimuli simulating a lunar environment.  We welcome you to join us here on our laser grid dancefloor amongst the geodesic domes, moonrawks, breakbeats, and other cosmic oddites…we HOPE to see you there.",
    "hometown": "Littleton, CO",
    "year": 2006,
    "uid": "scraped_2006_moonbass_-_the_space_oasis"
  },
  {
    "name": "Moonbow Camp",
    "description": "When the Full Moon shines upon Yosemite Falls, the Moonbow there, creates a special mystic place where the Celestial Spirits and the Green Man meet in the dark forest. A quiet place of meditation, magick, spirituality and to watch the Full Lunar Eclipse in ceremony and harmony.",
    "contact_email": "anpu2001@aol.com",
    "hometown": "Los Angeles, CA",
    "year": 2006,
    "uid": "scraped_2006_moonbow_camp"
  },
  {
    "name": "Mooncake Rebellion",
    "description": "A bike-drawn tea cart offering a space to get out of the sun, and enjoy the refreshment of tasty (non-alcoholic) beverages (varying between tea, thai iced tea, ginjembre, and similar offerings).  We’ll offer spontaneous firestaff dancing lessons, and a firestaff making class at our camp on Tuesday at 1:00.  People are invited to make use of a portable MIG welder that we’re bringing as well (it’s going to be solar-powered, so use may be somewhat limited).",
    "hometown": "Portland, OR",
    "year": 2006,
    "uid": "scraped_2006_mooncake_rebellion"
  },
  {
    "name": "Moonlightenment",
    "description": "MOONLIGHTENMENT ~ invites you to JOIN us as WE findENLIGHTENMENT while enjoying MOONSHINE in our LUNARMODES of CONSCIOUSNESS divide. When/Where: ASLYM -VILLAGE**Get Your Inner Lunatic On**",
    "hometown": "Brooklyn, NY",
    "url": "http://www.moonlightenment.com",
    "year": 2006,
    "uid": "scraped_2006_moonlightenment"
  },
  {
    "name": "Moonshine Tavern",
    "description": "Come to your friendliest “Moonshine Tavern” on the Playa for all of the alcoholic pleasures the playa has to offer.  We guarentee faded interactions with a severe case of limited recall!  This will be our 4th year but the first time as an “official theme camp”.  Nothing like slamming a couple down and trying your luck on our trampoline with others in the same frame of mind!  We provide an exellent carpeted shelter with couches and the occational jello shot or popsicle.  Come say hello to Synergy, Frankie Nipples, Lady Whips-a-Lot, Grasshopper, Styler and maybe get to take a little something home with you!  Can’t wait to see you there!",
    "hometown": "reno, NV",
    "year": 2006,
    "uid": "scraped_2006_moonshine_tavern"
  },
  {
    "name": "Muses' Ark",
    "description": "Embark the oniric ship!Follow the footsteps of russian geniuses and participate in the making of an animation movie — Animation movie workshops wednesday and friday afternoon —Play with the dreamy giant puppets!Walk (in) the big-tiny dragon!(Muses’ Ark is part of Kidsville)",
    "hometown": "los angeles, CA",
    "url": "http://www.mendiburu.net/musesark",
    "year": 2006,
    "uid": "scraped_2006_muses'_ark"
  },
  {
    "name": "Mutant Audio Outpost",
    "description": "A haven for audio experimentation and those seeking out non-traditional and unorthodox sounds. Stop by and play our experimental instruments, listen to unusual musical performances, and take part in sound creation workshops.",
    "contact_email": "rbaseel@gmail.com",
    "hometown": "San Diego,",
    "url": "http://www.mutantaudio.net/outpost",
    "year": 2006,
    "uid": "scraped_2006_mutant_audio_outpost"
  },
  {
    "name": "Mystical Mysfits",
    "description": "Come Join the mystical mysfits as we once again take a journey into the unknown future that is Burningman. Our mystical experiments will transform your entire entity into a mysfit of nature! Much Love See you on the playa",
    "hometown": "reseda, CA",
    "url": "http://mysticalmysfits.com/",
    "year": 2006,
    "uid": "scraped_2006_mystical_mysfits"
  },
  {
    "name": "N-gon's Play-A-Rama",
    "description": "Play therapy for your Fears.  Hope abounds as you bounce yourself or a volleyball.  Join us to play ourselves into a healthful future.",
    "hometown": "Martinez, CA",
    "year": 2006,
    "uid": "scraped_2006_n-gon's_play-a-rama"
  },
  {
    "name": "Nephology",
    "hometown": "Oakland, CA",
    "year": 2006,
    "uid": "scraped_2006_nephology"
  },
  {
    "name": "New Amsterdam Village",
    "description": "In 1625, the colony of New Amsterdam on Manhattan Island was foundedby the Dutch, who took as settlers anyone they thought could performthe necessary work to make the colony a successful enterprise. In 2006, theVillage of New Amsterdam was founded by three drunken theme camp leaders willing to take on anyone they thought could perform the necessary work to bring a new village to Burning Man. The result is a hodgepodge of gnomes (Gnome Camp), aliens (Alien Underground and the Hot Alien Lounge), craftswomen (Atelier Rusette), lovers (Smoochdome) and big evil corporate executives (The Big Evil Corporation, Inc.), all thriving symbiotically in the nexus of the past and the future.",
    "hometown": "Brooklyn, NY",
    "year": 2006,
    "uid": "scraped_2006_new_amsterdam_village"
  },
  {
    "name": "Nexus",
    "description": "Nexus:  A place to party.  The spot to get your groove on, and then come back to later, and then realize that you probably shouldn’t have left in the first place.  It’s on this year, we’re dialing it in, turning it up, bringing the noise, and of course blowing it up nonstop.  Beats and freaks that will put a smile on your face and a bounce in your step.  Santa Francruz knows hows to party, so come join us won’t you?  We’d love to have you.  Side stage talent show performances booked daily, email kawonkawon(at)yahoo.com or stop by the camp for details.",
    "hometown": "x, AL",
    "url": "www.nexusorg.org",
    "year": 2006,
    "uid": "scraped_2006_nexus"
  },
  {
    "name": "NO MOOP NO DRAMA!",
    "hometown": "San Francisco, California",
    "year": 2006,
    "uid": "scraped_2006_no_moop_no_drama!"
  },
  {
    "name": "Nose Fish",
    "description": "Camp Nose Fish returns in 2007 to present the Biscotheque, a 2v dome where participants may receive biscotti when they visit nearby Espresso Camp in the mornings, and relax in a quiet space for light conversation and music. Well have our new \"Biscodeck\" (a deck on top of the Biscotheque dome where you can relax and look out over the city) and in the evenings we’ll have the interactive MEZ video screen.",
    "contact_email": "hoco@timefold.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.timefold.com/nosefish",
    "year": 2006,
    "uid": "scraped_2006_nose_fish"
  },
  {
    "name": "Nose Fish",
    "description": "Camp Nose Fish returns in 2006 with visual delights and mind-expandingexperiences including the MEZ Interactive Video Screen, the Visual Hope Dome with its huge, blacklight-lit ball-in-maze puzzle, voting for hopes that resonate, and an interactive “Flying Spaghetti Monster” art exhibit.",
    "hometown": "San Francisco, California",
    "url": "www.timefold.com/nosefish",
    "year": 2006,
    "uid": "scraped_2006_nose_fish"
  },
  {
    "name": "NucFam - the Nuclear Family",
    "description": "Black Rock City’s favorite dysfunctional family is back in 2006! Come sit a spell with us in the “Family Room” to unwind from the chaos of the playa and tell us your stories. If you are lucky, you may see the Fam Fatales spinning, hooping or eating fire.",
    "hometown": "Culver City, CA",
    "year": 2006,
    "uid": "scraped_2006_nucfam_-_the_nuclear_family"
  },
  {
    "name": "OBOP",
    "description": "OBOP brings you the Yin-Yang lounge, offering daytime activities such as yoga, qi gong,contact improv, and body painting, and evening performances of awesome live music by a variety of amazing musicians. In addition, we host the Phonebooth to God (experience the Fear o’ God as you share your hopes with the universe), the Bureau of Pleasure (take a pleasure/leave a pleasure), and the Oasis.",
    "contact_email": "dave@glenmuse.com",
    "hometown": "Ojai, CA",
    "url": "http://www.obop.org",
    "year": 2006,
    "uid": "scraped_2006_obop"
  },
  {
    "name": "OBOP (Ojai Bureau of Pleasure)",
    "description": "OBOP brings you the Yin-Yang lounge, offering daytime activities such as yoga, qi gong,contact improv, and body painting, and evening performances of awesome live music by a variety of amazing musicians.  In addition, we host the Phonebooth to God (experience the Fear o’ God as you share your hopes with the universe), the Bureau of Pleasure (take a pleasure/leave a pleasure), and the Oasis.",
    "hometown": "Ojai, CA",
    "url": "www.obop.org",
    "year": 2006,
    "uid": "scraped_2006_obop_(ojai_bureau_of_pleasure)"
  },
  {
    "name": "oooh!",
    "description": "oooh! providing sensory stimulation, and making you go “oooh” since 2006! essential oooh-oils, oooh-rganic chocolate and oooh-brew to cure what ails you – or ail what cures you. the choice is yours!  the most fun you can have with your clothes on or off.",
    "hometown": "New York city, NY",
    "year": 2006,
    "uid": "scraped_2006_oooh!"
  },
  {
    "name": "Operation Camp",
    "description": "Come test your skills and “Operate” on our full size Operation Game Board! “Hope” for success for if you win you get a shot from the bar; if you fail, “Fear” a shock from the operation tongs! On Saturday – the day of the burn – we will be hosting a pre-burn party with drinking games, costumed craziness and a hazingly good time!",
    "hometown": "sacramento, CA",
    "url": "www.mrbudz.com",
    "year": 2006,
    "uid": "scraped_2006_operation_camp"
  },
  {
    "name": "Opulent Temple",
    "description": "The Opulent Temple is a sound camp in it’s 4th incarnation on the playa this year.  Our mission is to gift a space for Sacred Dance to world class dance music at Burning Man.   Community, peak experience, sonic orgasm, personal transformation, ceremony, performance, the world’s best DJ’s, integrated visuals, fire art, and tomfoolery are our stock in trade.",
    "hometown": "SF, CA",
    "url": "www.opulenttemple.org",
    "year": 2006,
    "uid": "scraped_2006_opulent_temple"
  },
  {
    "name": "Oracle",
    "description": "The all-knowing all-wise all-seeing Oracle will predict your future. Get your Tarot read, palm read, fortune candies, voodoo dolls, Ouija board or wheel O fortune.",
    "hometown": "studio city, CA",
    "year": 2006,
    "uid": "scraped_2006_oracle"
  },
  {
    "name": "Oracle at Black Rock",
    "description": "Do you have a question? Everyone does. A visit to Oracle provides insight into your own life’s journey in a safe, encouraging setting. We use Tarot, a powerful medium which we don’t pretend to understand. For each person, the cards have a revelation. Other practitioners of healing arts are welcome to join in our space and extend their talents to the Burning Man community. We hope to join you in shared experience, whatever that may be.",
    "hometown": "Arbuckle, CA",
    "year": 2006,
    "uid": "scraped_2006_oracle_at_black_rock"
  },
  {
    "name": "Orgasmateria Tactile Playground",
    "description": "The Orgasmateria Tactile Playground & Pleasure Lab is a camp dedicated to sensual explorations to expand the frontiers of the Pleasurescape. Our elite corps of Skinsationauts beta-test innovative tactile toys and techniques, and we offer workshops and events to share our findings.",
    "hometown": "New York, NY",
    "url": "http://www.orgasmateria.com",
    "year": 2006,
    "uid": "scraped_2006_orgasmateria_tactile_playground"
  },
  {
    "name": "Otter Oasis",
    "description": "The Otter Oasis is a tribe or artists, freaks and fancy pants.  We are a sanctuary from the despair of civilization’s pathos, a vortex for the visionary, and an oasis for the swirlers of tommorrow.",
    "hometown": "Berkeley, CA",
    "year": 2006,
    "uid": "scraped_2006_otter_oasis"
  },
  {
    "name": "Our Lady of Schlongs",
    "description": "Seventh year on the Playa… and they said it wouldn’t last. (Of course I don’t think we look a day over six.) I wonder if the Pope will stop by to help us celebrate… and get his meat inspected. Because that’s what we do you know. And as always you’ll get an ice cold beer when you get your meat inspected… right after the Pope.",
    "hometown": "North Hills, CA",
    "url": "www.schlonghappy.com",
    "year": 2006,
    "uid": "scraped_2006_our_lady_of_schlongs"
  },
  {
    "name": "OutPost AutoSub",
    "description": "OutPost AutoSub, a rough-&-tumble space station, is a meeting place & entertainment spot for travellers, traders, & space pirates. We offer Bar & lounge area, orbital refueling station (Stilter bar), an upper-level observation deck, stage & screen where all manner of alien entertainments are welcome! Spacecraft services include radical re-sizing, heightening and lenghtening while you are treated to our ‘flight simulators.’ So slide on down our gravity well and experience our massive vector boson field.",
    "hometown": "Brighton, MA",
    "url": "http://www.ruuskado.com/AutoSub_06/ASub_Home_06.html",
    "year": 2006,
    "uid": "scraped_2006_outpost_autosub"
  },
  {
    "name": "Outpost23 -AKA \"Camp Afterparty",
    "description": "It’s 4AM & you find yourself roaming the playa chasing down the best dance music but every camp seems to be dead when you get there! Do not fear – Outpost23 is here, AKA “Camp Afterparty” where the party always starts at 4AM. Come enjoy the nirvana of all night psy-trance DJ’s. Help us spread the word that Psytrance Is Not Art! Megaphones encouraged.",
    "hometown": "Daly City, CA",
    "url": "www.outpost23.org",
    "year": 2006,
    "uid": "scraped_2006_outpost23_-aka_\"camp_afterparty"
  },
  {
    "name": "Pancake Playhouse",
    "description": "Pancake Playhouse — feeding hungry burners since 2001.  When soft rock is heard, pancakes are served.",
    "hometown": "San Francisco, CA",
    "url": "www.pancakeplayhouse.com",
    "year": 2006,
    "uid": "scraped_2006_pancake_playhouse"
  },
  {
    "name": "Pandoras Lounge & Fix It Shoppe",
    "description": "Stuff breaks at Burning Man.  Come fix it at Pandora’sFit It Shoppe.  We will have available basic materialsand tools for repairing bikes, costumes, fire spinninggear or whatever.  And enjoy some liquor at the loungewhile waiting for your friends to finish fixing theirstuff.",
    "hometown": "Saint Louis, MO",
    "url": "http://groups.yahoo.com/group/pandoras_camp/",
    "year": 2006,
    "uid": "scraped_2006_pandoras_lounge_&_fix_it_shoppe"
  },
  {
    "name": "Pants Camp! - aka Society of Pants",
    "description": "Pants Camp! aka The Society of Pants – we look forward to a future filled with hope and pants. At Pants Camp, we fly our Pants Flag high, and our motto is “You can pants if you want to, you can leave your pants behind.” Come hear lectures about pants, check out pairs of pants from our vast pants library, join our Pants Outreach Program (POP!), barter for pants, watch us perform the mysterious Pants Dance, play musical pants, and do other pants-related activities. When visiting Pants Camp, you either MUST be wearing pants, or you MUST NOT be wearing pants. Pants!",
    "hometown": "San Francisco, CA",
    "url": "http://www.artdork.org/pantscamp",
    "year": 2006,
    "uid": "scraped_2006_pants_camp!_-_aka_society_of_pants"
  },
  {
    "name": "Panty Camp",
    "description": "Panty Camp returns, for our fourth year, to expose the beauteous diversity of ladies panties. Lounge in our Panty Pavilion, completely made of panties, or pick up a clean pair for your very own!",
    "hometown": "San Francisco, Ca",
    "url": "www.pantycamp.net",
    "year": 2006,
    "uid": "scraped_2006_panty_camp"
  },
  {
    "name": "Paradox Lounge: Church of Tech",
    "description": "We are a camp dedicated to the worship of tecnology and its ability to shape the future.",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_paradox_lounge:_church_of_tech"
  },
  {
    "name": "Particle Camp",
    "description": "Particle Camp will monitor the air quality of Black Rock City from 6 months before the Burn until several days afterwards. Our camp will incorporate a team of PhD’s as well as lab grunts and will show continuously-updated statistics set to a nice electronic beat.",
    "contact_email": "rlussier@lenscraft.com",
    "hometown": "Sausalito, CA",
    "url": "http://particlecamp.org/",
    "year": 2006,
    "uid": "scraped_2006_particle_camp"
  },
  {
    "name": "Pee Funnel Camp",
    "description": "We are a full service Pee Funnel Camp, dispensing Pee Funnels to ladies (or gentlemen) at any time of day or night! Pee Funnels allow ladies to easily stand and pee or aim into a jug.",
    "contact_email": "diablolita@machlink.com",
    "hometown": "Sebastopol, CA",
    "year": 2006,
    "uid": "scraped_2006_pee_funnel_camp"
  },
  {
    "name": "People United for Nothing (P.U.N.)",
    "description": "Come join our esoteric order of progressive thinkers, boozers and psychonauts extaordinairre and get a free copy of our manifesto that you can wear as an accessory to your costume.  Come find out the answer to the most important question, depite all hopes and fears: “Does my ass look big to you?”",
    "hometown": "Santa Monica, CA",
    "url": "http://p-u-n.tribe.net",
    "year": 2006,
    "uid": "scraped_2006_people_united_for_nothing_(p.u.n.)"
  },
  {
    "name": "People's Art Congress (P.A.C.)",
    "description": "Touch it,stroke it,sniff it,lick it.Our art feels good,smells good and tastes good too.The People’s Art -The only true art.",
    "contact_email": "jameso@machlink.com",
    "hometown": "Muscatine , IA",
    "year": 2006,
    "uid": "scraped_2006_people's_art_congress_(p.a.c.)"
  },
  {
    "name": "Philthy Phasion Philanthropist",
    "hometown": "Silver Springs, NV",
    "url": "None",
    "year": 2006,
    "uid": "scraped_2006_philthy_phasion_philanthropist"
  },
  {
    "name": "Phoenix Projekt Camp",
    "description": "Phoenix Projekt Fire Camp, home to members of the Phoenix Projekt fire conclave and others, will host fire shows and workshops through out the week, as well as drumming circles, fire jams, yoga, and more.",
    "hometown": "Studio City, CA",
    "year": 2006,
    "uid": "scraped_2006_phoenix_projekt_camp"
  },
  {
    "name": "PhotoGartho Playa Gallery & Studio",
    "description": "Come bring your playa persona to our completely equiped photo studio and have your protrait taken and displayed in our gallery. You may also bring your own Burning Man photos of past years for display. All submissions welcome, but if they are too raunchy, we reserve the right to keep them in the back room so as to preserve the blissfull innocence of those fools still hanging on to it.",
    "hometown": "Berkeley, CA",
    "url": "www.photogartho.com",
    "year": 2006,
    "uid": "scraped_2006_photogartho_playa_gallery_&_studio"
  },
  {
    "name": "Picasso Camp",
    "description": "Got art? Picasso Camp does! The definitive place to paint on the playa, our camp provides 2 giant canvasses and plenty of eclectic music to keep the festival in colorful spirits – and stop on by our FUBAR for a blended mix of drinks, gifts, and Tales From The Playa!",
    "hometown": "Bellevue, WA",
    "url": "www.picassocamp.org",
    "year": 2006,
    "uid": "scraped_2006_picasso_camp"
  },
  {
    "name": "Pigmalions:PigsTodayTomorrow4Ever",
    "description": "Come get your daily dose of salt, fat and fun: come to Pigmalions for a slice of thick cut bacon and a freshly made bloody mary at 11am. Pigs Today, Pigs Tomorrow, Pigs Forever!",
    "hometown": "AUBURN, WA",
    "year": 2006,
    "uid": "scraped_2006_pigmalions:pigstodaytomorrow4ever"
  },
  {
    "name": "pinhole",
    "description": "The pinhole camp builds and operates a walk-in pinhole darkroom. Burning Man participants can take out one of our portable pinhole barrel cameras and photograph the art on the playa in a new and unique way. They then return to our camp to have these photographs developed, creating beautiful art of their own.",
    "hometown": "new york, NY",
    "url": "pinholecamp.org",
    "year": 2006,
    "uid": "scraped_2006_pinhole"
  },
  {
    "name": "PISS CLEAR newspaper offices",
    "description": "PISS CLEAR is Black Rock City’s favorite alternative newspaper. Since 1995, PISS CLEAR has provided an independent voice on the playa, and now has a circulation of 10,000 per issue. We have never received one bit of funding from Burning Man, which affords us the luxury to be free from censorship and to tell it like it is â€“ and to do so in a way that both entertains and informs the citizens of Black Rock City! PISS CLEAR got its unusual name from the Black Rock Desert’s #1 survival tip: “drink enough water so that you piss clear.” Over the years, it has evolved into Burning Man’s snarky reality check, chock full of witty articles, acerbic rants, thoughtful commentaries, and funny lists.",
    "hometown": "San Francisco, CA",
    "url": "http://www.pissclear.org",
    "year": 2006,
    "uid": "scraped_2006_piss_clear_newspaper_offices"
  },
  {
    "name": "Planchette Camp",
    "description": "Come to Planchette Camp and divine your way to the future.  Ride the jiangbi on a life sized Ouija board to divine an answer about the fate of our future and record your message in the Book of Fuluan for others to share.",
    "hometown": "Scottsdale, AZ",
    "url": "http://www.geocities.com/artisimogallery/planchette.html",
    "year": 2006,
    "uid": "scraped_2006_planchette_camp"
  },
  {
    "name": "Playa Book of Records",
    "description": "Playa World Records™ is Black Rock City’s foremost authority on collecting, confirming and accrediting records set and broken on the playa. Any and all are welcome to visit us at our Playa World Record Headquarters™ and make an attempt at earning entry into what will undoubtedly become Burning Man’s most prestigious community.",
    "hometown": "San Francisco, CA",
    "url": "www.playaworldrecords.com.",
    "year": 2006,
    "uid": "scraped_2006_playa_book_of_records"
  },
  {
    "name": "PlayA Game Camp",
    "description": "PlayA Game Camp will be home to an 8’x 8′ Man-opoly board game based on Black Rock City.  We will also feature a life-size version of Candyland, where you can be your own gingerbread man.  Or you can play our home-made Twista game, sometimes called Left Foot Blue, which puts a twist on a classic party game.",
    "hometown": "San Diego, CA",
    "year": 2006,
    "uid": "scraped_2006_playa_game_camp"
  },
  {
    "name": "Playa Go Round",
    "description": "Come to Playa Go Round at 2:30 & Esplanade and with every rotation you spin away your Fears and Hopes while your Future flashes before you and beats fill the ether. We are always open and you are always welcome and this year Playa Go Round Presents; The Rock Opera Friday Night 9:00pm on the Playa with a live performance by Bhakti Rasa for more information check the calendar or PGR web site. www.PlayaGoRound.com",
    "hometown": "Denver, Colorado",
    "url": "www.PlayaGoRound.com",
    "year": 2006,
    "uid": "scraped_2006_playa_go_round"
  },
  {
    "name": "Playa Info",
    "description": "We’ve combined many of the information services into one, easy-to-find, location in Center Camp. You’ll find:",
    "hometown": "San Francisco, CA",
    "url": "http://www.burningman.com/participate/information.html",
    "year": 2006,
    "uid": "scraped_2006_playa_info"
  },
  {
    "name": "Playa Security Agency",
    "description": "At the Playa Security Agency, a division of the Department of Welcome Homeland Security, we are continually working to realize our motto: spes per timorem, “hope through fear.”  We will monitor the Threat Level so that all citizens know what to be afraid of from moment to moment, conducting Mobile Security Checkpoints, and pre-registering citizens who are willing to give up a little bit of privacy in order to feel safe.",
    "hometown": "Seattle, WA",
    "url": "http://joygantic.typepad.com/psa/",
    "year": 2006,
    "uid": "scraped_2006_playa_security_agency"
  },
  {
    "name": "PolyParadise",
    "description": "PolyParadise has been influencing the Hearts & Minds and Washing the Bodies of Playa Citizens from ‘2:00 – 10:00’ for the past 8 years.",
    "hometown": "Phoenix, AZ",
    "url": "http://polyparadise.azcompuguy.com",
    "year": 2006,
    "uid": "scraped_2006_polyparadise"
  },
  {
    "name": "Porn and Eggs",
    "description": "Calling all closet Pornstars! Who loves porn? Who loves eggs? We’ll be serving them both up together. For the uninitiated, welcome to our camp! For our old friends, welcome back. Let us help you discover your inner porn star. Auditions not required! Just be sure to come hungry and leave your inhibitions behind……",
    "hometown": "Belchertown, MA",
    "url": "pornandeggs.com",
    "year": 2006,
    "uid": "scraped_2006_porn_and_eggs"
  },
  {
    "name": "Primitive Technology Camp",
    "hometown": "Ellwood City, PA",
    "year": 2006,
    "uid": "scraped_2006_primitive_technology_camp"
  },
  {
    "name": "Prof. Scientitian's Hypothecary",
    "description": "Our beloved Professor invites you to explore his solar hypothecary and witness him prove his most genius hypothesis; that all laws of science are made to be broken.  Bring your hypotheses and we’ll prove them, anyway we can.",
    "hometown": "Scotts Valley, CA",
    "year": 2006,
    "uid": "scraped_2006_prof._scientitian's_hypothecary"
  },
  {
    "name": "Prometheatrics",
    "description": "Prometheatrics",
    "hometown": "Topanga, CA",
    "url": "www.prometheatrics.com",
    "year": 2006,
    "uid": "scraped_2006_prometheatrics"
  },
  {
    "name": "Psychic Taxi",
    "description": "Psychic Taxi returns pedal powered service to Black Rock City and the Playa via a bicycle rickshaw providing random taxi service and this year we extend our random service with a bicycle powered nomadic café / bar roving the playa and offering the “Elixir of Hope” and “Tonic for Fear.” We also welcome guests at our base camp 24 hours a day into our hammock pavilion for shade, rest and meditative recuperation.",
    "hometown": "Oakland, CA",
    "url": "www.psychictaxi.com",
    "year": 2006,
    "uid": "scraped_2006_psychic_taxi"
  },
  {
    "name": "Psycircle - Greenman",
    "description": "DJ Greenman and Psycircle productions from San Diego present to you the best of psychedelic trance music, featuring and seeking talent from all over the planet. Anybody willing to participate, especially those with sound systems willing to collaborate, contact djgreenman@gmail.com .",
    "contact_email": "psycircle@gmail.com",
    "hometown": "San Diego, CA",
    "url": "http://djgreenman.com",
    "year": 2006,
    "uid": "scraped_2006_psycircle_-_greenman"
  },
  {
    "name": "Punani Trim Parlor",
    "description": "Punani Trim Parlor…Our sixth year of doing our little part to beautify the Playa. “Punani” is a African word of reverence for the Yoni. Ours is an adult activity done with respect and permission. Come by to be pampered Mon-Fri, 1pm-4pm",
    "hometown": "Garberville, CA",
    "year": 2006,
    "uid": "scraped_2006_punani_trim_parlor"
  },
  {
    "name": "Putting for Pabst",
    "description": "Come try your hand on one of our 3 mini golf holes – make it in and with a beer!  Get your photo taken with PBR Girrl & Boy (subject to super hero availability).  Be entertained watching bikers use our bike jump!",
    "hometown": "Vancouver, WA, or",
    "year": 2006,
    "uid": "scraped_2006_putting_for_pabst"
  },
  {
    "name": "Pyronauts Camp",
    "description": "Pyronauts Camp is a centralized convergence point where Fire Dancers, Spinners and  Movement Artists can share and learn in order to propel the Fire and Flow Arts forward into the future! Pyronauts Camp is home for our Fire Conclave Troupe, but it’s open to everyone at any level who’s interested in these burgeoning, Kinetic Art Forms.",
    "hometown": "San Francisco, CA",
    "url": "http://pyronauts.net",
    "year": 2006,
    "uid": "scraped_2006_pyronauts_camp"
  },
  {
    "name": "Quixote's Cabaret Club and Bar",
    "description": "Roll Up, Roll UP, come and see the wonderful show at Quixotes Cabaret Club and Bar.  We’ve got the staging, we’ve got the sounds, we have the lights and we’ve got the cutest Irish Nurse on the Playa and now we need you.",
    "hometown": "London, N/A",
    "url": "http://.www.qccb.org",
    "year": 2006,
    "uid": "scraped_2006_quixote's_cabaret_club_and_bar"
  },
  {
    "name": "Rabble Rouzer Retreat",
    "description": "Join us for a relaxing, re-energizing retreat for rabble rouzers from across the ether.",
    "hometown": "toluca Lake, CA",
    "year": 2006,
    "uid": "scraped_2006_rabble_rouzer_retreat"
  },
  {
    "name": "Radio Free Burning Man",
    "description": "RFBM returns to Black Rock City for the thirteenth time!  Join us on the air at 99.5FM or drop by our spacions veranda as we hope and fear our way to the future.",
    "hometown": "San Jose, CA",
    "url": "www.rfbm.org",
    "year": 2006,
    "uid": "scraped_2006_radio_free_burning_man"
  },
  {
    "name": "Radio Free Valhalla",
    "description": "Join the Viking roundtable in the halls of Valhalla while we discuss the future of our world. Temper that sarcastic bent of fear with a twinge of icy cold hope – on tap 24 hours a day 7 days a week. We’ll be recording 3-4 roundtable shows throughout the week, we hope you’ll join us. www.vikingyouth.com",
    "hometown": "Chicago, IL",
    "url": "http://www.thefeedlot.org/vikingyouth/radio_free/radio_free.php",
    "year": 2006,
    "uid": "scraped_2006_radio_free_valhalla"
  },
  {
    "name": "Rainforest Refugee Camp RRC",
    "description": "Rainforest Refugee Camp (RRC) Returns as the Playa’s “premier” relief station where over heated Participants from lands graced with lower temperatures and higher humidity can seek Refuge and ask for asylum from the harsh treatment they are enduring on the Playa.  The entrance of the RRC has an overhead misting system giving the participant  the joy of forests mists.  Within moments your body temperature will drop several degrees. This is a clothing optional camp and you will be asked to remove your shoes and boots. We will be open only during the heat of the day approx. noon – 4pm every day that the temps are above  85*f      We are playa virgin friendly, membership cut off is 45 members. We are approaching that number quickly.",
    "hometown": "Hoquiam, WA",
    "url": "http://snursery.com/rrc/rrc06.htm",
    "year": 2006,
    "uid": "scraped_2006_rainforest_refugee_camp_rrc"
  },
  {
    "name": "Ranger HQ",
    "description": "The Black Rock Rangers are the rebar of Burning Man. We ride the edge of chaos, and have been making reasonable excuses for your behavior since 1992.",
    "hometown": "Santa Cruz, CA",
    "url": "www.rangers.burningman.com",
    "year": 2006,
    "uid": "scraped_2006_ranger_hq"
  },
  {
    "name": "Ranger Oupost Berlin",
    "hometown": "Santa Cruz, CA",
    "year": 2006,
    "uid": "scraped_2006_ranger_oupost_berlin"
  },
  {
    "name": "Ranger Outpost Tokyo",
    "description": "Ranger Outpost Tokyo loves you. Rangers ride the edge of chaos, and have beenmaking reasonable excuses for your behavior since 1992. Please expect change, and feel free to get over it. We are not your mothers, but we want to help. If you have a real problem, please come by for a visit. Or just stop by to say hi.",
    "hometown": "Santa Cruz, CA",
    "year": 2006,
    "uid": "scraped_2006_ranger_outpost_tokyo"
  },
  {
    "name": "Recycle Camp",
    "description": "Showing Black Rock citizens the way to reducing waste on the Playa. Leave all unnecessary packaging at home, reduce what you bring to the playa, leave sorry ass glass at home, choose something that you can actually leave behind on the playa. Choose aluminum when buying your beverages. That’s right, we will take all of your aluminum cans and donate them to the Gerlach School and you don’t have to carry them home with you. We will be by early in the week to visit & remind each and ever one of you and pick up anything you have and then remember to bring us the rest of your cans before you leave. Don’t wait till the last minute though cause we only accept cans through Sunday after the Burn until 5pm. Tell your friends and neighbors about us when they offer you a beverage.",
    "hometown": "Oakland, CA",
    "url": "http://www.burningman.com/participate/recycle_camp.html",
    "year": 2006,
    "uid": "scraped_2006_recycle_camp"
  },
  {
    "name": "Red Nose District",
    "description": "Behold the hope of the awake, the fear of those who sleep, the kaleidoscopic future of circus: the Red Nose District! Take a deep breath and dive into a wondrous world of intoxicatingly delicious performance, music, and art, the likes of which Black Rock City and the rest of this fine globe have never before been.",
    "hometown": "San Francisco, California",
    "url": "http://www.rednosedistrict.org",
    "year": 2006,
    "uid": "scraped_2006_red_nose_district"
  },
  {
    "name": "Red Rubber Tattoo",
    "hometown": "Berkeley,, CA",
    "year": 2006,
    "uid": "scraped_2006_red_rubber_tattoo"
  },
  {
    "name": "Redwood City Burners (RWC Burners)",
    "description": "This camp is dedicated to 1st time Burners like we were last year.  Come by for a drink and we can answer any of your newbie questions.  Celebrate love, life and a week with 40,000 stangers who will be your family at the end.",
    "hometown": "Redwood City, CA",
    "url": "not ready yet",
    "year": 2006,
    "uid": "scraped_2006_redwood_city_burners_(rwc_burners)"
  },
  {
    "name": "Regional Information Center",
    "description": "Want Burning Man to last ALL year long? It can! Stop by the RegionalInformation Center (RIC) in Center Camp and learn about our year-round community and off-playa regional gatherings. The RIC can connect you with burners where you live and help you meet them on the road. Stop by the RIC to learn about our growing Regional Network and keep the flame burning all year long!!!",
    "hometown": "San Francisco, CA",
    "url": "http://regionals.burningman.com/",
    "year": 2006,
    "uid": "scraped_2006_regional_information_center"
  },
  {
    "name": "REMSA Medical Tent",
    "hometown": "Occidental, CA",
    "year": 2006,
    "uid": "scraped_2006_remsa_medical_tent"
  },
  {
    "name": "REMSA/ESD Station 6",
    "hometown": "Port Orchard, WA",
    "year": 2006,
    "uid": "scraped_2006_remsa/esd_station_6"
  },
  {
    "name": "Risa",
    "description": "We’re back at Risa for a 6th year! Risa is themed after a resort planet from Star Trek, renowned for its breezes and easy-going, unihibited sexuality.Risa is also the home of The Dancing Peahen and Peacock.",
    "hometown": "Carson City, Nevada",
    "url": "http://www.brcrisa.com/",
    "year": 2006,
    "uid": "scraped_2006_risa"
  },
  {
    "name": "Roarshack",
    "description": "The Roarshack is a product of postmodern medicine, filled with art connoisseurs and medical fetishists who just want to help you find your inner child and, if possible, surgically excise it. Specialists in neurobotany, art therapy, hoop therapy, op art, pop art, pop tarts, invasive brain surgery, recreational psychiatry, ritual bloodlettings, and jello shots, the Roarshack promises miracles and even, occasionally, delivers.",
    "hometown": "San Francisco, CA",
    "url": "http://roarshack.org/",
    "year": 2006,
    "uid": "scraped_2006_roarshack"
  },
  {
    "name": "Robots Unite!",
    "description": "Robots Unite! is an invite to all Hu-mans, wether you ‘heart’ robots, or suffer from extreme Robo-phobia, to interact and/or meltdown with our all-new SpectralSensoric Interactive Video Screens. The Robot Few-Thousand will engage you in any manner you deem necessary, while the screens will once again be audio-enhanced by d6.",
    "hometown": "reno, nevada",
    "url": "www.robotronia.com",
    "year": 2006,
    "uid": "scraped_2006_robots_unite!"
  },
  {
    "name": "ROOT SOCIETY",
    "description": "The Root of all….all things above and belowAbove is hope. Below is fearAbove temptation. Below the belt. The love below…The root of all evil? Maybe!",
    "hometown": "CHARLESTOWN, MA",
    "url": "bmrootsociety.com",
    "year": 2006,
    "uid": "scraped_2006_root_society"
  },
  {
    "name": "Rotten Island",
    "description": "This year Rotten Island will be bringing you Revenge of the Red Line (on trikes) a twenty-four foot tower to play on, a comfortable spot to park it and share a drink and fire breathing lesions, sooth your pedal extremities in a bath from our Playa Podiatrist. We have a large collection of music and we are always open to requests.",
    "hometown": "Santa Rosa, CA",
    "url": "rottenisland.org",
    "year": 2006,
    "uid": "scraped_2006_rotten_island"
  },
  {
    "name": "S'mores N Amour",
    "description": "Bringing two of the best parts of camping together everynight at sundown!!  We offer Love and, those childhood goodies…S’mores. Then slide it into the melted chocolate and graham crackers. You supply song and cheer, we supply the love! Every night at sundown.",
    "contact_email": "kurtykbiz@yahoo.com",
    "hometown": "North Hollywood, CA",
    "url": "http://tribes.tribe.net/b1e2bf96-a3bf-4a91-b145-9a9b0fdff718",
    "year": 2006,
    "uid": "scraped_2006_s'mores_n_amour"
  },
  {
    "name": "Sacred Space",
    "description": "Home of the Morning Coffee Enema and the Cuny Trim and Spa.Sacred Space returns to the Playa for the third year in a row.Discover the Health and Pleasure of a morning coffee enema;Also available is a refreshing Green Tea Enema.",
    "hometown": "jefferson, oregon",
    "url": "http://home.att.net/~v.grindel/burningman.html",
    "year": 2006,
    "uid": "scraped_2006_sacred_space"
  },
  {
    "name": "Safer Sex Camp",
    "description": "Source of Safer Sex Kits. All your playa safer sex needs. Distributors needed – all orientations most welcome (guys, this means YOU). Drop by Safer Sex Camp early am or e-mail with playa contact info. Your opportunity to be part of the gift economy.  Kits have condoms, lube, gloves, plastic for dams.  All kits are free, not for sale, not for barter.  Demos? – that’s your call.",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_safer_sex_camp"
  },
  {
    "name": "Sakénoma",
    "description": "Sakénoma is a seasonal saké bar and modern day stage coach stop, located in BRC NV.  It appears like a mirage in late August and then fades away without a trace.  We serve ice-cold saké during the hottest part of the day and close at night. The refreshment we provide has helped to establish Sakénoma as the premiere Saké bar on the playa. The slight acidity of the saké pairs nicely with the alkaline properties of playa dust.  Our bar is an oasis of calm in an otherwise chaotic world. The encampment provides shade and liquid refreshments to any playa traveler.  Our cascading fountains provide an audible lanscape of tranquility and has been known to transport the open minded to an alpine waterfall.  In addition to the obvious health benefits of Sakénoma and its famous cold saké, we also offer advanced eyewear cleaning.  We welcome you to visit Sakénoma, leave refreshed and see the world more clearly.",
    "hometown": "Sonoma, CA",
    "year": 2006,
    "uid": "scraped_2006_sakénoma"
  },
  {
    "name": "Salon Soleil",
    "description": "Salon Soleil provides a welcoming space for personal exploration and self-expression through mental (air), physical (earth), emotional (water) and spiritual (fire) interaction with other beings. Conjuring the four elements through the medium of human experience, we invite the Burning Man community to join us in our quiet, reflective triple Do-Me Dome to explore the emotional and mental underside of your previous night’s playa play.    Ponder your possible futures with one of our clairvoyant soothsayers or discuss the mysteries of the universe with other philosophically-oriented burners. Add to your list of escapades by coming to our second annual fire opera — Burning Hope/Naked Fear — performed within our mirrored poi spinning circle. Also look for the debut of Salon Soleil on wheels with this year’s new Buddhavehicle, bringing you a special delivery of enlightenment. Whether your mind is most alert by day or by night, whether you prefer the intimate company of a single confidant or crave some heavy inter-groupulation, Salon Soleil offers a space to enhance your Burning Man experience.",
    "hometown": "San Francisco, CA",
    "url": "http://www.salonsoleil.net",
    "year": 2006,
    "uid": "scraped_2006_salon_soleil"
  },
  {
    "name": "Sample",
    "description": "The future.  Hope or fear it all you want, but when the apocalypse comes, the Tiki Gods will rise again! They will command you to lounge and drink, right in the \"Yes! Have Some\" camp. Sacrifice your sobriety to the Angry Tiki Gods during the sundown rituals each evening at the Post-Apocalyptic Tiki Lounge. Partake in a variety of Tiki games devised by the mischievous Gods of Island lore themselves… or just come by and hang out for a spell with the haves and have-somes.",
    "contact_email": "yosh@sbburners.com",
    "hometown": "Santa Barbara, CA",
    "url": "http://www.sbburners.com",
    "year": 2006,
    "uid": "scraped_2006_sample"
  },
  {
    "name": "sample-Out",
    "contact_email": "atutor@pacbell.net",
    "hometown": "Redwood City, CA",
    "url": "http://geocities.com/computertutorangie",
    "year": 2006,
    "uid": "scraped_2006_sample-out"
  },
  {
    "name": "Satan’s Lair",
    "description": "Satan’s Lair is a combination of activities and campers from all over.  We have perfected the fine living of knowing that a job well done will (practically) do itself!  This year’s Asylum theme is Hell.  We’re the builders, the dreamers and literally the Hell Raisers.  The camps have underlying sins.  We put ours right out there.  Satan’s Lair will be building Hell and volunteering in different ways for the community-at-large.We also have smaller camps of 2-6 people that will be providing interactiveamusement!  Please stop by & see what we’re up to!",
    "hometown": "NY, NY",
    "year": 2006,
    "uid": "scraped_2006_satan’s_lair"
  },
  {
    "name": "SCARAB",
    "description": "In addition to providing staffing for Radio Electra, SCARAB (Society for Creative Arts & Radio at Burning Man) prides itself on its unique art pieces and art vehicles, interactive events, and dedication to the Principles of Deep Fun.  Now in its 5th year as a spin-off of the Solo Collective, this yearâ€™s camp theme ties directly to the overall BM art theme, and is symbolized by two Shiva figures having a tug-of-war between “hope” and “fear.”  Variations on this theme will appear in camp events and art projects.  SCARAB is also the home of WaltSnipeâ€™s annual Tuesday night community dance, with a different world music theme every year and free CDs of the nightâ€™s mix to the first 50 dancers.",
    "hometown": "Austin, Tx",
    "year": 2006,
    "uid": "scraped_2006_scarab"
  },
  {
    "name": "Secret Exchange",
    "description": "Come into our Confessional.  Give a secret, get a secret",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_secret_exchange"
  },
  {
    "name": "Serenity Giant Game Camp",
    "description": "Come and join us at our GIANT SIZE GAME CAMP. Picture a giant size game of Connect four or a Checker Board you have to walk on to move your pieces from one space to another. Bring some old friends or maybe new friends you may meet along the way. At our game camp you can release your inner child in a BIG way and we will offer you nice cool cup of Ice tea (please bring your own cup.Look for our SERENITY GIANT GAME CAMP flag.",
    "hometown": "New York, NY",
    "url": "http://mysite.verizon.net/jack39/index.html",
    "year": 2006,
    "uid": "scraped_2006_serenity_giant_game_camp"
  },
  {
    "name": "Shadow Chamber",
    "description": "The Shadow Chamber is ambient chills space the surrounds the viewer in a landscape of flowing shadows and atmospheric music. Inside this space will be a room that contains a series of spinning and rotating shadow projectors creating a powerful and immersive visual experience. Brought to you by the Quixotic Project.",
    "hometown": "Plymouth, MI",
    "url": "http://www.myspace.com/burningwindmills, http://www.burningwindmills.com/",
    "year": 2006,
    "uid": "scraped_2006_shadow_chamber"
  },
  {
    "name": "Shady Asylum",
    "description": "Shady Asylum is a collection of worn souls building comfort and community in Black Rock City for over six years.  Our friendly and open camp offers the city’s only bit of shaded live grass under that easy to spot big black pyramid.  Come and say hello, get some frozen otter pops, climb the tower to look out over the city, and add your offering to the stone soup community we’re brewing.  If you can clean up after yourself, treat yourself and others well, and have a story to tell come join us.  And that story part is optional.",
    "hometown": "Seattle, WA",
    "url": "www.shadyasylum.org",
    "year": 2006,
    "uid": "scraped_2006_shady_asylum"
  },
  {
    "name": "Shine Brothers",
    "description": "A hands on demonstration and workshop on the art of making Moonshine – or Grappa in Old World slang. Participants can witness the marvel of creation, and if interest and contributions continue, the exhibition will continue daily.",
    "contact_email": "zatinv@yahoo.com",
    "hometown": "Inverness,",
    "year": 2006,
    "uid": "scraped_2006_shine_brothers"
  },
  {
    "name": "Shuttlecraft \"Galileo",
    "description": "The shuttlecraft \"Galileo\" is the home base of a faithful reproduction of the 60’s era shuttlecraft used in TOS \"Star Trek\". C’mon by and let’s go for a ride! You don’t have to be a geek, dweeb, spaz or nerd to appreciate the shuttlecraft \"Galileo\"!",
    "contact_email": "eberlyg@sutterhealth.org",
    "hometown": "Sacramento, CA",
    "year": 2006,
    "uid": "scraped_2006_shuttlecraft_\"galileo"
  },
  {
    "name": "Signs of the Times",
    "description": "Hope and Fear… dichotomies that make one’s outlook on the future a foreseeable prophecy. We will be making signs to be placed all across Black Rock City so that people may choose their path in life. Some will be obvious antonyms. Others will be more difficult choices creating personal dilemmas. Remember, it is the journey, not the destination.",
    "hometown": "Boise, ID",
    "year": 2006,
    "uid": "scraped_2006_signs_of_the_times"
  },
  {
    "name": "Sloth Camp",
    "description": "We are hopeful people. We do not come from the land of plenty. We are Sloths. Although we appear to be slow – we have highly evolved brains and we do not fear the future, we embrace it. We challenge ourselves to move everyday (some days are better then others). Were it not for the interactive nature of our camp – we could perish before the end of the week. Please come by and share your thoughts – slowly. Bring us your wit and walk away knowing that you may have saved a sloth from distinction.  Our future lay in your hands. Won’t you help a sloth today (Sally Struthers helped us once)?",
    "hometown": "Calabasas, CA",
    "year": 2006,
    "uid": "scraped_2006_sloth_camp"
  },
  {
    "name": "slushicamp",
    "description": "VIRGIN ALERT !!!!  small two or three man camp with comercial slushi machine, and sound system.would make a great side camp to a larger theme or village maybe even inside one. Note: I have never been to burningman before, Iam a constant festival partier and have done years of burning man studying. I will be prepared foe the conditions, am a big time outdoorsman, having lived in AK for yaers now from MN will be bringing 250 gal tank of water and 20-30 gal of vodka for slushi machine, I AM NOT GOING TO CHARGE FOR SLUSHIS",
    "contact_email": "mcnamtvedt@msn.com",
    "hometown": "Dertoit Lakes, MN",
    "year": 2006,
    "uid": "scraped_2006_slushicamp"
  },
  {
    "name": "Smoochdome",
    "description": "The Smoochdome is a chill space with a mission–to be the best place to smooch on the playa! Bring your partner (or find one here), settle into our cozy atmosphere, and enjoy! What are you waiting for?",
    "hometown": "New York, NY",
    "year": 2006,
    "uid": "scraped_2006_smoochdome"
  },
  {
    "name": "Smores N Amour",
    "description": "Come by for S’mores and hugs.  Look for our mobile firepit to be cooking S’mores at our camp just after sundown or out on the playa at other times.",
    "hometown": "North Hollywood, CA",
    "url": "http://tribes.tribe.net/b1e2bf96-a3bf-4a91-b145-9a9b0fdff718",
    "year": 2006,
    "uid": "scraped_2006_smores_n_amour"
  },
  {
    "name": "Snheath Factory & Employee Lounge",
    "description": "The Snheath Factory & Employee Lounge provides an oasis for the sustainable organic manufacture and fair-trade distribution of shade-grown hypo-allergenic handmade snheaths.",
    "hometown": "San Francisco, CA",
    "url": "http://homepage.mac.com/amypitner/PhotoAlbum109.html",
    "year": 2006,
    "uid": "scraped_2006_snheath_factory_&_employee_lounge"
  },
  {
    "name": "Snow Koan Camp",
    "description": "We seek the burning man in the desert with a snow cone that lasts a week. Join us for mindless koans, endless jones, random tones, and exceptional snowcones.",
    "hometown": "Berkeley, CA",
    "year": 2006,
    "uid": "scraped_2006_snow_koan_camp"
  },
  {
    "name": "Snowflake Village",
    "description": "Celebrating 7 years of Midwest wackiness. Insane Docktors, Pole Dancing, Speed Dating, Bars, Weddings, Paintings, and naughty movies. You could spend your whole life here.",
    "hometown": "Milwaukee, WI",
    "url": "www.clevian.com/snowflake2006",
    "year": 2006,
    "uid": "scraped_2006_snowflake_village"
  },
  {
    "name": "Snuggletown!",
    "description": "Snuggletown! provides a safe comfortable, inviting space for people to meet the universal human need for human touch.  this year, we hope to meet a need, to change lives, and to encourage safe nurturing heart centered touch on the playa.",
    "hometown": "portland, or",
    "url": "http://www.snuggletown.org",
    "year": 2006,
    "uid": "scraped_2006_snuggletown!"
  },
  {
    "name": "Sophisticated Dare Delivery",
    "description": "Sophisticated Dare Delivery. Distinguished, Discrete, Discriminating. Delivering your fancy dares and terrifying truths around the playa in style. Featuring potentially deadly champagne fountains, chandeliers of delight and more finger sandwichs than ought be allowed. Jacket and tie required.",
    "hometown": "Silver Point, TN",
    "year": 2006,
    "uid": "scraped_2006_sophisticated_dare_delivery"
  },
  {
    "name": "Soulicious",
    "description": "SOULICIOUS & the HOPIUM DENSOULICIOUS is a space filled with laughter, beauty, gratitude, decadence and abundance. We welcome anyone off the dusty street to dance, practice healing arts or jump into an impromptu blindfolded pillowfight/winetasting/hula-hooping battle/game of tickling. Enter our Hopium Den and you might find yourself in a guided visualization, or sipping an authentic cuban mojito by resident mixologist Juan Carlos G$, or smack in da middle of the most soulful and elicit music the playa has to offer. Stop by on Friday for our famous Soulbrunch day party, where we dish up the eats, the beats and a glorious day of celebration. We live our lives with mad love and respect. We’d love to meet you.",
    "contact_email": "kevin_raich@yahoo.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.soulicious.org",
    "year": 2006,
    "uid": "scraped_2006_soulicious"
  },
  {
    "name": "SOULICIOUS & the HOPIUM DEN",
    "description": "SOULICIOUS & the HOPIUM DEN SOULICIOUS is a space filled with laughter, beauty, gratitude, decadence and abundance. We welcome anyone off the dusty street to dance, practice healing arts or jump into an impromptu blindfolded pillowfight/winetasting/hula-hooping battle/game of tickling. Enter our Hopium Den and trade Fear for Hope with our guided visualizations, Swedish yoga and some of the sexiest and most soulful music the playa has to offer. Stop by on Friday for our famous Soulbrunch day party, where we dish up the eats, the beats and a glorious day of celebration. We live our lives with mad love and respect. We’d love to meet you.",
    "hometown": "Los Angeles, CA",
    "year": 2006,
    "uid": "scraped_2006_soulicious_&_the_hopium_den"
  },
  {
    "name": "Sounding Spaces",
    "description": "Sounding Spaces is about letting go of your fear in an acoustic musical environment, in the spirit of play! Join us for Deep Listening exercises, conducted improvisations, holistic voice lessons, chanting, Sonic Meditations, and jam with us on our homemade instruments. Improvised, interactive, and/or pre-composed performances featured every evening, while sonic meditations will bring in the new day! Every soul needs a Space to Sound.",
    "hometown": "Santa Cruz, CA",
    "year": 2006,
    "uid": "scraped_2006_sounding_spaces"
  },
  {
    "name": "Space Cowboys",
    "description": "We’re the Space Cowboys.The Space Cowboys from Burning Man?The Black Rock Hoe Down?You know, the Unimog?Thanks, we love you too.Now in our tenth year…harder, better, faster, stronger.Yes, one more year out there, SOMEWHERE! We’ll choose an art installation to gather at on Friday night and have our infamous Black Rock Hoe Down until you cry uncle. Now, featuring MOG 2.0!  Circle the wagons and join the party and tune in to KMOG 94.1 FM.  As always, we Leave No Trace.  You do the same.  Hope to see you there.",
    "hometown": "Oakland, CA",
    "url": "http://www.spacecowboys.org",
    "year": 2006,
    "uid": "scraped_2006_space_cowboys"
  },
  {
    "name": "Space Island",
    "description": "An island in space that doesn’t even exist.",
    "hometown": "San Francisco, CA",
    "url": "http://spaceisland.tribe.net",
    "year": 2006,
    "uid": "scraped_2006_space_island"
  },
  {
    "name": "Space Virgins Light Continuum",
    "description": "The Space Virgin theme camp has participated in Burning Man since 1994, out of which we have developed an active, year-round arts collective, a non-profit arts organization with a mission to develop community through large scale collaborative art projects. As a theme camp, the Space Virgins have repeatedly provided Burning Man participants with the opportunity to ritualistically cleanse themselves of their mental baggage, or re-virginize. We structure our interactive art projects to produce transformative experiences that help people let go of the anxieties and inhibitions that develop over the course of a life time, so that they might experience joy to its fullest potential. In past years we have performed revirginization rituals, provided demon workshops, created a crashed space ship from which space virgins leapt to help earthlings burn their inner demons, and burnt a sacrificial virgin goddess. We constructed a Parthenon facade as a testament to the virgin goddess, Athena, to provide a place of joy.  Last year, the Space Virgins built the Temple to the Ruined Mind to provide a place for people to act out the battle between their id and their super ego, to reflect upon the anxieties that inhibit them and reinvigorate their hedonistic, pleasure-seeking id.  This year, the Space Virgins are providing a Docking Station for weary travelers to rest and refuel.  The docking station will also house a communication link through the Tweakin’ Beacon to The Oracle on our home planet of Luminous Flux.  Come, relax, refuel, and seek the sage advice of The Oracle.",
    "hometown": "Seattle, WA",
    "url": "http://www.spacevirgin.org/",
    "year": 2006,
    "uid": "scraped_2006_space_virgins_light_continuum"
  },
  {
    "name": "Spank the Monkey and the Wet Spot",
    "description": "Swing by and experience the Monkey! Spank one of our monkeys or be spanked and drink yourself to enlightenment and enjoy a spot in the shade.",
    "hometown": "Salt Lake City, UT",
    "url": "http://home.comcast.net/~spankthemonkeyswetspot",
    "year": 2006,
    "uid": "scraped_2006_spank_the_monkey_and_the_wet_spot"
  },
  {
    "name": "Spike's Vampire bar",
    "description": "The time has come again to die and be reborn as an immortal child of the night in our dark den of drinks, dancing and divine decadence. From dusk until dawn you can dine on the fresh blood of our victims as it flows directly from the source. Dance until you expire to the constant melody of our coven’s extensive collection of Goth and Industrial dirges. Explore the majestic art of pole dancing on the anointed poles of our sacrificial stage. Watch as our Shamans of fire perform their mystical ceremonies of demonic revelry on our cursed stage of the flame, which is also open to any mortal, minion or master with the courage to entertain the deviant hordes.",
    "hometown": "Fremont, CA",
    "url": "www.spikesvampirebar.com",
    "year": 2006,
    "uid": "scraped_2006_spike's_vampire_bar"
  },
  {
    "name": "Spirit Dream Interpretation Cafe",
    "description": "Standing at the crossroads of hope and fear can be perplexing at least to grippingly dark. Allow us to serve as waypoints at this nexus. Like a spiritual roadside cafe, we offer a varied menu of spirit kissed prophetic gestures to help you on your way. Spirit Dream Interpretation Cafe (formerly Camp Kingdom Come) returns for it’s sixth year bringing skilled dream interpreters in the proven ancient Hebraic tradition. In addition, we offer gifts of life through water, espresso, drum circles and a place of rest and reflexion. Welcome to a community of friends who share an atmosphere of thought and light…to give you hope for your journey into your destiny and future.",
    "hometown": "North Sutton , NH",
    "year": 2006,
    "uid": "scraped_2006_spirit_dream_interpretation_cafe"
  },
  {
    "name": "Spock Mountain Research Labs",
    "description": "As a group of Cyberbilly Hyperscientists we pride ourselves on the things that make us proud. We produce one of the only on-playa written and printed newspapers, distribute Hyperwhiskey(TM), and have hillbilly music when we feel like it.",
    "hometown": "Santa Cruz, CA",
    "url": "http://www.pigdog.org/ssm",
    "year": 2006,
    "uid": "scraped_2006_spock_mountain_research_labs"
  },
  {
    "name": "Sporosite",
    "description": "Don’t just see the art, be the art! Visit Sporosite, where our team ofpost neo expressionist bodypainters will transform you into a walking playainstallation!",
    "hometown": "New York, NY",
    "year": 2006,
    "uid": "scraped_2006_sporosite"
  },
  {
    "name": "Starlight Express",
    "description": "What is the future? Can it be anything more than a blank stare out the window, half-mindedly watching the kids loiter in front of the bodega? Is it really a Metropolis of glistening chrome and universal health care (which, of course, no one will need in the future).",
    "hometown": "Concord, CA",
    "year": 2006,
    "uid": "scraped_2006_starlight_express"
  },
  {
    "name": "StarLush Lounge",
    "description": "Yes, your favorite neighborhood alien bar,is back.  The StarLush Lounge, offers a funkalicious twist to the denizens of BRC – The Famous Star Bar, DJs, great sound, Go-Go Pods, the color-pulsing dance-floor – in short, a Groovin’ Good Time!",
    "hometown": "san francisco, ca",
    "url": "www.starlushlounge.com",
    "year": 2006,
    "uid": "scraped_2006_starlush_lounge"
  },
  {
    "name": "Static/Dynamic Band Camp",
    "description": "Static/Dynamic Camp is the new home of the Burning Band. the Black Rock Philharmonic, and many random musical groups. We’re here to play with and for you. Come on over and make a request for a band – odds are good we can do it. You want salsa or swing? Classical or classless? We can do that. And we can do it at our camp or yours.",
    "contact_email": "pmeasele@oda.state.or.us",
    "hometown": "Monmouth, OR",
    "year": 2006,
    "uid": "scraped_2006_static/dynamic_band_camp"
  },
  {
    "name": "Stay Puft",
    "description": "During the chill of the night come by our burn barrel and roast a marshmellow and get warm. This years burn barrel will featrue a merry-go-round seating so that if the wind shifts you spin your self away from the smoke.  You can also stop by during the heat of the day and hang out in our chill dome and revive youself with an ice cold smoothie;  packed with all the electrolites you need to help fend off sun stoke.",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_stay_puft"
  },
  {
    "name": "Steam Bath Project",
    "description": "The Steam Bath Project offers Black Rock a public, wood-fired steam bath in which to cleanse and meditate. Constructed as a geodesic dome, the space is open to all hoping for relaxation and friendship.",
    "hometown": "Alexandria, VA",
    "url": "http://home.earthlink.net/~japyr/",
    "year": 2006,
    "uid": "scraped_2006_steam_bath_project"
  },
  {
    "name": "Strip Jeopardy",
    "description": "Come show us what you’ve got in this battle of wits, tits, and naughty bits! Wannabe contestants must arrive an hour early. Audience participation encouraged and rewarded. Tue-Fri 4:00 PM",
    "hometown": "Portland, OR",
    "year": 2006,
    "uid": "scraped_2006_strip_jeopardy"
  },
  {
    "name": "SUNRISE COFFEE CAMP",
    "description": "Come over and visit us right around sunrise. We will have some hot coffee and pastries for you. Together we will welcome in the new day and send out some good vibes for a brighter future for all.",
    "hometown": "Chico, CA",
    "url": "none",
    "year": 2006,
    "uid": "scraped_2006_sunrise_coffee_camp"
  },
  {
    "name": "Super Lucky Camp",
    "description": "Super Lucky Camp is the home of the Shrine of Maneki Neko (Super Lucky Cat). Reflect and meditate in the Great Kitty presence.",
    "hometown": "Brooklyn, NY",
    "year": 2006,
    "uid": "scraped_2006_super_lucky_camp"
  },
  {
    "name": "SurlyCamp",
    "description": "SurlyCamp, home of the SurlyBird and a bunch of assholes.",
    "hometown": "Anchorage, Alaska",
    "year": 2006,
    "uid": "scraped_2006_surlycamp"
  },
  {
    "name": "Sustainabilaville",
    "description": "Sustainabilaville is a camp within the AEZ that will model a way of being in social and environmental systems that helps us all live sustainably on this planet. We will create a space to be in community and learn about sustainability.",
    "hometown": "Bainbridge Island, WA",
    "url": "http://www.sustainabilaville.org/",
    "year": 2006,
    "uid": "scraped_2006_sustainabilaville"
  },
  {
    "name": "Tahoe Clan",
    "description": "The Lake Tahoe Clan is a group of individuals that live in the Lake Tahoe area and look to the future with HOPE.  As a group of individuals, we like to play hard and enjoy ourselves.  Stop by for a massage, accupunture, a good laugh, or to make some friends!",
    "hometown": "Malibu, CA",
    "year": 2006,
    "uid": "scraped_2006_tahoe_clan"
  },
  {
    "name": "Takilma Tribe/Illuminated Fools",
    "description": "Step out of the pasture and into the future, leave your fears at the door and experience the presents like never before.  Cold beverages and a stage with gymnastic equipment will make for a hot time in the old town.",
    "hometown": "Cave Junction, OR",
    "year": 2006,
    "uid": "scraped_2006_takilma_tribe/illuminated_fools"
  },
  {
    "name": "TangoBeso",
    "description": "TangoBeso is a dance hall provided for a variety of social dances with an emphasis on Argentine Tango.",
    "contact_email": "pwas@qwest.net",
    "hometown": "Vancouver, WA",
    "url": "http://www.tangobeso.com",
    "year": 2006,
    "uid": "scraped_2006_tangobeso"
  },
  {
    "name": "Taoseños",
    "description": "Taoseños is a apart of Hushville, which not only is an aural oasis, but a visaul oasis, by requiring all vehicles to be covered or disguised",
    "hometown": "Taos, NM",
    "year": 2006,
    "uid": "scraped_2006_taoseños"
  },
  {
    "name": "Tazii",
    "description": "Tazii is a chill space that welcomes folks to wander into an authentic Moroccan tent filled with flowers, candles, tapestries and ambient music each night into dawn. The tent rises from the playa floor to soar over 40’ in the air; the inside of the tent beckons with hand-sewn silk inlaid gold-colored panels that provide an ambience of romance and respite…Tazii provides a refuge for the body as well as the spirit.",
    "hometown": "San Francisco, CA",
    "url": "www.tazii.com",
    "year": 2006,
    "uid": "scraped_2006_tazii"
  },
  {
    "name": "Teletubbies Camp",
    "description": "LOVE+TECHNOLOGY=THE FUTURE: The Teletubbies lifestyle is an excellent prototype for futuristic societies–taking into account renewable energies, sophisticated technologies, and lots of love.",
    "hometown": "Los Angeles, CA",
    "year": 2006,
    "uid": "scraped_2006_teletubbies_camp"
  },
  {
    "name": "Temple of Atonement",
    "description": "Temple of Atonement: Black Rock City’s premier BDSM camp. Take part in our sanctuary of decadence as we pursue transformation, education and personal development amidst our dark fantasies.This is an opportunity for individuals to explore the darker side of their imagination: to learn more about themselves and their fantasies without fear of negative connotations, or social repercussions… It’s an opportunity for supplicants to ask, veterans to play and the curious to learn.",
    "hometown": "San Jose, CA",
    "url": "www.templeofatonement.org",
    "year": 2006,
    "uid": "scraped_2006_temple_of_atonement"
  },
  {
    "name": "Temple of Venus",
    "description": "Come bliss out in our sanctuary for wandering Goddesses.  Visit one of our temples where the only thing a goddess has to do is relax and receive.",
    "hometown": "albion, CA",
    "year": 2006,
    "uid": "scraped_2006_temple_of_venus"
  },
  {
    "name": "TempleWhore",
    "description": "The badass kids of TempleWhore provide Reiki, massage, herbal medicine, yoga, tantric education, weddings and adult themed events on the playa. TempleWhore is the calm in the storm of the rave and the lights and the noise of Burning Man; just another varied beauty to bliss you out and hang with your body and spirit, all served up to you with a Kali-smile and a Magdelen-kiss.",
    "hometown": "Seattle, WA",
    "url": "www.templewhore.com",
    "year": 2006,
    "uid": "scraped_2006_templewhore"
  },
  {
    "name": "Terra Nova",
    "description": "The year is 4026 and Mankind has fled a decimated Earth. When fate crash-landed us upon this desolate, inhospitable moon, we had no choice but to make this our new home. Come see how our isolated culture has evolved away from the conservative, socially restrictive one our ancestors knew. Test your boundaries in the Liberation Dome, a free space where visitors can safely explore new horizons with no judgment from others. Come taste an exotic, extra-terrestrial beverage at the Terra Nova bar. We practice Sharing, Non Judgmental Acceptance of Diverse Cultures and Life Styles, Creativity, Having Fun, Nudity, Self-Reliance and Open Minded Self Improvement.",
    "hometown": "Scottsdale, AZ",
    "url": "www.water-brother.com",
    "year": 2006,
    "uid": "scraped_2006_terra_nova"
  },
  {
    "name": "That Bloody Camp",
    "description": "That Bloody Camp returns with its haven of morning-after repose. We will cut through the dust of the playa and the previous night’s excesses with spicy bloody marys and even spicier servers.  And of course we will give you space to relax, connect and maybe even make a new friend.",
    "hometown": "San Francisco, ca",
    "year": 2006,
    "uid": "scraped_2006_that_bloody_camp"
  },
  {
    "name": "The AlterVision Black Light Lounge",
    "description": "After a two-year break from “theme-ing,” Camp Steal Your Soul—the ones who produced souvenir Burning Man postcards using your photo—returns with AlterVision: An Interactive Black Light 3D Adventure.",
    "hometown": "Los Angeles, CA",
    "url": "www.dakshots.com/altervision",
    "year": 2006,
    "uid": "scraped_2006_the_altervision_black_light_lounge"
  },
  {
    "name": "The Bouncy Bouncy Club",
    "description": "The Bouncy Bouncy Club.  A jolly nice place to bounce and home of “The Wilson Phillips Pancake Breakfast”.",
    "hometown": "Los Angeles, CA",
    "url": "http://TBBC.tribe.net/",
    "year": 2006,
    "uid": "scraped_2006_the_bouncy_bouncy_club"
  },
  {
    "name": "The Cathousian Transcendence",
    "description": "Seated in a gorgeous Morrocan tent, the Cathousian Transcendence offers a refreshing, replenishing, mystical retreat from the elements and celebrates joyful, empowered sensuality.  Featuring a visually stunning lounge area, visitors are refreshed by cold water, ambient North-African beats, pamperings by Priestesses, self-exploration through the writing of letters to be delivered to you in 5 years, the co-creation of a new danceform called SunSnake, and readings from the Tarot of Atlantis.",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_the_cathousian_transcendence"
  },
  {
    "name": "The Deep End",
    "description": "High Spirits, Deep Grooves",
    "hometown": "San Francisco, CA",
    "url": "www.thedeependcamp.com",
    "year": 2006,
    "uid": "scraped_2006_the_deep_end"
  },
  {
    "name": "The Dusty Goddess",
    "description": "Get your pole-dancing groove on at the Dusty Goddess. Our open stripper pole awaits funky playa people of all sizes, shapes, genders and persuasions.",
    "hometown": "van nuys, CA",
    "url": "http://alpolito.net/dustygoddess.html",
    "year": 2006,
    "uid": "scraped_2006_the_dusty_goddess"
  },
  {
    "name": "The Fringe",
    "description": "The Fringe goes mobile this year with its creation of a live music and performance platform unlike any other. A variety of live & evolutionary musical treats will transmigrate any auditory fear into hope and singe your Fringe. Burning man is at the Fringe of society, we will be on the Fringe of the Rednose District in 2006, pushing its musical limits.",
    "hometown": "san  francisco, CA",
    "url": "www.fringecamp.com",
    "year": 2006,
    "uid": "scraped_2006_the_fringe"
  },
  {
    "name": "The future swings on & on & on....",
    "hometown": "Reno, NV",
    "year": 2006,
    "uid": "scraped_2006_the_future_swings_on_&_on_&_on...."
  },
  {
    "name": "The Hut of the Glam-Tech Warrior",
    "description": "Before a long night riding the Disorient Express, the Glam-Tech Warrior reclines in his Hut where he keeps his wardrobe, tools and emblems of power, all presented under black light. Yes, He wears SFP 60+ at night too.",
    "hometown": "New York, NY",
    "url": "http://www.flyvision.org/hut/",
    "year": 2006,
    "uid": "scraped_2006_the_hut_of_the_glam-tech_warrior"
  },
  {
    "name": "The Illumination Village",
    "description": "2006 is The Illumination Villages 12th anniversary on the playa.The Illumination Village has grown into an active community of wickedly dedicated artists, and hardcore fans of fire. Were a powerful force on the playa; building, supporting and burning some of the best and biggest art the playa has ever seen. The Illumination Village is old school fire. We bring fuel, we bring energy, we bring art, and we burn it. Black Rock City loves what we do, loves that we keep the big fires burning, loves that we mix fire and steel, keeping you warm at night, and glowing throughout the year. Weve built a reputation over the years, and this year were adding powerful new legends to that legacy.",
    "hometown": "Santa Cruz, CA",
    "url": "http://www.burningart.com/ill_vill_2006/bman2006.html",
    "year": 2006,
    "uid": "scraped_2006_the_illumination_village"
  },
  {
    "name": "The Liver's End",
    "description": "Friendly neighborhood bar and source of serenity.",
    "hometown": "Sparks, Nevada",
    "year": 2006,
    "uid": "scraped_2006_the_liver's_end"
  },
  {
    "name": "The Lost Boys",
    "description": "A cool place in the sun! Join the Lost Boys (and girls!) at our elation station. Where sublime levels of relaxation will be dolled out with rejuvinating lemonade all to the dulcit tones of Morrison. Our lemony scented, sugary sweet, phallically dispensed lemonade is yellow so yours doesn’t have to be.",
    "hometown": "burleson, TX",
    "url": "http://www.radiofreenyc.com",
    "year": 2006,
    "uid": "scraped_2006_the_lost_boys"
  },
  {
    "name": "The Lost Colony",
    "description": "19th Century French and British colonialism meets the year 2525: intergalactic can-can dancers armed with tasers take prisoners, while Alan Quartermain look-a-likes, don their jet packs to explore the outer boundaries of the playa.",
    "contact_email": "purejezebel@sbcglobal.net",
    "hometown": "San Francisco, CA",
    "url": "http://tribes.tribe.net/colonyofthelost",
    "year": 2006,
    "uid": "scraped_2006_the_lost_colony"
  },
  {
    "name": "The Lost Penguin Cafe",
    "description": "That’s right…there are penguins in the desert. We’ve marched long and hard from the far corners of the globe to converge on our old home for the sixth year.",
    "hometown": "s. san fran, ca",
    "url": "www.thelostpenguincafe.com",
    "year": 2006,
    "uid": "scraped_2006_the_lost_penguin_cafe"
  },
  {
    "name": "The Necklace Factory",
    "description": "The Necklace Factory is an oasis of creativity for those who need to create when they are in Black Rock City.  Fabulous materials from all over the world are provided FREE to those who choose to work in The Necklace Factory.  If you must create, please join us for a bit of shade, a tasty conversation, some intoxicating music, and the best jewelry making materials that planet Earth has to offer.",
    "hometown": "Kingwood, Texas",
    "url": "town-center.net/burningman/burn.html",
    "year": 2006,
    "uid": "scraped_2006_the_necklace_factory"
  },
  {
    "name": "The Oracle at Erowid",
    "hometown": "san francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_the_oracle_at_erowid"
  },
  {
    "name": "The Paddy Mirage",
    "description": "The “Green Man” has embodied the spirit of nature for many generations and this year the Paddy Mirage is a celebration of that spirit and its return to the forefront of consciousness. The inspirations of so much creativity has developed through the great culture of the pub in Ireland and so the Paddy Mirage will be at Burning Man, a place where sweet music and a drink in your hand give the perfect setting to be inspired and share with those around you.",
    "contact_email": "thepaddymirage@gmail.com",
    "hometown": "Kilkenny, N/A",
    "url": "http://www.burntheirishbar.com",
    "year": 2006,
    "uid": "scraped_2006_the_paddy_mirage"
  },
  {
    "name": "The Philadelphia Experiment",
    "description": "Back again for the 6th year running from the City that Loves You Back, The Philadelphia Experiment brings you cool beats and cool drinks to the Playa. Come and get out of the sun and bob your head and move your feet to some soul, funk, reggae and house.",
    "hometown": "Philadelphia, Pa",
    "year": 2006,
    "uid": "scraped_2006_the_philadelphia_experiment"
  },
  {
    "name": "The Pink Flamingo Lounge",
    "description": "The Pink Flamingo Lounge is excited to be coming to the playa for her sophmore year. Big, Pink and full of life and we invite all of you to join us.  This year we will be a “happy hour” stop for all who wish to dance, hang out, get out of the sun and relax!!! Dance area, music, shade and relaxation are all yours to have at our wonderful little spot on the playa.",
    "hometown": "Onalaska, WA",
    "year": 2006,
    "uid": "scraped_2006_the_pink_flamingo_lounge"
  },
  {
    "name": "The Pink Pussy Cats",
    "hometown": "kearny, nj",
    "year": 2006,
    "uid": "scraped_2006_the_pink_pussy_cats"
  },
  {
    "name": "The Pink Spot",
    "description": "The Pink Spot is pink, furry and fun!  We will be providing a dome/chill area w/music during the days, and be throwing 2 parties, Wednesday and Friday at night.  Please hop on our art cars, they’re pink and furry!",
    "hometown": "Park City, UT",
    "year": 2006,
    "uid": "scraped_2006_the_pink_spot"
  },
  {
    "name": "The Playa Jazz Cafe",
    "description": "Live experimental jazz, fresh Irish coffee and a warm comfy lounge for the weary playa traveller. Welcome to The Jazz Cafe…",
    "hometown": "San Francisco, CA",
    "url": "http://groups.yahoo.com/group/PlayaJazz/",
    "year": 2006,
    "uid": "scraped_2006_the_playa_jazz_cafe"
  },
  {
    "name": "The playground",
    "description": "The Playground, (formerly the conGLOMerate, GLOM)is back Featuring the best adult toys the Playa has to offer celebrating Mayor Joey’s 11th year at the event.For many years now, our village has been rated as one of the “must see” landmarks on the Playa.This year shall prove no differently.With the reuniting of our Boise, ID. co-founders of many years ago, this year we shall celebrate a new-found fresh presentation of sights, sounds and sensations that can only be described by folks who have experienced our village in previous years.Our village is also the home base for the BurningBand that has been a long established BurningMan Icon.This will also be the last year for gASSo, the authentic desert gASS station that has thrilled hundreds of participants with it’s unusual adult features including the ORGASMATRON, The SPANK-OMATIC, ETHYL the propane enema, as well as certain other features that you’ll have to experience to believe!Our BASS (Big Ass Shade Structure) as well as the Magic Mushroom lounge provides XTRA comfy chill space with some of the best cocktails available on the Playa.If you haven’t been to us before, you must check it out and ride our attractions.If you have enjoyed us in the past, welcome back home.Joey.",
    "hometown": "fallon, NV",
    "url": "http://www.playaplayground.com",
    "year": 2006,
    "uid": "scraped_2006_the_playground"
  },
  {
    "name": "The Prisoner Camp 2006:The Village",
    "description": "“I will not be pushed, filed, stamped, indexed, briefed, debriefed, or numbered. My life is my own.”  Is that not why we come to Burning Man?  The Village offers everything the playa dweller would want, chill space; music that will soothe, revitalize, and condition; liquid libations to liberate; games played on the trampolines; and consultations at the citizensâ€™ advice bureau.  All that is asked for in return is a little information.â€œBe seeing youâ€Ω",
    "hometown": "San Francisco, CA",
    "url": "http://www.prisonercamp.org",
    "year": 2006,
    "uid": "scraped_2006_the_prisoner_camp_2006:the_village"
  },
  {
    "name": "The Q",
    "description": "The Q is a multi-sensory performance art project the begins with the sense of taste and moves out through auditory, olfactory, visual and contact.",
    "hometown": "San Diego, CA",
    "url": "www.playaq.com",
    "year": 2006,
    "uid": "scraped_2006_the_q"
  },
  {
    "name": "The Scissor Farm",
    "description": "And what a boozy cookie you will be. Let white coated exhibisionists with sharp sharp scissors dance the moonwalk on your boozy little head.  Arm yourself with holsters of toast for a sleek new canoe from The Scissor Farm.",
    "hometown": "Seattle, WA",
    "year": 2006,
    "uid": "scraped_2006_the_scissor_farm"
  },
  {
    "name": "The Sprawl",
    "description": "Each morning from Monday thru Friday, when youre looking for a little sunscreen fix, stop on by The Sprawls Sunscreen Station where willing hands will apply suntan lotion to your most difficult-to-reach spots.  While you enjoy the luxurious slathering, we will spoil you with scrumptious cookies and icy lemonade.   Like a day at the beach, minus the surf.",
    "hometown": "Brooklyn, NY",
    "url": "http://www.sunscreen-station.blogspot.com/",
    "year": 2006,
    "uid": "scraped_2006_the_sprawl"
  },
  {
    "name": "The Tittyman camp",
    "description": "The TittyMan is a modern day superhero.. he came to burning man with a painted motorhome and a dream to better the desert with the ultimate service…. cleansing the spirit.  Tittyman is a natural born artist and he has mastered the art of  body painting in mexico under shamen pedro chi-chi.  Through years of practice he has mastered cleansing the chest, mind, and soul.   Most of the year TittyMan is busy saving the world from the perils of evil but one week a year he takes a break to help his tribe and others by taking prints and autographs at Burning Man. Who is this masked man? Find out at titty city.  We at titty city hope to see you at the event where you can make your burning man experience history with TittyMan.",
    "hometown": "Modesto, Ca.",
    "url": "TheTittyman.com",
    "year": 2006,
    "uid": "scraped_2006_the_tittyman_camp"
  },
  {
    "name": "The Tittyman Camp",
    "description": "How did TITTY MAN begin one night I awoke and my room was glowing, a voice said \"ucker wake up!! Yeah u ucker\"..I think God likes to say \"ucker\".\"I command you to Go to the desert. once there, Build a city. Build a city of TITTYS. I command you too. IF THY DOES NOT COVET THY TITTY, they will come 2 by 2,\" said the voice.Since 1999 I have gone to the Black Rock Desert with my dedicated tribe, because it takes a few dedicated people to build a City of Tittys. I have collected Titty prints using a special painting technique. I start first by preparing my painting surfaces by sanding and sealing 4 foot by eight foot pieces of plywood. I then paint the surfaces and frame them. These are my building blocks. I apply paint to the tittys and press them onto the boards transferring the prints onto them each titty soul then signs the prints, immortalizing them forever. I build my buildings in increments of 8 feet. Each building is 16 feet by 16 feet. Each panel locks the other panels into a rigid structure, able to withstand 70 m.p.h. wind gusts. And at night they glow under 12, 48 inch double tube black lights. Its a process of evolution, it keeps growing and changing.",
    "contact_email": "hrock1@juno.com",
    "hometown": "Modesto, CA",
    "url": "http://www.myspace.com/titty_man",
    "year": 2006,
    "uid": "scraped_2006_the_tittyman_camp"
  },
  {
    "name": "The_Many",
    "description": "With more strange events and experiences than you can imagine, The_Many is Black Rock City’s first post-post-post-CyberPunk strip mall dedicated to the celebration of radical self-expression.  Look for the huge olive green shade structure and stop by for a complete listing of daily events.",
    "hometown": "Calgary, Alb",
    "url": "http://wiki.jonnay.net/many/themany",
    "year": 2006,
    "uid": "scraped_2006_the_many"
  },
  {
    "name": "Thermal Shock",
    "hometown": "Santa Cruz, CA",
    "year": 2006,
    "uid": "scraped_2006_thermal_shock"
  },
  {
    "name": "Those Damn kids: JeeHawd!!",
    "description": "come get in trouble with those damn kids again as they lead the insurgency on a Domed stage full of inspired muses, producers, bands and theatrical mayhem. Expect mashup potatoes, squelchy acid electro with hip hop new york rock sensibilities, singer songwriter performances, aerialists, spontaneous chaotic episodes of jazzercized Jeehawd, as televised on Aljeezera.",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_those_damn_kids:_jeehawd!!"
  },
  {
    "name": "Tierra del Fuego",
    "description": "delFuego’s Green Peace Interactive Painting Wall Available 24 Hours. Tarot and Rune Reading…Sunrise Ceremonies…Mind Blowing Body Rubs…stop on in!!!",
    "contact_email": "tomsurfs2003@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.gasanim.com/delfuego.htm",
    "year": 2006,
    "uid": "scraped_2006_tierra_del_fuego"
  },
  {
    "name": "Tierra delFuego",
    "description": "The Journey is the FEAR…the letting goThe burning of the vessel is the HOPE…no returningcreate yourself and give to the art…become a delFuego",
    "hometown": "San Francisco, CA",
    "url": "www.shamanarts.net/tierra/delfuego.htm",
    "year": 2006,
    "uid": "scraped_2006_tierra_delfuego"
  },
  {
    "name": "Tokyo Lo-Pros",
    "hometown": "Santa Cruz, CA",
    "year": 2006,
    "uid": "scraped_2006_tokyo_lo-pros"
  },
  {
    "name": "Tomales Bay Explorers Club and Sexy Dinosaurs present: Elian Abduction Camp",
    "description": "Tomales Bay Explorers Club and Flying Dinosaurs present: Elian Abduction Camp. Viva la Revolución!",
    "hometown": "San Francisco, CA",
    "url": "http://www.sirius.com/~bobstahl/burn2000.htm",
    "year": 2006,
    "uid": "scraped_2006_tomales_bay_explorers_club_and_sexy_dinosaurs_present:_elian_abduction_camp"
  },
  {
    "name": "touch of fear village",
    "description": "touch of fear village will conduct experiments in mind control & behavorial programing thru tactile stimulation for a future fear (insert evil laugh here)",
    "hometown": "san francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_touch_of_fear_village"
  },
  {
    "name": "Tramp, Camp",
    "description": "Watch hopes rise and fall on the trampoline of life!  Its a never ending bouncing marathon at Camp Tramp, stop by and sing Jumping Jack Flash, or show us your best trampoline moves!",
    "hometown": "Milpitas, CA",
    "year": 2006,
    "uid": "scraped_2006_tramp,_camp"
  },
  {
    "name": "Tranquill Waters",
    "description": "Just some guys from Texas with alot of canopys and solar fountains, Im a blind mortician and because of the distance we are traveling all we can offer is a place for people to rest and enjoy each others company under shade. I was at Wood Stock 69, Burning Man 95&05/06 . We will have an art car that is located in Reno plus we will have a four person surry bicycle to be used as a burning man no rush taxi ! We are all volunteers and will help out where we can.Will have a popcorn machine running 24 hours untill nothing left to pop.",
    "contact_email": "billygwm@aol.com",
    "hometown": "Lubbock, TX",
    "year": 2006,
    "uid": "scraped_2006_tranquill_waters"
  },
  {
    "name": "Transmorphagon",
    "description": "Transmorphagon – A place of change.  A space to re-arrange.  This camp-like object has as many sides as it currently has; enough to show you another side of where you are. Participants are welcomed into the environment for a lasting experience that will change with each visit. Face your fears, generate hope, and change through a random experience, a deliberate experience, and/or a casual experience. Projects like ‘The Human Trap,’ and ‘Electroshock Therapy’ surround a music space that transforms throughout the night. You are welcome to change. Face the future with a new you!",
    "hometown": "Berkeley, CA",
    "url": "email: transmorphagon@sbcglobal.net",
    "year": 2006,
    "uid": "scraped_2006_transmorphagon"
  },
  {
    "name": "Trashistan",
    "description": "In 2006, we welcome the return of the rantomatic, as well as an increase in our megaphone to human ratio.",
    "hometown": "Berkeley, CA",
    "year": 2006,
    "uid": "scraped_2006_trashistan"
  },
  {
    "name": "Triangle",
    "description": "sexy women blending raw smoothies with pedal power, so you can feel good while having the time of your life at Burning Man!",
    "hometown": "Los Angeles, CA",
    "url": "http://kayosmarket.com",
    "year": 2006,
    "uid": "scraped_2006_triangle"
  },
  {
    "name": "Tribal Thunder",
    "description": "We Like to DrinkWe Like to Drum",
    "hometown": "martinez, CA",
    "year": 2006,
    "uid": "scraped_2006_tribal_thunder"
  },
  {
    "name": "Tribe of the Crescent Star",
    "description": "In the brutal wilderness between the teeming cities of the future, along the trade routes of the Neo-Caravaners and the battle migrations of Jihadists and Jihadistas, lie the dwellings of the Tribe of the Crescent Star, sheltered in an oasis of its own construction. Welcoming all who drop their weapons and their attitude outside its perimeters, the Tribe of the Crescent Star offers their guests the comforts of a Brave Old World — for the body: cool mint tea, sweet dates, and mountains of soft pillows; for the soul: the play of light and water, and the music of paradise. By day, the order’s satin banners can be seen by weary travellers from afar; in the evening, the glow of the tent-dome serves as a beacon calling all to the night’s revels.",
    "hometown": "Seattle, WA",
    "url": "http://www.crescentstar.org",
    "year": 2006,
    "uid": "scraped_2006_tribe_of_the_crescent_star"
  },
  {
    "name": "Tricycle Alley",
    "description": "No need to fear, just hope for the best! Blaze your own trail as you race from our vision of the past into the future.",
    "hometown": "Portland, OR",
    "url": "http://tricyclealley.com",
    "year": 2006,
    "uid": "scraped_2006_tricycle_alley"
  },
  {
    "name": "Troglodyte",
    "description": "Dig down to your most primal memories.Troglodyte takes you back into time.The “fear” of not evolving, not advancing, not stepping into the future can be our end.The “hope” to venture beyond archaic, primitive thoughts and conciousness is what drives us.hear the drums…feel the beat…experience the journey…",
    "hometown": "concord, ca",
    "year": 2006,
    "uid": "scraped_2006_troglodyte"
  },
  {
    "name": "True Mirror Palace",
    "description": "The True Mirror Palace returns to the Playa to once again reveal the true nature of those that look into a mirror that reflects unreversed images!",
    "hometown": "brooklyn, ny",
    "url": "www.truemirror.com/burningman2006",
    "year": 2006,
    "uid": "scraped_2006_true_mirror_palace"
  },
  {
    "name": "Twisted Twister",
    "description": "Twisted Twister A twisted spin on the age old game we all grew up with.",
    "hometown": "Dover, Idaho",
    "year": 2006,
    "uid": "scraped_2006_twisted_twister"
  },
  {
    "name": "Two Lanterns",
    "description": "By day come by and help build the Global Village (you’ll help build a miniature clay city) or be joined in an Unofficial Playa Civil Union, in the afternoon be here for Weird Poker (no money bets!) when there is no wind, at night groove to the riddims. And don’t forget your free stuff and the Aeolian Orchid!!",
    "hometown": "Felton, CA",
    "url": "http://www.ebold.com/~bobo/",
    "year": 2006,
    "uid": "scraped_2006_two_lanterns"
  },
  {
    "name": "Ultra Stunt Danger Academy",
    "description": "The Ultra Stunt Danger Academy is all about distinction.",
    "hometown": "San Francisco, CA",
    "url": "http://UltraStuntDangerAcademy.com/",
    "year": 2006,
    "uid": "scraped_2006_ultra_stunt_danger_academy"
  },
  {
    "name": "Uncharted Territories",
    "description": "Enter the Uncharted Territories of Avalon Village and explore the treasures of the Hidden Ship of Souls, The Captains Mist steam chamber, find out information about Avalon Village at our Camp 411 information kiosk, and participate in our Queer Talking Circle discussion groups.",
    "hometown": "Sacramento, ca",
    "url": "http://www.avalonvillage.org/",
    "year": 2006,
    "uid": "scraped_2006_uncharted_territories"
  },
  {
    "name": "undecided",
    "description": "as is our hope and fear for the future, we are yet undecided.",
    "hometown": "tel aviv , israel",
    "year": 2006,
    "uid": "scraped_2006_undecided"
  },
  {
    "name": "V-Spot: Volunteer Here",
    "description": "Discover YOUR V-SPOT?!",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_v-spot:_volunteer_here"
  },
  {
    "name": "VAMP CAMP",
    "description": "Please stop by for a multitude of experiences. Cool off on the Mr. Mister stage or get some beautiful art work done on your beautiful body or just chill out at the Vamp Camp bar. Fear nothing and hope for everything!",
    "hometown": "Gardnerville, NV",
    "url": "None",
    "year": 2006,
    "uid": "scraped_2006_vamp_camp"
  },
  {
    "name": "Velvet Soulmine",
    "description": "Velvet Soulmine is a continually evolving cozy chill space where you can indulge in sharing your hopes and overcoming your fears. We have created a Morracan/Asian style chill dome crossed with a contemporary mine-shaft entrance to create several different areas of the camp. In the bar you can work on your dipsophobia or amathophobia (fear of drinking & dust, cuz there’s plenty of both for you to encounter). If you are gymnophobic and or aphephobic then you must stop by to have your nude body painted. If your fear is of excess, then  the 9th Annual Southern Style Vodka party is for you, where wretched excess is never enough.",
    "hometown": "Atlanta, GA",
    "year": 2006,
    "uid": "scraped_2006_velvet_soulmine"
  },
  {
    "name": "Vertical Camp",
    "description": "Come see the Future of Black Rock City TODAY.At Vertical Camp we answer the Burning Question–“What happens when BRC runs out of space?”The answer is simple– Go Vertical!In the age of suburban playa sprawl, come breathe the fresh air of dense urban living at it’s best. Visit our rooftop deck and check out the Man from the top of BRC’s first and finest high-rise condominium tower.Vertical Camp, where every unit has a stellar view of the Playa.",
    "hometown": "San Francisco, CA",
    "year": 2006,
    "uid": "scraped_2006_vertical_camp"
  },
  {
    "name": "Vesuvius",
    "hometown": "Los Angeles, CA",
    "year": 2006,
    "uid": "scraped_2006_vesuvius"
  },
  {
    "name": "Videogasm",
    "description": "Camp Videogasm… A Multimedia Explosion… featuring independent / experimental video, interactive computer graphics, and live video art on our three screens, nightly at Snowflake Village. If you are a video artist with a short subject video you’d like to show, contact epoppycock@comcast.net",
    "hometown": "Woodhaven, Michigan",
    "url": "http://www.videogasm.com/burningman/2006/",
    "year": 2006,
    "uid": "scraped_2006_videogasm"
  },
  {
    "name": "Vietnamese Iceed Coffee Camp",
    "description": "Come be refreshed with yummy caffeinated drinks! Hang out in our shaded bamboo grove while you enjoy your authentic Vietnamese Iced Coffee hot or cold.",
    "hometown": "San Francisco, CA",
    "url": "http://www.avalonvillage.org",
    "year": 2006,
    "uid": "scraped_2006_vietnamese_iceed_coffee_camp"
  },
  {
    "name": "Voted Best Camp",
    "description": "Skateboarding, Alcohol, Live Rock & Roll; this is punk fucking rock and make no mistake about it. We have a solid miniramp that can handle what you got, our stage can handle your band, and our bar will satisfy your most alcoholic of desires(we’re not a kids camp so forget it you little bastards).",
    "contact_email": "votedbestcamp@yahoo.com",
    "hometown": "Reno, NV",
    "year": 2006,
    "uid": "scraped_2006_voted_best_camp"
  },
  {
    "name": "Voted Best Camp",
    "description": "Skateboarding. Alcohol. Live rock & roll. There is no deep meaning to this theme camp ladies and gentlemen. Bring your appetite for booze; those underage need not apply. We will be constructing a mini skatepark for your shredding pleasure and encourage burners of any age to try their luck at riding the plywood. And the live rock and roll.  This is music of the fast and loud variety and is almost certain to be offensive. This is dirty punk rock. And those of you that will be attending the arts festival with your band are strongly encouraged to bring your gear and play our stage. We’ll have a drum kit so if you don’t want to hear your drummer cry about getting dust on his pearly kick drum, you don’t have to. We are extremely friendly and welcome everyone that seek any or all of the aforementioned thrills. We sleep in the day. And although the bar will most likely be open in the daytime, night is when we shine. Se ya there.",
    "hometown": "Reno, Nevada",
    "year": 2006,
    "uid": "scraped_2006_voted_best_camp"
  },
  {
    "name": "VW Bus Camp",
    "description": "VW Bus Camp welcomes all arriving on the Playa in a VW Bus or other strange and unique camping vehicle to join us, now in our 9th year at Burning Man.  In 2006 we shall conspire in The Bat Cave and play Hoops and Beer in our most beautiful VW Bus village!",
    "hometown": "Tucson, AZ",
    "url": "www.vwbuscamp.com",
    "year": 2006,
    "uid": "scraped_2006_vw_bus_camp"
  },
  {
    "name": "Walk with peace",
    "description": "My Theme Village for Burning Man involves the project: Walk With Peace. A big sail will be placed on the sand in the desert in Nevada. The sail is approximately 12 meter x 6 meter. Around the sail there are severel cans with paint in all different kinds of colours, where people participating at Burning Man are invited to put there feet in the can and walk out on the sail painting their footprints for peace. The aim is to encourage people to walk with peace in mind on the sail thinking of all the people in the world, who are living in fear. The footprins on the sail will be a manifest of people walking with peace in their mind. The perspective is to bring the sail after Burning Man to places in the world, where people are living in fear. The sail should be shown for the people living here as the manifest that there is hope in the future. In this manner it is the goal that the sail will travel around the world giving hope to people living in a life with fear. This also sends a signal to the rest of the world living in peace that these people are in the need for hope for their future. Various humanitarían organisations will be contacted in order to make them facilitate the places in the world, who are in the greatest need for hope for the future. One small step for man – is one giant leap for mankind.",
    "hometown": "Randers, N/A",
    "url": "www.walkwithpeace.net (online late July 2006 - otherwise look at www.moldeqtrain.dk)",
    "year": 2006,
    "uid": "scraped_2006_walk_with_peace"
  },
  {
    "name": "Wattos Junk Yard",
    "description": "The center for Light Saber Jedi action.  Come to get sabers, supplies and repairs for thursday night’s \"Battle of Certainty\".Jedis, Sith, Dancers, Warriors, and Generals are all welcome!",
    "contact_email": "hib@kcd.com",
    "hometown": "San Mateo,",
    "url": "http://www.LightSaberDonation.org",
    "year": 2006,
    "uid": "scraped_2006_wattos_junk_yard"
  },
  {
    "name": "Wattos Junk Yard",
    "description": "A place to exchange and fix all star wars equipment.  Mainly light sabers.",
    "hometown": "San Mateo, CA",
    "url": "http://www2.kcd.com/watto",
    "year": 2006,
    "uid": "scraped_2006_wattos_junk_yard"
  },
  {
    "name": "We're Next to the Blinky Thing",
    "description": "Stuck spinning in the Sisyphean wheel of the rat race? Is that chunk of cheddar taunting and eluding your twitching, whiskered snout? Dare to step outside your comfort zone and break that cycle; come to…We’re Next to that Blinky Thing.",
    "hometown": "Los Angeles, CA",
    "year": 2006,
    "uid": "scraped_2006_we're_next_to_the_blinky_thing"
  },
  {
    "name": "Wheeeee!villle",
    "description": "Having more fun than you since 2004!",
    "hometown": "Santa Clara, CA",
    "year": 2006,
    "uid": "scraped_2006_wheeeee!villle"
  },
  {
    "name": "Whiskey and Whores Saloon",
    "description": "The Legendary Whiskey and Whores Saloon returns to inebriate, titillate and fascinate. We got whiskey, we got whores, what else do you want. For a redneck bar it is the coolest little honky-tonk on the playa.",
    "hometown": "New Orleans, LA",
    "url": "http://asylumvillage.com/whiskeyandwhores/",
    "year": 2006,
    "uid": "scraped_2006_whiskey_and_whores_saloon"
  },
  {
    "name": "White Dragon Noodle Bar",
    "description": "Can’t remember your last hot, home-cooked meal? Stop by the WhiteDragon Noodle Bar at dinnertime for a cup of our delicious soup and asplash of our signature cocktail, the Leg Opener. Stick around forwitty banter with the bartenders and a great view from the tower.",
    "hometown": "washington, DC",
    "year": 2006,
    "uid": "scraped_2006_white_dragon_noodle_bar"
  },
  {
    "name": "WigTown",
    "description": "WigTown is a conglomeration of artists, freaks, engineers and families from San Francisco, New York City, Detroit, Kansas City, Los Angeles, London, Salt Lake City, Sacramento, Portland and even from Germany and Japan! We Invent Goofs! Witches In Green! Wherever I Guess! WIG stands for everything and everyone. Solar-powered, never gasoline! Where Intimate-clad Go for a Wednesday afternoon Lingerie Party!",
    "hometown": "Pacifica, CA",
    "url": "http://groups.yahoo.com/group/wigtown/",
    "year": 2006,
    "uid": "scraped_2006_wigtown"
  },
  {
    "name": "Wind Dancer",
    "description": "The future is here and it is good! Travel from place to place with the flow of movement. Hint, like my kin did.",
    "hometown": "los Angeles, CA",
    "year": 2006,
    "uid": "scraped_2006_wind_dancer"
  },
  {
    "name": "Winking Lotus",
    "description": "Winking Lotus, we’re the people behind the wink. Guided by our illustrious ringmaster, the Oracle of Teaz, we delight our guests with opulence and acts of unanticipated hospitality. Come relax with a warm cup of tea, receive guidance from the Oracle, and chill to what might be the most hypnotic and high quality sound at Black Rock City.",
    "hometown": "San Jose, CA",
    "url": "http://www.winkinglotus.com",
    "year": 2006,
    "uid": "scraped_2006_winking_lotus"
  },
  {
    "name": "Wishing Star",
    "description": "When you see a star, do you make a wish? Do you wish for something for yourself? Someone else? Someone you love? Someone you hate? Something really big? Something smaller, and easier? Something that you can do yourself, without the aid of the wish???  Come to Camp Wishing Star, where you can make a wish which will be burned so it will ascend to join the other stars in the heavens.",
    "hometown": "Bishop, CA",
    "year": 2006,
    "uid": "scraped_2006_wishing_star"
  },
  {
    "name": "Wonderlounge",
    "description": "Take a bunch of loco Texans, add a little San Jose love and sprinkle with Playa dust. The Wonderlounge. We’ve had y’all before, you’ll be back for more.",
    "hometown": "South Lake Tahoe, CA",
    "url": "Wonderlounge@yahoogroups.com",
    "year": 2006,
    "uid": "scraped_2006_wonderlounge"
  },
  {
    "name": "Word of Mouth BRC",
    "description": "Spanning multiple cities on the West Coast, Word of Mouth has been bringing the sound of the underground to people from all walks of life for approximately seven years. This year, Word of Mouth, in the spirit of cooperation, is teaming up with many others in the Irrational Geographic Society Village to provide quality music of multiple genres from many talented artists.",
    "hometown": "Oakland, CA",
    "url": "www.womsound.com",
    "year": 2006,
    "uid": "scraped_2006_word_of_mouth_brc"
  },
  {
    "name": "XEssential",
    "description": "As a collaboration between between the creators of Sol System and the collective XEssential, we bring you the SolStar, an interactive sound art installation incorporating live performance, 5.1 ambisonic surround, and sacred geometric space. Using elements of the Solarium and Sonic Runway, we will create a 5-pointed pulsating \"star\" that will generate a synchronized auditory and visual experience. By day, the structure will function as meditative space. By night, XEssential will create an interactive dance performance within the SolStar.",
    "contact_email": "johnkobe@xessential.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.xessential.net",
    "year": 2006,
    "uid": "scraped_2006_xessential"
  },
  {
    "name": "You Are That Pig",
    "description": "You Are That Pig Presents: You Must Be This Pig To Ride This Tall!",
    "hometown": "Portland, OR",
    "url": "http://www.youarethatpig.org",
    "year": 2006,
    "uid": "scraped_2006_you_are_that_pig"
  },
  {
    "name": "Yummy RUMInations",
    "description": "Home of the fabulous Yum Cart, the Letter Exchange, daily Rumi readings, performance art workshops and The Laughing Club.",
    "hometown": "Los Angeles, CA",
    "year": 2006,
    "uid": "scraped_2006_yummy_ruminations"
  },
  {
    "name": "Yurt Cafe",
    "description": "The Yurt Cafe will offer shady refuge in the afternoons and a library of board games like scrabble, checkers, boggle, etc.  The chef will periodically feed guests pizza or cookies from the solar ovens.",
    "hometown": "Portland, OR",
    "url": "http://www.imperialjellyfish.com/yurtcafe",
    "year": 2006,
    "uid": "scraped_2006_yurt_cafe"
  },
  {
    "name": "zakk and jack",
    "description": "loser jack and his buddy zakk try to find new vision of life",
    "contact_email": "oertel1014@yahoo.co.kr",
    "hometown": "Seoul, Korea",
    "url": "http://www.cockroachtheatre.com",
    "year": 2006,
    "uid": "scraped_2006_zakk_and_jack"
  },
  {
    "name": "Zombie Dome / Cockroach Theatre",
    "description": "ZOMBIE DOME is an interactive life-after-death facility that caters to all of your sophisticated appetites.  We’ve imported the finest zombies from around the world to satisfy your undead needs.  Be advised that this is a film-documented environment.COCKROACH THEATRE invites you to take the stage; the good and the bad are welcome to share their talents.  The beautiful and the ugly are welcome to come strut their stuff.  The Cockroach Theatre troupe will also be performing a short festival of theme-oriented plays that will strike fear and inspire hope.",
    "hometown": ",",
    "url": "zombiedome.com, cockroachtheatre.com",
    "year": 2006,
    "uid": "scraped_2006_zombie_dome_/_cockroach_theatre"
  },
  {
    "name": "Zu",
    "description": "Zu presents Zu:Tropolis: a futurisitc micro-cosm where the animals have taken over! The kindred spirits sharing our kingdom have joined Black Rock City to create a place where an honest howl at the moon makes anything possible.",
    "hometown": "la jolla, CA",
    "url": "http://www.blackrockcityzu.com",
    "year": 2006,
    "uid": "scraped_2006_zu"
  }
]