[
  {
    "name": "Fandango",
    "description": "The Fandango Village welcomes you back to our playa. Come on by for a cocktail, or to ride our Ferris Wheel.",
    "contact_email": "steve.courtney@gmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.fandango.net",
    "year": 2005,
    "uid": "scraped_2005_fandango"
  },
  {
    "name": "...and then there's only LOVE.",
    "description": "Throughout our psyche, love is the one constant that bonds us together. Come see the oracle to answer your love and relationship questions; or feel free to express your already-found love in our “Orgy Dome”; and don’t forget-We’re always open for hugs.",
    "contact_email": "jennifersteele69@hotmail.com",
    "hometown": "Fort Lauderdale, FL",
    "url": "http://www.jennifersteele.com/burningman.htm",
    "year": 2005,
    "uid": "scraped_2005_...and_then_there's_only_love."
  },
  {
    "name": "1 Tribe...no Brides",
    "description": "Formally 2 Brides and a Tribe. Home of the Feely Box and the Cosmic Cab. Old friends and new come and join us for icy cold drinks, a turn in the Feely Box and a ride on the Cab.",
    "contact_email": "laurasplaya@yahoo.com",
    "hometown": "Portland, OR",
    "year": 2005,
    "uid": "scraped_2005_1_tribe...no_brides"
  },
  {
    "name": "12 Penguins Dreaming",
    "description": "12 penguin dream pods await. Allow your inner penguin to rise while you enter into a waking dream state.",
    "contact_email": "scott2121@hotmail.com",
    "hometown": "Aptos, CA",
    "url": "http://www.internet-web-online.com/12-penguins",
    "year": 2005,
    "uid": "scraped_2005_12_penguins_dreaming"
  },
  {
    "name": "451 Bookmobile",
    "description": "If the weather is absolutely perfect, or horribly wrong you’ll need reading material for the bad parts, that’s why I’m here",
    "contact_email": "j0hnnyjet@mac.com",
    "hometown": "San Jose, CA",
    "year": 2005,
    "uid": "scraped_2005_451_bookmobile"
  },
  {
    "name": "7 Sins Lounge",
    "description": "Come embrace the heat at the 7 Sins Lounge as the Playa’s friendliest little spot returns for a 3rd straight year! Why take a chance on Eternal Damnation when our Church sanctioned \"GET OUT OF HELL FREE\" cards can save the day! Or take a spin on the 7 Sins Spanking Wheel and pay for you Sins in advance! Day time will be a shaded retreat, with misters, iced drinks, and mellow music to recover from the rigors of the night. BurningMan tattoos and even a refreshing shower may be offered to favored guests and neighbors for the right Sin! As night descends, 7 Sins Lounge hits full stride with an assortment of music and drinks, including the dreaded (and much anticipated) Flaming Blue Phucks! (this year, guaranteed poison free!!!) Remember to start your Sins at 7!",
    "contact_email": "rfehlman@pacbell.net",
    "hometown": "Sacramento, CA",
    "url": "http://www.7SinsLounge.org",
    "year": 2005,
    "uid": "scraped_2005_7_sins_lounge"
  },
  {
    "name": "Abbyville",
    "description": "Abbyville is a haven for Random Asylum Inmates, folks who want to camp with Asylum but aren’t already affiliated with an Asylum Theme Camp. We’re like the Island of Misfit Toys, a Lost & Found of disparate far-flung campers from NYC to California to Japan.",
    "contact_email": "aehmann@nyc.rr.com",
    "hometown": "New York, NY",
    "year": 2005,
    "uid": "scraped_2005_abbyville"
  },
  {
    "name": "Action Figure Camp",
    "description": "Action Figure Camp is a play space full of toys, games, activities and Barbie porn. Come play with us, but please no children and no bartering.",
    "contact_email": "kevinbeals@comcast.net",
    "hometown": "Oakland, CA",
    "year": 2005,
    "uid": "scraped_2005_action_figure_camp"
  },
  {
    "name": "Akashic Depot",
    "description": "Pull your desert worn self into the Akashic Depot and experience rejuvenation beyond imagination. What does \"Akashic\" refer to, you ask? The \"Akashic Records\" is a theosophical term referring to an universal filing system which records every occurring thought, word, and action. The records are impressed on a subtle substance called akasha. In Hindu mysticism this akasha is thought to be the primary principle of nature from which the other four natural principles, fire, air, earth, and water, are created. Some indicate the akashic records are similar to a Cosmic or collective consciousness. The records have been referred to by different names including the Cosmic Mind, the Universal Mind, the collective unconscious, or the collective subconscious. Others think the akashic records make clairvoyance and psychic perception possible. It is believed by some that the events recorded upon that akasha can be ascertained or read in certain states of consciousness. Such states of consciousness can be induced by certain stages of sleep, weakness, illness, drugs, and meditation so not only mystics but ordinary people can and do perceive the akashic records. The akashic records are the macrocosm of the individual subconscious mind. Both function similarly, they possess thoughts which are never forgotten. The collective subconscious gathers all thoughts from each subconscious mind which can be read by other subconscious minds. Come see us and access the collective mind through the breath, yoga, craniosacral release or enter the dreamtime using our Hemi-Sync technology system that uses binaural sound frequencies to induce a state of dreaming while remaining awake. Or just stop by and cool off, especially if you have good jokes. Most beautiful shade this side of center camp!",
    "contact_email": "eat2live@planet-save.com",
    "hometown": "Los Angeles, CA",
    "year": 2005,
    "uid": "scraped_2005_akashic_depot"
  },
  {
    "name": "Alice in Weirder land",
    "description": "Home of the cat and all the adventures it brings, stop on by and ride, ride, ride to somewhere new.",
    "contact_email": "doc@docsloft.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.docsloft.com",
    "year": 2005,
    "uid": "scraped_2005_alice_in_weirder_land"
  },
  {
    "name": "Alien Monkey Love Nest",
    "description": "Alien Monkey Love Nest returns for the 458th year on the playa! Come participate on our Alien Monkey Love Stage TM and show your talent, in which you will be rewarded for your participation with our famous pendants. Alien Monkey Love Nest is located at the Area 47 Village.",
    "contact_email": "jonwtaylor@hotmail.com",
    "hometown": "Seattle, WA",
    "url": "http://www.alienmonkeylove.net/",
    "year": 2005,
    "uid": "scraped_2005_alien_monkey_love_nest"
  },
  {
    "name": "Alien Nathan's Roadhouse",
    "description": "Alien Nathan’s Roadhouse – Black Rock City Brewing Co. – Colorado Drum and Bass_Three distinct camps have unified to offer a nice neighborhood bar and dancehall for the citizens of Black Rock City. Stop in when you are in the area for a libation and some grooves. Schedule is when we feel like being open.",
    "contact_email": "rtgadv@optonline.net",
    "hometown": "Shirley, New York",
    "url": "http://www.micrage.com/brc2005",
    "year": 2005,
    "uid": "scraped_2005_alien_nathan's_roadhouse"
  },
  {
    "name": "Alternative Energy Zone village",
    "description": "Welcome citizens of Black Rock! We invite you to learn about enjoying the Playa without the use of stinky diesel or gas generators. Learn solar, wind, and pedal-power for running your wonderful blinky lights. Learn recycling & battery magic. As long as we have space, we invite all of you to camp with us. Look for the giant AEZ sign in the sky to find our village.",
    "contact_email": "roger@jollyone.com",
    "hometown": "Redondo Beach, CA",
    "url": "http://www.ae-zone.org",
    "year": 2005,
    "uid": "scraped_2005_alternative_energy_zone_village"
  },
  {
    "name": "Angoraphobia",
    "description": "Angoraphobia: Where Cute and Cuddly go tooooo far! Are you frightened of bunnies and fuzzy sweaters like Uncle Martha used to wear? Perhaps you’re concerned playa bunnies will leap into your subconscious and have their way with it? If so, hop on over to Angoraphobia, where we will happily torment and desensitize you as only bunnies can–with ultra-high frequency bunny antics and lovely fuzzy wuzzy sweater procedures!",
    "contact_email": "affinity1@aol.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_angoraphobia"
  },
  {
    "name": "Anonymous Camp",
    "description": "AA, NA, Al-Anon and all other flavors of 12-Step meetings are held here, scheduled and/or impromptu.  If the particular meeting you want is not on our schedule board, feel free to write it in and chair it.  Anonymous Camp is also a safe place to camp with other Burners in recovery.",
    "contact_email": "ranger@danarchy.org",
    "hometown": "Minneapolis, MN",
    "year": 2005,
    "uid": "scraped_2005_anonymous_camp"
  },
  {
    "name": "antronia city of boxen",
    "description": "Remember when you were a kid and got to play in a big cardboard box? Wasn’t it one of the best things ever? Antronia is bringing cardboard boxes to the desert this year for your inner child to play in, to decorate, to make into forts, to hide and to seek. the boxes will be open for play Monday-Friday during the day.",
    "contact_email": "mark@archeon.com",
    "hometown": "Sunnyvale, CA",
    "year": 2005,
    "uid": "scraped_2005_antronia_city_of_boxen"
  },
  {
    "name": "AOXOMOXOA",
    "description": "aka: Beyond the Dead, The Dead Sea, Dark Star, Eyes of the World, Scarlett/Fire @ the Mars Hotel…Cosmic Charley challenged Tennessee Jed to make up w/ Scarlett Begonia after he caught her w/ Bertha, Sugar Magnolia & Loose Lucy dancin’ down on Shakedown St. Jed, you see, was miffed not having been invited to join the girls in the fun. After a good laugh & cry, all tripped over to Black Peter’s for a smoke & drink. Later, feeling their oats, the group hooked up w/ the Lost Sailor who introduced them to some Lazy Lightnin’. By now, fully buzzed, everyone remembered Jack Straw asleep @ camp. Hoping to get home before daylight, thinking they just might still get some sleep tonight, everyone checked into the Brokedown Palace. Jack never knew what he missed. Rumor has it he had too much to dream, last night.",
    "contact_email": "loryo@sonic.net",
    "hometown": "Santa Rosa, CA",
    "url": "http://the-garrison.com",
    "year": 2005,
    "uid": "scraped_2005_aoxomoxoa"
  },
  {
    "name": "APOKILIPTIKA",
    "description": "A Kamp, a Kantina, a Katastrophy, where the world ends every day. The camo clad tribal mercenaries of the end times are joined by despots, neo-sovietki high fashion fascist chic, mad scientists and maniac robots to end the world so YOU don’t have to.",
    "contact_email": "4doobers@pyramid.net",
    "hometown": "Carson City, NV",
    "url": "http://www.geocities.com/rx_norman",
    "year": 2005,
    "uid": "scraped_2005_apokiliptika"
  },
  {
    "name": "Apollo By Day Dionysus By Night",
    "description": "Apollo By Day Dionysus By Night presentsThe Listening Circusan environment dedicated to extraordinary forays into aural and visual perception, consisting of a 60 by 70 foot circus tent equipped with highly a articulate state-of-the-art surround sound system and multi-channel digital video projection. Each 24-hour period will cycle between reflective (conscious) content contrasting with a nighttime concern for ecstatic (subconscious) expression driven by: a continuously changing and autonomously controlled surround sound installation with sounds from the Earth and its living systems; the Theater of Pattern Formation, an aesthetic world of pattern formation, complexity, and chaos that celebrates recent innovations in our understanding of the origins of order and disorder in nature and in mathematics; abstract electronic soundscapes including major historical and recent works from the leading edges of digital music research and sound art; Dance Electronica accompanied by live digital image processing and custom visualizations; vintage animation and film focusing upon work from of the experimental traditions of film, video, digital animation and visual music.",
    "contact_email": "blackguard@voltaic.com",
    "hometown": "Santa Fe, NM",
    "url": "http://www.abddbn.com/burningman/",
    "year": 2005,
    "uid": "scraped_2005_apollo_by_day_dionysus_by_night"
  },
  {
    "name": "Arctica",
    "description": "This is Arctica, where Ice is solid.",
    "contact_email": "marcia@burningman.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_arctica"
  },
  {
    "name": "Area 47",
    "description": "Welcome to Area 47! We are a collective of Seattle theme camps — Flight to Mars, Space Virgins, Alien Monkey Love Nest, and Vague. Participate in our lab experiments, designed to transform your psyche.",
    "contact_email": "fauxfaux@flight2mars.com",
    "hometown": "Seattle, WA",
    "url": "http://www.flight2mars.com/area47/",
    "year": 2005,
    "uid": "scraped_2005_area_47"
  },
  {
    "name": "Art Car Camp",
    "description": "A line up of awesome art cars from all across the country in a parking lot line up Burning Man style. Deemed weird and wacky at home, but celebrated here, these art cars are modified permanently and are driven on a daily basis in the communities from which they hail.",
    "contact_email": "excentrix@aol.com",
    "hometown": "Berkeley, CA",
    "year": 2005,
    "uid": "scraped_2005_art_car_camp"
  },
  {
    "name": "ARTERY",
    "description": "The Artery is your playa headquarters for ART! This is where artists check in, get mapped, and get help with their projects. Artery volunteers will answer all your art questions. You can view a large map of the art on the playa, see displays, find out how to help artists, and drop off Material Culture here.",
    "hometown": "San Francisco, CA",
    "url": "http://www.burningman.com/installations/artery.html",
    "year": 2005,
    "uid": "scraped_2005_artery"
  },
  {
    "name": "Ascension Tribe",
    "description": "Ascension Tribe  is a sacred, sensual place for ritual and workshops that elevate the energies of the soul: psyche (mind), pneuma (spirit), and soma (body). Now in our third year on the playa, we offer seminars and practice in Tantric encounter, sacred sexual massage for women and men, energy work, qigong, dynamic meditation, as well as rituals and rites of ascension, and fun, erotic, and spiritual programs like Pole Dance Revolution and Storytime Shisha — all in our beautiful dome, designed with all five senses in mind. All adult participants are welcome.",
    "contact_email": "jay@metatronics.net",
    "hometown": "Putnam Valley, NY",
    "url": "http://www.ascensiontribe.com",
    "year": 2005,
    "uid": "scraped_2005_ascension_tribe"
  },
  {
    "name": "Ashram Galactica",
    "description": "Your Home Away from Home Away from HomeOpening on the site of a 5000-year-old monastery, the Grand Hotel at Ashram Galactica sets a new standard for hotel and conference facilities in the Black Rock City Metropolitan Area. Plan an overnight stay in one of our four luxurious suites, enjoy a crisp cocktail at the world-famous Twilight Bar, play Quantum Croquet on the lush hotel grounds, or relax with one of our renowned Nepalese aromatherapy massages at the Poshram Spa. Our well-informed and obsequious concierge will be only too happy to book a room or advise the weary traveler of the many sights, sounds and sensations the city has to offer.",
    "contact_email": "info@matteddy.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.ashramgalactica.com",
    "year": 2005,
    "uid": "scraped_2005_ashram_galactica"
  },
  {
    "name": "Astral Headwash",
    "description": "Good day dirty dwellers We have a pleasure for you… we will be washing hair in the desert again this year Come visit us with your happy spirits, your smiling faces and your dirty hair and we’ll do our best to make you feel like you’re in heaven. We ask that you share with us something… something that makes BM such a special place — That could be a story, a song, a dance, a turn at washing someone else’s hair, a goodie, a little shoulder work for our hard worked muscles, a little humor or a little love =) And of course, we can’t exist without your H2O contributions, so bring some for yourself and a little more to share.",
    "contact_email": "Meydenbauer@yahoo.com",
    "hometown": "Lafayette, CP",
    "year": 2005,
    "uid": "scraped_2005_astral_headwash"
  },
  {
    "name": "Astral Vortex",
    "description": "The Astral Vortex will challenge your psyche with an inspiring mix of funk and cocktails, all brought to you via the Mobile Groove Bomb (MGB.) The MGB will drop the funkiest, get down, feel-good funk on unsuspecting (perhaps expecting?) citizens of Black Rock City.",
    "contact_email": "tanya@zumach.com",
    "hometown": "Portland, OR",
    "year": 2005,
    "uid": "scraped_2005_astral_vortex"
  },
  {
    "name": "AstroPups Psychedelicatessen",
    "description": "Welcome to the AstroPups Psychedelicatessen!  For the 5th year in arow, the AstroPups bring you the hottest Pups on the playa! Withspecial events all week long, you’ll have plenty of opportunities forall of your Puppy Dreams to be caught and analyzed. Step into ourDoctor’s office and explore your inner Puppy with the help of trainedprofessionals, who have spent years studying the Psyche of the DogMind.The AstroPups Psychedelicatessen is a village camp located in theAvalon Synapse Station. Join us for fun events throughout the week:",
    "contact_email": "pupmaster@astropups.com",
    "hometown": "New York, NY",
    "url": "http://www.astropups.com/playa/",
    "year": 2005,
    "uid": "scraped_2005_astropups_psychedelicatessen"
  },
  {
    "name": "Asylum Village",
    "description": "Asylum Village is an interactive playground for the mind that also serves to house wayward New Yorkers and their friends who have wandered out to the desert. Insanity is encouraged, straight jackets optional.",
    "contact_email": "brokenbear@gmail.com",
    "hometown": "NewYork, NY",
    "year": 2005,
    "uid": "scraped_2005_asylum_village"
  },
  {
    "name": "Audrey's Brain Wash & Set",
    "description": "“We make you think you’re beautiful!”",
    "contact_email": "jeffkennedy@adelphia.net",
    "hometown": "Los Angeles, CA",
    "url": "http://burningmen.org",
    "year": 2005,
    "uid": "scraped_2005_audrey's_brain_wash_&_set"
  },
  {
    "name": "Automatic Subconscious",
    "description": "carefully peel back the surface of your mindexpose and explore your subconscious[or explore ours instead ]exploration facilitated by: performance [aerial and otherwise], public space, stilter (and stilt-free) bars, elevation, sculpture, untrained professionals…",
    "contact_email": "iamh2o@gmail.com",
    "hometown": "Somerville, MA",
    "url": "http://www.glassjelly.com/burningman/automatic2004/",
    "year": 2005,
    "uid": "scraped_2005_automatic_subconscious"
  },
  {
    "name": "Avalon Synapse Station",
    "description": "Six neural pathways converge at the legendary Avalon Synapse Station, an impulse-ive village of all things sultry, sweet, and spinning. At this island paradise in the desert, experience the allure of Quixote’s cabaret, cleanse your soul at Camp Stella’s Whoopie Party, and have your subconscious explored by the dream analysts of AstroPups. Fire up those neuromuscular junctions making and spinning poi with the Fairyland Fairies and Temple of Poi flow artists. And when that desert thirst kicks in, Vietnamese Iced Coffee Camp has just the antidote.",
    "contact_email": "ebutens@itsa.ucsf.edu",
    "hometown": "San Francisco, CA",
    "url": "http://www.noeboys.net/avalon",
    "year": 2005,
    "uid": "scraped_2005_avalon_synapse_station"
  },
  {
    "name": "Bad Advice Bear",
    "description": "The furry, fun-loving purveyors of the ridiculously insane",
    "contact_email": "natemanic@yahoo.com",
    "hometown": "Chicago, IL",
    "url": "http://www.badadvicebear.com",
    "year": 2005,
    "uid": "scraped_2005_bad_advice_bear"
  },
  {
    "name": "Bad Idea Theater",
    "description": "Bad Idea Theater is back on the playa for 2005! Your libation station in the desert with potent potables and all purpose beverages to quench your thirst. Once again we’re hosting Boot Liqour FM radio, music for saddle weary drunkards. And introducing the Bad Idea Theater Multiplex (with new daytime screenings). Serving the playa’s need for your favorite cult, psychotronic and just plain bad movie needs. For those who have no idea what that means check outhttp://www.badideatheater.com/movie_faq.htmlStop by for a drink, a conversation, or to feast your eyes upon some truly horrendous cinema. Be on the look out for the Bad Idea Theater medicine show rumored to be popping up spontaneously on the playa!",
    "contact_email": "mike@badideatheater.com",
    "hometown": "Garden Grove, CA",
    "url": "http://www.badideatheater.com/",
    "year": 2005,
    "uid": "scraped_2005_bad_idea_theater"
  },
  {
    "name": "Baggage Check",
    "description": "Do you have some baggage you’d like to get rid of? Perhaps a fear of committment? Or close-mindedness to new ideas? Don’t carry it around all week. Come check it in with us and we’ll take care of it for you. Bitter over an unrequitted love? No problem, check that baggage in with us and feel light and free! Who knows, you might even forget to pick up that baggage when you leave! Warning, unclaimed baggage will be burned Sunday night (see us for details on when and where). Open 24 hours a day!",
    "contact_email": "peter@gencon.com",
    "hometown": "Seattle, WA",
    "year": 2005,
    "uid": "scraped_2005_baggage_check"
  },
  {
    "name": "BALL Camp",
    "description": "Remember the fast-food playhouses as a child that you were never allowed to set foot in because your parents wouldn’t eat rainforest beef? Ever thought they should have those big BALL arenas for adults? Find your inner child psyche at BALL (Briliant el portAliens Loving Life) Camp. Enter BALL arena and let your true eight year old self jump, dive, crawl, swim, bury itself with us.",
    "contact_email": "maskedjz@netzero.com",
    "hometown": "El Portal, CA",
    "year": 2005,
    "uid": "scraped_2005_ball_camp"
  },
  {
    "name": "Barbie Death Camp & Wine Bistro",
    "description": "For the sixth year in a row, be sure and visit \"The Friendliest Concentration Camp On The Playa\": Barbie Death Camp & Wine Bistro where not only do we put the Barbie into barbeque, but we serve up award-winning cabernet sauvignon and Otter Pops to any citizen of Black Rock City so inclined to drop by our little slice of paradise on the playa. This year we have nearly 1000 Barbies being led to their demise, and we certainly could use your help, so please come on by, have some wine, and say hello to the Barbiebarians, some of the sickest bastards on the playa. We will be prominently located in the village of Wheeeeee!ville and, as always, a splendid time is guaranteed for all. Unless your name is Barbie.",
    "contact_email": "james.jacoby@agedwards.com",
    "hometown": "Newcastle, CA",
    "url": "http://home.comcast.net/~dtalley24/BM/BDC/2004/index.htm",
    "year": 2005,
    "uid": "scraped_2005_barbie_death_camp_&_wine_bistro"
  },
  {
    "name": "Bearded Child Film Festival>",
    "description": "The ignominiously strange have converged in a single place and time to present the ostracized world of REAL underground experimental film. That time and place is here and now….popcorn will be served.  The Bearded Child ~~~~five years in the making~~~~",
    "contact_email": "obsidiansky@gmail.com",
    "hometown": "Reno, NV",
    "url": "http://www.beardedchild.com",
    "year": 2005,
    "uid": "scraped_2005_bearded_child_film_festival>"
  },
  {
    "name": "Bedlam",
    "description": "“Inside the dome, doctors jump out and determine if you are an ‘Insane Burner’, and if so, administer a variety of imaginative cures including the ElectroBrain Helmet, fabulous concoctions, therapeutic regimes and torturer…  I mean hospitality.  The doctors, nurses and staff will be waiting.”",
    "contact_email": "Jim1flash@aol.com",
    "hometown": "Austin, TX",
    "year": 2005,
    "uid": "scraped_2005_bedlam"
  },
  {
    "name": "Bicycle Refreshment Unit (BRU)",
    "description": "A mobile refreshment stand offering a space to get out of the sun, and enjoy the refreshment of tasty (non-alcoholic) beverages and \"inspired\" tea-leaf readings.",
    "contact_email": "drewelow@easystreet.com",
    "hometown": "Portland, OR",
    "year": 2005,
    "uid": "scraped_2005_bicycle_refreshment_unit_(bru)"
  },
  {
    "name": "Big Craps for Little Hands",
    "description": "Gambling itself is a desert form, inhuman, uncultured, initiatory, a challenge to the natural economy of value, a crazed activity on the fringes of exchange. – Jean BaudrillardGod does not play dice with the universe. – Albert Einstein",
    "contact_email": "dancatalano@gmail.com",
    "hometown": "Brooklyn, NY",
    "year": 2005,
    "uid": "scraped_2005_big_craps_for_little_hands"
  },
  {
    "name": "Big Puffy Yellow Camp",
    "description": "There will be a Full Moon this year on the playa!!! Visit BPYC during the day and play with our theramin or give Big Puffy a hug! By night we will shed light, as a beacon, upon all of those seeking.",
    "contact_email": "dwills730@aol.com",
    "hometown": "Isle Of Palms, SC",
    "url": "http://www.bigpuffyyellow.com",
    "year": 2005,
    "uid": "scraped_2005_big_puffy_yellow_camp"
  },
  {
    "name": "Bioluminati",
    "description": "Luminous beings are we, the Bioluminati. Worthy participants in our Quest will be initiated in the deeper mysteries of the mind.",
    "contact_email": "andrew@sulli.org",
    "hometown": "San Francisco, CA",
    "url": "http://www.bioluminati.org",
    "year": 2005,
    "uid": "scraped_2005_bioluminati"
  },
  {
    "name": "Birds of Playadise",
    "description": "Visit the Birds of Playadise Zen Garden & Art Car “Service” Center.   Good for your body, your mind, and your mutant vehicle.   We offer a lush, natural chill space with several meditation stations for all who come by. We also provide ultra-light maintenance for art cars, their drivers, and riders – neck massages, window cleaning, air for your tires, and more…",
    "contact_email": "tyronus@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_birds_of_playadise"
  },
  {
    "name": "Black Rock Arts Foundation",
    "description": "The Black Rock Arts Foundation is dedicated to bringing interactive art — art which is participatory and civic in scope — to places other than Black Rock City. As the non-profit arm of Burning Man, the Black Rock Arts Foundation runs an annual grant cycle which funds projects in communitites throughout the country, and beyond.This year the Foundation’s camp will feature art from at least one of the 2005 grantees as an example of the kinds of projects we are working to bring to the default world. Members from the Board of Directors and the artist himself will be present throughout the week to entertain questions and spawn ideas.",
    "hometown": "San Francisco, CA",
    "url": "http://www.blackrockarts.org",
    "year": 2005,
    "uid": "scraped_2005_black_rock_arts_foundation"
  },
  {
    "name": "Black Rock Beacon",
    "description": "The Black Rock Beacon. The Playas only daily newspaper. Got a story to tell orgreat photos of current events come see us! Volunteers always welcome, newwriters, editors and photogs always welcome. We NEED PAPER Deliverer’s!Participate, have fun delivering the Playa’s only daily paper going door todoor meeting all walks of life forms and some that slither and fly. Fordetails step up to our City Desk in front of the Black Rock Beacon’s spaciousHoweird Condo. (Its really just a shack but dont tell Howeird that.). Join thecrew for coffee in the morning or just shoot the breeze in the evening as thepaper goes to press. Crew meetings start at 10AM, so if you’d like to join income on down!",
    "contact_email": "atomiclens@sbcglobal.net",
    "hometown": "Los Angeles, CA",
    "url": "http://www.blackrockbeacon.org/",
    "year": 2005,
    "uid": "scraped_2005_black_rock_beacon"
  },
  {
    "name": "Black Rock Body Art Guild",
    "description": "3rd year of decorating the bodies of Black Rock City. We offer Airbrush body painting, paint brush, henna, latex and magic marker. It all works at the Body Art Guild. We provide a space for visiting artists to do their magic on the folks in our waiting area. Bring your own equipment, clean up your mess. (Please contact us before arriving on the playa).",
    "contact_email": "Bert@SandSculpt.com",
    "hometown": "Vancouver, WA",
    "year": 2005,
    "uid": "scraped_2005_black_rock_body_art_guild"
  },
  {
    "name": "Black Rock Bookmobile",
    "description": "We are the Black Rock Bookmobile were reading is “fun for the mental” or is that fundamental? You can come to us or we may find you. Our route is touring the city to see the sites in no particular order. We have a covered reading room where you can read or lounge with a play area for smaller children and often serve snacks and drinks. We play and have fun, stamping your book(s) and/or you. Come and join the fun.  The Librarians.",
    "contact_email": "triaxrolin777@aol.com",
    "hometown": "Washoe Valley",
    "year": 2005,
    "uid": "scraped_2005_black_rock_bookmobile"
  },
  {
    "name": "Black Rock Boutique",
    "description": "The Black Rock Boutique is back and better than ever! Visit the boutique and let our fashionistas assist you in unleashing your wildest playa persona, through our fabulous selection of costumes, our new beautification station, and daily costume strut on our runway. Feel free to bring by your wild clothing donations and help others stay fab on the playa!",
    "contact_email": "bikelovezara@msn.com",
    "hometown": "Portland, OR",
    "url": "http://www.blackrockboutique.com",
    "year": 2005,
    "uid": "scraped_2005_black_rock_boutique"
  },
  {
    "name": "Black Rock Cemetery",
    "description": "Wander through our graveyard and secure your eternal resting place in the \"Black Rock Cemetery of the Deceased & Derranged\". As you gaze into the eyes of the dearly departed on our \"Gallery Wall of the Dead & Dysfunctional\", you may find yourself among them. Be prepared to accept your mortal fate, confess your sins, and be scentenced to raom Black Rock as the walking dead. (The \"Mortician’s Closet Costume Exchange\" is on hand to help outfit you for the inevitable afterlife.) …And they all died happily ever after.",
    "contact_email": "hugahappyhippy@yahoo.com",
    "hometown": "Fresno, CA",
    "year": 2005,
    "uid": "scraped_2005_black_rock_cemetery"
  },
  {
    "name": "Black Rock City Hardware Shoppe",
    "description": "We are the Black Rock City Municipal Hardware Shoppe. We have tools, materials, and people to help you when you are in need when things break.What will we have? We’ll have hand and power tools. Some we’ll use and some we’ll lend to you for you to use. We’ll have some building materials such as various nails, stakes, rope, screws, nuts, bolts, etc. We’ll have glue, staples, epoxy, wire, and various other materials that may be used to fix or jerry rig a solution to your problem. We’ll have a place to keep track of other camps surplus and needed building materials. So when they run into trouble with supplies for building their theme camps, they can find out if anybody has what they need. We’ll have people ready and willing to help you with your problem. If we can’t fix it or suggest somebody else who can, we’ll have whiskey to help you forget your troubles. Most of all, we’ll have duct tape, the single most powerful tool known to man. Capable of fixing anything when used in the hands of true believer..",
    "contact_email": "marc17@painandgreed.org",
    "hometown": "Seattle, WA",
    "url": "http://www.brchardware.org/",
    "year": 2005,
    "uid": "scraped_2005_black_rock_city_hardware_shoppe"
  },
  {
    "name": "Black Rock City Post Office",
    "description": "The BRCPO is committed to providing community service through performance art. For more information go to www.brcpo.com",
    "contact_email": "brcpomanagers@yahoo.com",
    "hometown": "Boise, ID",
    "url": "http://www.brcpo.com",
    "year": 2005,
    "uid": "scraped_2005_black_rock_city_post_office"
  },
  {
    "name": "black rock city temp agency",
    "description": "Our goal is to promote volunteerism both at BRC and at home. We hope to accomplish this by creating a forum that spends time with residents of BRC to appreciate their skills, likes, dislikes and goals and matches them with rewarding volunteer jobs around the community of BRC that will enrich both the project and the volunteer. We are coordinating with www.volunteermatch.com so that this spirit of volunteerism and cooperation can carry over into BRC residents lives even after they return to their homes during the rest of the year.",
    "contact_email": "neil@neilcohn.com",
    "hometown": "New York, NY",
    "url": "http://www.blackrockcitytempagency.com",
    "year": 2005,
    "uid": "scraped_2005_black_rock_city_temp_agency"
  },
  {
    "name": "Black Rock Int'Nat'l Burner Hostel",
    "description": "Playa Home of the World-Famous, New-and-Improved, Black Rock International Burner Hostel, in Sparks, Nevada.  Also, the drop-off and pick-up location for participants in the Reno-to-Playa Rideshare Project.",
    "contact_email": "bribh2005@prodigy.net",
    "hometown": "Sparks, NV",
    "url": "http://www.blackrockburnerhostel.com",
    "year": 2005,
    "uid": "scraped_2005_black_rock_int'nat'l_burner_hostel"
  },
  {
    "name": "Black Rock JCC",
    "description": "The Jewish calendar, liturgy and Torah are guides fro us as we go through our pysco-spritual journeys and slough through the mud of consciousness, sub-consciousness and un-consciousness. Sabbath services and pot-luck, midnight meditations and other experiences will be our vehicles for exploratoin. All are welcome regardless of affiliation or Jewish knowledge/experience.",
    "contact_email": "fools_folly@yahoo.com",
    "hometown": "Oak Park, IL",
    "url": "http://www.metatronics.net/burn/",
    "year": 2005,
    "uid": "scraped_2005_black_rock_jcc"
  },
  {
    "name": "black rock lemonade",
    "description": "Delicious ice cold lemonade for dusty humans. Stop by and quench your thirsts. The lemonade is free but you have to barter for a cup if you don’t have one.",
    "contact_email": "wind_chillin@yahoo.com",
    "hometown": "Truckee, CA",
    "url": "http://www.blackrocklemonade.com",
    "year": 2005,
    "uid": "scraped_2005_black_rock_lemonade"
  },
  {
    "name": "Black Rock Rangers HQ",
    "description": "Black Rock Rangers (not a theme camp). Riding the edge of chaos, jumping thru flaming bureaucratic hoops, and making reasonable excuses for your behavior since 1992. Expect change, and please feel free to get over it. No fun will be permitted.",
    "contact_email": "crow@burningman.com",
    "hometown": "Santa Cruz, NV",
    "url": "http://rangers.burningman.com",
    "year": 2005,
    "uid": "scraped_2005_black_rock_rangers_hq"
  },
  {
    "name": "Black Rock Roller Disco",
    "description": "Once again the Black Rock Rollers will be in the house at Burning Man 2005. It will be our great pleasure to present to you the Black Rock Roller Disco. Come get your skate groove on as we bring the Golden Gate Park skate scene to the playa in 2005. D. Miles, the \"GodFather of Skating\" will be playing the old school funk and roller disco beats 24/7 with the Naked Skate on Friday night. This year we will have a wedding on the rink as two of our burner skaters will do the permanant hook up thang. We’ll have skates, but if you have some, BRING THEM!!!!!!!",
    "contact_email": "cablader@pacbell.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.cora.org/BlackRockRollerDisco2005.html",
    "year": 2005,
    "uid": "scraped_2005_black_rock_roller_disco"
  },
  {
    "name": "Black Rock Spatial Delivery",
    "description": "BLACK ROCK SPATIAL DELIVERY! Bike messengers to the Playa since 1999.",
    "contact_email": "Karen@jaxom.com",
    "hometown": "Seattle, WA",
    "url": "http://www.ziptie.org/brsd/",
    "year": 2005,
    "uid": "scraped_2005_black_rock_spatial_delivery"
  },
  {
    "name": "Black Rock Travel Agency",
    "description": "Allah Akbar!After wresting control of the disputed “Airport Gate” region from the dread Banned Rogue Terrorist Association last year, the hyperpatriots of the Black Rock Travel Agency continue their mission in 2005:",
    "contact_email": "grodenburg@monitoring.welchallyn.com",
    "hometown": "Beaverton, OR",
    "url": "http://www.blackrocktravelagency.org",
    "year": 2005,
    "uid": "scraped_2005_black_rock_travel_agency"
  },
  {
    "name": "Black Rock University at DeNile",
    "description": "Black Rock University is the theme camp for those interested in a unique education on the playa. BRU’s faculty, Board of Regents and great student body seek to optimize the Fun Factor in the Fun = Time X Creativity / Work E-Quation. The BRU community will draw the most promising, most creative candidates for its Summer Quarter. The Hippo-Campus of BRU blends 1) \"Residence Life Pods\" 2) \"Learning Labs\" 3) The Fighting Dust Flamingos’ Polo Grounds, and 4) the \"Dining/Party Commons.\" Students and Faculty collaborate to find new ways to make learning fun. The decentralized structure of the University encourages academic freedom; Departments include f-untraditional education such as \"Human Performance and Staging\", \"Gender Dynamics\", \"School of Fine Arts\", \"Freudian Psychology\", and \"Philosophy and Physical Education\". Student programs we offer enhance hippo-campus life: BRU Fighting Dust Flamingos Bike Polo Team, BRU Flying Protest Squad, Homecoming Festival Committee Spring Broke 2005, BRU Glee Club, Fratority Toga Mixers, The Great Pseudo-Smokeout, Community Teach-Ins, Fine Arts Gallery Shows and Human Performance Discussion Sessions, Report Card Delivery and Nightly Community Field Trips. Go team! Go BRU!",
    "contact_email": "wendyclupper@yahoo.com",
    "hometown": "Takoma Park, MD",
    "url": "http://tinyurl.com/9hycd",
    "year": 2005,
    "uid": "scraped_2005_black_rock_university_at_denile"
  },
  {
    "name": "Black-Rock Animul Reasurch Farm",
    "description": "The Black-Rock Animul Reasurch Farm’s mission is to experiment on wayword animuls developing proseedures to moodify behavooral patterns. We will dispunse concoctions derived from ancient secrets deep on the bayou to change your animul mind… With open mind, then head out to the playa to wander the Eyes Wide Open Labyrinth…",
    "contact_email": "klausthepd@hoytmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.dinosaurwilly.com/barf",
    "year": 2005,
    "uid": "scraped_2005_black-rock_animul_reasurch_farm"
  },
  {
    "name": "BlackLight Aquarium - Dreamscape",
    "description": "Mistress Platapussy’s fuzzy wet dreams Dam Bar and the Pyramids of Psyche: Take an adventure through the paths of higher-conscience to the fuzzy abyss of the subconscious with a strong Martini at hand.",
    "contact_email": "maya_z00@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.blaqua.com/projects/dreamscape.htm",
    "year": 2005,
    "uid": "scraped_2005_blacklight_aquarium_-_dreamscape"
  },
  {
    "name": "Blue Oasis",
    "description": "A quiet place of shade and rest for citzens to relax and enjoy the great parade passing by. Each evening movies will be presented from our DVD library. Subjects range from big name feature films, cult movies and true art collectables.",
    "contact_email": "tjt@zdata.com",
    "hometown": "Concord, CA",
    "year": 2005,
    "uid": "scraped_2005_blue_oasis"
  },
  {
    "name": "Bone Thru Nose Modern Primitive",
    "description": "Trot out those great looking Septum Tusks you Modern Primitives out there and get ready for a Journey back to the Jungle at Dr. Mogamboo O’Boogie’s Bone Through Nose Modern Primitive Tribal Dance Theme Camp. Join us for Tribal Circle Dance Performances and Workshops, Tribal Headress and Costume Workshops, a Modern Primitive Parade to Center Camp and the Burning Bush Ritual out on the Playa.",
    "contact_email": "witchdoctor@cablespeed.com",
    "hometown": "Port Townsend, WA",
    "url": "http://boneinnosetribe.com",
    "year": 2005,
    "uid": "scraped_2005_bone_thru_nose_modern_primitive"
  },
  {
    "name": "Borrachos Y Bicicletas",
    "description": "Borrachos Y Bicicletas returns to Black Rock City for its 6th straight year of keeping burner’s bicycles rolling right.  We are also the home port for the Black Rock City Bike Rickshaw Fleet, and have added welding to the services we are able to perform.",
    "contact_email": "ctp@borrachosybicicletas.org",
    "hometown": "Concord, CA",
    "url": "http://www.borrachosybicicletas.org",
    "year": 2005,
    "uid": "scraped_2005_borrachos_y_bicicletas"
  },
  {
    "name": "Brain Damaged Cockroach Camp",
    "description": "Descend into the mind of a stranger, and you become the man you have entered. You have joined his thoughts, you have become his madness. And in the man, the madness is his, and the madness is you. Welcome to the World of Permanent Brain Damage, by Richard Forman. Let Cockroach Theatre infest your mind with the musings of a man’s head put on display. The story explores the modern mind of man, and his apparent disconnect from a society in which he feels misunderstood. Show will last approx 45 minutes.",
    "contact_email": "william.adamson@cockroachtheatre.com",
    "hometown": "Las Vegas, NV",
    "url": "http://www.cockroachtheatre.com",
    "year": 2005,
    "uid": "scraped_2005_brain_damaged_cockroach_camp"
  },
  {
    "name": "Brand UR Ass, Ghoti",
    "description": "Camp Brand UR Ass, Ghoti will stimulate your entire being, from your mind through your ass. Start by baring that cheeky butt at the hitching post and get a special brand, kiss, or blow job. Do we need to tie you down to keep you quiet? If so, you’d better bare your mind at the Black Rock Psychotherapy Office of SUPERTHERAPIST. Need more? See Sister Mary Motown but don’t expect an easy penance. Ghoti (pr. “Fish”) is the space to express yourself through palindromes, homonyms, crosswords, poem completion, nasty synonyms, and much more. Write it all down, following in the clever footsteps of the Black Rock community. With all the stimulation you’ll get at Camp Brand UR Ass, Ghoti, you’ll have to relieve yourself at the Peep Show. Y’all come, so we can play with you.",
    "contact_email": "jstrauss@unr.edu",
    "hometown": "Reno, NV",
    "year": 2005,
    "uid": "scraped_2005_brand_ur_ass,_ghoti"
  },
  {
    "name": "BRC Animal Control",
    "description": "BRC Animal Control will make collections of those pesky playa creatures who are running free causing disturbances to camps, streets and/or persons of the City. These captured animals will be documented and tagged for scientific research and easy recognition. Some animals may need to be spayed/neutered or given shots. Our trained staff will use the latest in animal reform practices to allow these potentially dangerous animals the chance to be reintroduced to life on the playa. If our staff concludes that an animal has achieved reformed status they will be released and may have the opportunity to be adopted by/auctioned to a responsible Black Rock City citizen.",
    "contact_email": "catcabalo@hotmail.com",
    "hometown": "Seattle, WA",
    "url": "http://www.brcac.com",
    "year": 2005,
    "uid": "scraped_2005_brc_animal_control"
  },
  {
    "name": "Bubble Bar",
    "description": "Return to your misspent youth at the Bubble Bar camp,only this time with a frosty alcoholic beverage in hand. Play giant Operation, ask questions of the future of the 21 foot wide Giant Magic 8-ball, and have a cocktail at the Bubble Bar lounge.",
    "contact_email": "davidburkhart@earthlink.net",
    "hometown": "Phoenix, AZ",
    "url": "http://www.oof.org/bubbles",
    "year": 2005,
    "uid": "scraped_2005_bubble_bar"
  },
  {
    "name": "Bumping Buddha, Llama Tribe",
    "description": "The Bumping Buddha from Tahoe and the Llama Tribe from Santa Barbara are getting toghether to ceate the sickest spot on the Playa.",
    "contact_email": "roquetomatis@hotmail.com",
    "hometown": "Tahoe City, CA",
    "url": "http://bumpingbuddha.tribe.net",
    "year": 2005,
    "uid": "scraped_2005_bumping_buddha,_llama_tribe"
  },
  {
    "name": "Bunny Bunz Construction Camp",
    "description": "This is a camp where you will be able to visit to view bunnie’s bunz and maybe show off your own. Also with the world and its contents always being under construction, this camp will be a loverly place to hang out with fellows who are as well going through constructions of life whether it be moving to a new home or starting a new job or maybe just not doing anything at all, it will be just for you for what ever you want.",
    "contact_email": "mightymaximam@aol.com",
    "hometown": "Reno, NV",
    "year": 2005,
    "uid": "scraped_2005_bunny_bunz_construction_camp"
  },
  {
    "name": "Burning Bread",
    "description": "Making bread with our wood-fired brick oven, playa style!",
    "contact_email": "rhwang@bigpanda.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.burningbread2005.com/",
    "year": 2005,
    "uid": "scraped_2005_burning_bread"
  },
  {
    "name": "Burning Men Present: Audrey's Brain Wash & Set",
    "description": "Audrey’s Brain Wash & Set \"We make you think you’re beautiful!\" Do you still believe that Saddam had WMDs? Do you think the Escalade would be perfect if it only had a little more chrome? Aren’t you just thrilled that\tTom proposed to Katie? Well, Girl… You need to wash that spam right\tout of your head! Whether you need a psychic trim or a mental makeover, come to\tAudrey’s Brain Wash & Set, where you enter looking hag and exit feeling fab! Our trained asstheticians will diagnose your mental maladies, reverse your psychic setbacks, and foil your gloom into highlights. Muss your doo in a Freudian slip and fall? No problem! In no time, we’ll have you looking and feeling Jung-er than springtime! How, you ask? How not! During the day, our chill ambience will calm your jangled nerves while we massage your gnarled ganglia, soothe your arid sinuses, lather away the broken dreams, and gently blow your teary eyes dry. At night, we pull out the stops, teasing your senses and curling your synapses with music, light, and dance. So come on over to\tAudrey’s – your one-stop beauty bar for the brain. Oh, and leave your insecurities\t– and inhibitions – at the door. You’ll be glad you id.",
    "contact_email": "jeffkennedy@adelphia.net",
    "hometown": "Los Angeles, CA",
    "url": "http://burningmen.org",
    "year": 2005,
    "uid": "scraped_2005_burning_men_present:_audrey's_brain_wash_&_set"
  },
  {
    "name": "Burning Mug",
    "description": "Come get your morning coffee fix at Burning Mug. Come anytime, and hang out in our shade and meet other burners!",
    "contact_email": "nirvana_853@yahoo.com",
    "hometown": "San Jose, CA",
    "year": 2005,
    "uid": "scraped_2005_burning_mug"
  },
  {
    "name": "Burning Silicon Collective Camp",
    "description": "Burning Silicon Collective (BSC) Camp is a radically inclusive camp with most members residing in Silicon Valley. Visit Burning Silicon Camp for a morning tea, an afternoon drink, or a late night gathering at the 5 Elements Pavilion, Mannequin Bar,  Way Temple Bar, Temple of Tea or Playatech Factory Showroom. If you live in Silicon Valley or just love those who do, stop by Friday at sundown for our First Friday potluck at the 5 Elements Pavilion.",
    "contact_email": "glimmerkz@yahoo.com",
    "hometown": "San Jose, CA",
    "url": "http://groups.yahoo.com/group/CampatBM/",
    "year": 2005,
    "uid": "scraped_2005_burning_silicon_collective_camp"
  },
  {
    "name": "Burning Tribe",
    "description": "From the Eyes of Gawd and around the TerraSphere the tribe returns to the playa for your entertainment.",
    "contact_email": "glla@juno.com",
    "hometown": "Los Angeles, CA",
    "url": "http://members.cox.net/tribe/index",
    "year": 2005,
    "uid": "scraped_2005_burning_tribe"
  },
  {
    "name": "Burningman Bus Depot",
    "description": "The Burningman Bus Depot provides a shuttle bus to Gerlach and the Empire Store. This service should be reserved for situations of desperation, or at least dire need. Our Bus Depot Ticket Booth Volunteers can answer questions regarding availability of services in town. This service is provided during daytime hours from Wednesday through Saturday.",
    "contact_email": "theowl@west.net",
    "hometown": "Ojai, CA",
    "url": "http://www.burningman.com/participate/bus.html",
    "year": 2005,
    "uid": "scraped_2005_burningman_bus_depot"
  },
  {
    "name": "BurningSky",
    "description": "Skydiving, parachuting, aerial photography, aerial art and observation rides are BurningSkys way of bringing the experience of BurningMan in the 3rd dimension to the citizens of Black Rock City.Please visit us near 5:30 and Ego and enter the lottery for an observer ride and the most amazing view of Black Rock City anyone could ever imagine.",
    "contact_email": "magicmrk@pacbell.net",
    "hometown": "W. Hollywood, CA",
    "url": "http://www.burningsky.org/",
    "year": 2005,
    "uid": "scraped_2005_burningsky"
  },
  {
    "name": "Burnstream Court",
    "description": "Do you gape when you see a shiny aluminum streamlined RV on the road? Does the name \"Airstream\" summon images of retro-coolness and camping at the same time? Please stop by Burnstream Court, the trailer park in the suburbs of Black Rock City, to see Airstreams from every decade since the 50’s. Join us for cocktails, trailer tours and trailer park culture, complete with pink flamingoes and croquet!",
    "contact_email": "burnstream@caravanlist.net",
    "hometown": "Chicago, IL",
    "url": "http://www.batmo.com/burnstream",
    "year": 2005,
    "uid": "scraped_2005_burnstream_court"
  },
  {
    "name": "Camp 101",
    "description": "Camp 101 hosts ambient music performances and chill-out events throughout the week.",
    "contact_email": "kovrov@yahoo.com",
    "hometown": "Boston, MA",
    "year": 2005,
    "uid": "scraped_2005_camp_101"
  },
  {
    "name": "Camp Amazon",
    "description": "Camp Amazon will be back on the playa again this year. Dedicated to warrior women and fighting femmes, we will have an obstacle course, training circle at dusk, and various workshops throughout the week.",
    "contact_email": "glamazonwarrior@yahoo.com",
    "hometown": "Las Cruces, NM",
    "url": "http://groups.yahoo.com/group/campamazon/",
    "year": 2005,
    "uid": "scraped_2005_camp_amazon"
  },
  {
    "name": "Camp Arachnid",
    "description": "Camp Arachnid — we’re back, bigger and better than ever! As in previous years, we will be providing daily workshops in rope bondage in a comfortable, newbie-friendly environment. We supply the instruction; rope to practice with; and a large, comfy dome. We will be expanding our classes to cover other elements of sensual power exchange, and more advanced ropework. We also plan a play party. Look for the complete list in the Playa events calendar in July, and on our website. Please show up early for classes, our dome holds about 60 people and almost every class draws more people than that. All levels welcome, curious to jaded. (Also, please note our classes are a ‘no photo’ zone.)",
    "contact_email": "lynx@subversively.com",
    "hometown": "South San Francisco, CA",
    "url": "http://www.sffetish.com/arachnid/",
    "year": 2005,
    "uid": "scraped_2005_camp_arachnid"
  },
  {
    "name": "Camp Better Days",
    "description": "Camp Better Days featuring the unique Better Days Rest Home for the very, very nervous. Come by and enjoy the comfort and shade, and have a nice cup of coffee. Join us in a review of the metaphysics of aging with our very own, old, old, Doctor Atomic. Check out the Diabetic Food Triangle… Once you arrive, you may never leave… For information, please contact Saint Anna Banana Earth Orbit with any questions or comments…",
    "contact_email": "amrennert@yahoo.com",
    "hometown": "Cool, CA",
    "year": 2005,
    "uid": "scraped_2005_camp_better_days"
  },
  {
    "name": "Camp Cacti",
    "description": "Got sunburn? Got dry skin? Got playa foot? Come down to the lavish and luxurious Camp cacti, and relax in our cactus garden as we rub you down with Sonoma county’s finest fresh Aloe Vera…",
    "contact_email": "joebiggidybob@yahoo.com",
    "hometown": "Santarosa, CA",
    "year": 2005,
    "uid": "scraped_2005_camp_cacti"
  },
  {
    "name": "Camp Cancer",
    "description": "Camp Cancer! A lovely place for burners with cancer to just be and have a cocktail or two that isn’t chemo!",
    "contact_email": "orpheanwarbler@yahoo.com",
    "hometown": "Cupertino, CA",
    "year": 2005,
    "uid": "scraped_2005_camp_cancer"
  },
  {
    "name": "Camp DreamWeaver",
    "description": "Interactive dream camp where burners can record their dreams inside a dream chamber, tell their dreams to a dream tender and have them woven into the collective experience of Black Rock City. Look for a posting of a chakra journey to happen thursday night.",
    "contact_email": "lakshmirising@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_camp_dreamweaver"
  },
  {
    "name": "Camp FUCK",
    "description": "Still paying tribute to our favorite word, since 1996. We’ve built the world’s largest f-word, and we’d like to invite any and all friends, family, fornicators, and copulators (you know who you are) to help us celebrate our 10th year. Free hot dogs and balloons for the kids!",
    "contact_email": "patthegiant@earthlink.net",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_camp_fuck"
  },
  {
    "name": "Camp Gallavant",
    "description": "We are the creators of the (Mutant Vehicle) S.S. Nevada and we Gallavant across the playa spreading fun and adventure wherever we go! When you visit us at our home port (Camp Gallavant), you’ll find that we love to share our booty with all our fellow Black Rock denizens!",
    "contact_email": "ricksax1@aol.com",
    "hometown": "Sparks, NV",
    "year": 2005,
    "uid": "scraped_2005_camp_gallavant"
  },
  {
    "name": "Camp Giggle-Belly",
    "description": "No frills, nothing fancy… just bring your belly and come prepared to laugh until your cheeks hurt and you’re buckling over in uncontrollable hysterics.",
    "contact_email": "amourence@yahoo.com",
    "hometown": "New York, NY",
    "year": 2005,
    "uid": "scraped_2005_camp_giggle-belly"
  },
  {
    "name": "Camp Glass",
    "description": "The glass equivalent of Recycle Camp. Have you ever noticed how the only non-crap beers available in aluminum cans are Corona and Heineken? Gets kind of old having to spoil the time of your life with cans of Bud Light, all in the name of MOOP avoidance. We’re the solution! Drop off your empty glass bottles (not just beer, but liquor too) at Camp Glass and we will wash them, strip labels, sort them, crush them, and melt them into Burning-Man-shaped glass necklaces for you and your friends to wear. Depending on how much $$$ we have, we may also have the glorious minimalist strains of composer Philip Glass cranked during your visit.",
    "contact_email": "owen.cunningham@fmr.com",
    "hometown": "Sterling, MA",
    "year": 2005,
    "uid": "scraped_2005_camp_glass"
  },
  {
    "name": "Camp I Am",
    "description": "Camp I Am is a synergy of an eclectic bunch of camps, including: The Embassy, OBOP, DOTA, BRAS, Tuna Guys, Save the Man, and more!",
    "contact_email": "clif@eugeneweb.com",
    "hometown": "Eugene, OR",
    "url": "http://eugeneweb.com/cgi-bin/twiki/view/BM/TheEmbassy",
    "year": 2005,
    "uid": "scraped_2005_camp_i_am"
  },
  {
    "name": "Camp Jonestown and Creepy Guy",
    "description": "Camp Jonestown returns to save your souls, help you pass into eternal peace and deliver sweet, delicious death. Camp Jonestown is also available for marriages \t    and commitment ceremonies with real, live Reverends on board. This year we are also partnered with \"Camp Creepy Guy,\" which will have a podium for Creepy Guy sightings, personal admissions of creepiness, confessions, and photo postings. We will also deliver Creepy Guy reenactment theatre and \t    certification of creepiness. So if you see a Creepy Guy or are a Creepy Guy come rat them out. We will love to have you!",
    "contact_email": "kauterio@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_camp_jonestown_and_creepy_guy"
  },
  {
    "name": "Camp Klepto",
    "description": "Camp Klepto is celebrating its fourth year on the playa and we are going all out in order to celebrate it. We are building a new and larger (and more stable) dome, add a tea-house and will expand the bar. Yes we will be throwing our parties, playing reggea/dub/soul and funk during the daytime and and souful funky house / breaks at night (line-ups TBA). As usual Black Rock City United will organize at least two pick-up soccer games (see calendar & gazette for kick off times) and our annual giant kickball game before the burn, also known as bunny ball! We realize that it’s all about participating so drop by Camp Klepto and play some soccer with us, drop by for a cup of tea or dance with us till sunrise. See you all on the playa!",
    "contact_email": "ghofwegen@hotmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.basho.com/klepto",
    "year": 2005,
    "uid": "scraped_2005_camp_klepto"
  },
  {
    "name": "Camp Narcissism",
    "description": "It’s all about ME: Camp Narcissism is a place where participants come face to face with themselves in our wall of mirrors and our roaming mirrored bus, and are encouraged to see themselves for the beautiful, creative souls they truly are. We invite all to stop by to fall in love with themselves, and to take that love from the unconscious to the conscious part of their psyche.",
    "contact_email": "jujusma@xmission.com",
    "hometown": "Salt Lake City, UT",
    "year": 2005,
    "uid": "scraped_2005_camp_narcissism"
  },
  {
    "name": "Camp Ninja Burger",
    "description": "Ninja Burger, guaranteed delivery in 30 minutes or less, or we commit sepuku! How many food chains do YOU know of that have the Dim-Mak Death Touch? NO PIRATES OR SAMURAI!!! Open daily.",
    "contact_email": "lysithea_tracer@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.ninjaburger.com",
    "year": 2005,
    "uid": "scraped_2005_camp_ninja_burger"
  },
  {
    "name": "Camp Orange",
    "description": "Dig if you will this picture, a world submersed in ORANGE. No Exceptions, No ORANGE, No Entry. Orange will be provided if you don’t have your own.",
    "contact_email": "m.gove@comcast.net",
    "hometown": "Renton, WA",
    "year": 2005,
    "uid": "scraped_2005_camp_orange"
  },
  {
    "name": "Camp Papillon (Camp Butterfly)",
    "description": "Camp Papillon celebrates the three phases of the mind: the conscious as the caterpillar, the subconscious as the cacoon and the unconscious enlightenment of the butterfly. The interactive art of the caterpillar will allow the participant to venture through its intestines. Mid-week, Burningman participants will aid in the metamorphoses of the butterfly, and (hopefully) the butterfly will take flight and loom over the camp for the rest of Burningman.",
    "contact_email": "megmorris@princetheatre.org",
    "hometown": "Chestertown, MD",
    "year": 2005,
    "uid": "scraped_2005_camp_papillon_(camp_butterfly)"
  },
  {
    "name": "Camp PeePot",
    "description": "Insightful burners know that a peepot in the tent is worth a row of porta-potties down the street, especially at 4am, when you awaken from your playa dreams to discover that you are really truly at Burning Man. Join us in creating your own custom peepot, and learn why we’re all about \"PeePots helping People\".",
    "contact_email": "sfritz2994@aol.com",
    "hometown": "Portland, Oregon",
    "url": "http://members.aol.com/sfritz2994/ppot.htm",
    "year": 2005,
    "uid": "scraped_2005_camp_peepot"
  },
  {
    "name": "Camp Power Exchange",
    "description": "Camp Power Exchange is a small but elite group of people dedicated to providing infra-structure to theme camps. Ok we dont have any toys, but come party with us anyway.",
    "contact_email": "andreas1120@gmail.com",
    "hometown": "New York, NY",
    "year": 2005,
    "uid": "scraped_2005_camp_power_exchange"
  },
  {
    "name": "Camp Root",
    "description": "Camp Root-Proudly rootin down since 1998.  CALLING ALL SKATERS: Come skate the RootBreaka half-pipe. CALLING ALL BURNERS: Come enjoy the freshest sub funk bass beats, and the infamous ROOT hospitality.",
    "contact_email": "bartek@rootabreaka.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.rootabreaka.com",
    "year": 2005,
    "uid": "scraped_2005_camp_root"
  },
  {
    "name": "Camp Self Conscious",
    "description": "Got a hairy back? Dress got wrinkles? Where is your self centered? Feeling self-conscious? We can measure. And magnify? Therapize? Exorcise?",
    "contact_email": "burningman@dialogworks.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_camp_self_conscious"
  },
  {
    "name": "Camp Skullfuck",
    "description": "We are a collective of men and women who enjoy cranial fornication in all its various forms. Come and experience a Skullfuck!",
    "contact_email": "linkfitz@gmail.com",
    "hometown": "Stanford, CA",
    "url": "http://www.campskullfuck.com",
    "year": 2005,
    "uid": "scraped_2005_camp_skullfuck"
  },
  {
    "name": "Camp Stella",
    "description": "We are a diverse group from far and wide who have agreed to experience Burning Man clean and sober for the duration of the event. Some of us are active in AA and other 12 step programs – others are not. The bottom line is that we’re Burning Clean.",
    "contact_email": "jeffersonmccarley@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.campstella.org",
    "year": 2005,
    "uid": "scraped_2005_camp_stella"
  },
  {
    "name": "Camp Stimulation",
    "description": "Get Stimulated!Come get your stimulation in the form of the best damn cup-o-joe on the playa. Why walk to Center Camp when we have everything you need? By popular demand, we’re brining back our 2002 camp in bigger and better form. Come by in the morning for coffee, tea, and a place to chill out and tell your stories from the night before. Then come again in the late afternoon before you head out for evening playa fun.",
    "contact_email": "jersey_jeff@yahoo.com",
    "hometown": "Santa Clara, CA",
    "url": "http://goe.tribe.net/",
    "year": 2005,
    "uid": "scraped_2005_camp_stimulation"
  },
  {
    "name": "Camp Stupid",
    "description": "Spreading the stupidity to a camp near you.",
    "contact_email": "danny@bootyhouse.org",
    "hometown": "San Jose, CA",
    "year": 2005,
    "uid": "scraped_2005_camp_stupid"
  },
  {
    "name": "Camp Videogasm",
    "description": "Camp Videogasm – A Multimedia Explosion – featuring independent / experimental video, interactive computer graphics, and live video art on our two screens, nightly at Snowflake Village. If you are a video artist with a short subject video you’d like to show, contact Early Poppycock at www.videogasm.com/burningman/2005",
    "contact_email": "epoppycock@comcast.net",
    "hometown": "Woodhaven, MI",
    "url": "http://www.videogasm.com/burningman",
    "year": 2005,
    "uid": "scraped_2005_camp_videogasm"
  },
  {
    "name": "Camp Wabi",
    "description": "Explore the pshycological power of Myth and Story by joining us at Camp Wabi and contributing your own stories.",
    "contact_email": "wjahncke@stanford.edu",
    "hometown": "Mercer Island, WA",
    "year": 2005,
    "uid": "scraped_2005_camp_wabi"
  },
  {
    "name": "Camp Want It",
    "description": "We provide a display of binaural and bivisual frequencies aimed at awakening the subconscious locked inside. Coupled with innovative DJs we are sure to make your genitals throb. Imagine Corey Haim and Corey Feldman reunited for another great film. Dont miss out on our sushi feed extravaganza Wednesday evening. Explore the subconscious while conscious and hopefully after a night of revelry… become unconscious.",
    "contact_email": "hlbm@hotmail.com",
    "hometown": "Portland, OR",
    "url": "http://www.wantit.org",
    "year": 2005,
    "uid": "scraped_2005_camp_want_it"
  },
  {
    "name": "Camp Withering Tights",
    "description": "Withering Tights is a haven for tired bodies to renew and revitalize through spirit consciousness and stretch. Gently guided morning movement will encourage sleepy bodies to awaken to a new day with evening movement geared toward revitalizing and energizing for the night ahead. Led by aging dancers with a need to stretch each day, Withering Tights will provide an oasis to those with that same need.Those wishing to participate in our morning and evening guided stretchs are asked to bring a towel, blanket or yoga mat. However, those wishing to simply lie down on the desert floor without benefit of an added surface may do so gleefully.Witering Tights will be easy to find simply by looking for the plethora of colorful tights blowing blissfully through the air.",
    "contact_email": "suzanne@choozientertainment.com",
    "hometown": "Las Vegas, NV",
    "url": "http://www.choozientertainment.com",
    "year": 2005,
    "uid": "scraped_2005_camp_withering_tights"
  },
  {
    "name": "Campers Against Rapid Deceleration",
    "description": "Rapid Decleration is the cause of most deaths in the world. This camp proselytes against rapid deceleration to save lives. If you do have to move fast, slow down slow. It’s stopping too fast that gets you into trouble. Don’t launch projectiles that could potentially stop too fast in someone else’s body. Don’t accelerate a vehicle that cannot be stopped. By the way, who took the name crooked halo? That is my name, I have it for some very good reasons, and I’m going to find you for taking it from me. I have it on my ranger badge, you imposter. Don’t worry though. We’ll talk about it and no projectiles will have to rapidly decelerate…",
    "contact_email": "crookedhalo@yourmom.com",
    "hometown": "Tujunga, CA",
    "year": 2005,
    "uid": "scraped_2005_campers_against_rapid_deceleration"
  },
  {
    "name": "Campo Alegre",
    "description": "They say the eyes are the windows to the soul. We welcome you all to come into our garden of eyeballs, as we peer into the innermost parts of the psyche at Campo Alegre. During the day, we invite you to take part in Masked/Unmasked. We recognize that the self is a beautiful and ever-changing collection of actions and ideas. We ask you to bare yourself, inside and out and to take up another self as we photograph you in a different physical mask. When night falls, we dig deeper in to the sexual subconscious in Motel 616. On the the playa, many of us long to make a physical and spiritual connection with a special person or persons. And yet many of us cannot find a comfortable place for that _expression. We invite you and your partner to put on a fluffy, white robe and step into a refreshing, clean space. Think of it as a secluded, oasis in the desert where you are free to express your deep connection on the bed or anywhere else you desire in the Motel. Shadows gives substance to your inner fantasies, as a soft light shines on you so your movements are projected on the outside of the tent. After all, we all like to watch too.",
    "contact_email": "xxjefe@yahoo.com",
    "hometown": "Chicago, IL",
    "url": "http://www.campoalegre.org",
    "year": 2005,
    "uid": "scraped_2005_campo_alegre"
  },
  {
    "name": "Campsterdam!",
    "description": "Come wander the canals, museums, and districts of Campsterdam!",
    "contact_email": "dan@campsterdam.com",
    "hometown": "Incline Village, NV",
    "url": "http://www.campsterdam.com",
    "year": 2005,
    "uid": "scraped_2005_campsterdam!"
  },
  {
    "name": "Cat Herder's Union, Local 451",
    "description": "Come play in the cat box!",
    "contact_email": "tracy@stilton.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_cat_herder's_union,_local_451"
  },
  {
    "name": "Celtic Friendship Tree",
    "description": "A dynamic visual space with a 15 foot nouveau-Celtic Friendship Tree_",
    "contact_email": "keithoreilly@yahoo.com",
    "hometown": "Beresford Street, Dublin",
    "year": 2005,
    "uid": "scraped_2005_celtic_friendship_tree"
  },
  {
    "name": "Chain of Thought Video Experiment",
    "description": "Part chain letter, part sociological inquiry, part reality TV confessional, the Chain of Thought Video Experiment will provide a random survey of Blackrock consciousness circa 2005. 20 playa-roaming video cameras invite burners to \"share 30 seconds of a thought, theory, dream, concept, fantasy, or meditation: where you are in your head at this moment,\" and then pass it on; when the tape is full, return to our camp, where we will have a screening dome for watching returned tapes and one stationary video camera available 24-7 to catch the thoughts and dreams of passersby.",
    "contact_email": "oceana@pollenmedia.com",
    "hometown": "Los Angeles, CA",
    "year": 2005,
    "uid": "scraped_2005_chain_of_thought_video_experiment"
  },
  {
    "name": "Chamber of Questionable Actions",
    "description": "We have a skateboard halfpipe and live rock and roll. Adult beverage consumption is recommended and will be provided for those that seek such a thrill. Participation in the story telling booth is also encouraged. Skateboards will be provided, but you can ride whatever you brought-so long as it will not damage the riding surface. Please come and visit us. We’ll make you laugh.",
    "contact_email": "fecefeliac@yahoo.com",
    "hometown": "Reno, NV",
    "year": 2005,
    "uid": "scraped_2005_chamber_of_questionable_actions"
  },
  {
    "name": "Cheese Id Camp",
    "description": "Join the cultish kurds of The Whey. You will never be the same again. A camp devoted to Grill and Chill in the whey hours of the morning. (when we feel like it) The Black Rock Diner will be serving grilled cheese sandwiches, Mac and Cheese, and other comfort foods to our late night brethren between midnight and dawn. A 50’s style diner offering late night snacks and a chill space for those that are coming home from a night on the playa.",
    "contact_email": "shikantaza7@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.satinlounge.com/shikantaza",
    "year": 2005,
    "uid": "scraped_2005_cheese_id_camp"
  },
  {
    "name": "Cheeze and Lemonade",
    "description": "Cheese & Lemonade Camp. Remember when you were a kid, in the front yard, mom was jammin out to Seals and Crofts in the kitchen, you and your friends at your lemonade stand in the front-yard, hot summer sun, sugar rush, sticky clothes, sticky faces, sticky fingers. And how fun was it when the dog licked it off you? And you all ended up naked running through the sprinklers. And strange Mr Diggles next door. What was his deal anyway? Now kids, this is your grand opportunity to reach deep back into your, PSYCHE.. The sticky, pink part, where you will find the same kids (us), the same cheesy music, the same sticky fingers. And yes, WE’RE jammin out to Seals and Crofts. And Journey! And Peter Frampton! Note for the historically uneducated: cheesy music pairs perfectly with boozy lemonade. Yes, booze and lemonade. So pop on by, hang in our front yard, play in our back-yard, Or just pour lemonade all over yourself and dance in the sunshine. If you’re a lucky dog, some stranger might come on by and offer you a bath. Looking forward to a little afternoon delight.",
    "contact_email": "tatteru@yahoo.com",
    "hometown": "Brooklyn, NY",
    "year": 2005,
    "uid": "scraped_2005_cheeze_and_lemonade"
  },
  {
    "name": "Chi Chi's Panocharama",
    "description": "In addition to Breast Exams this year we offer: Tasteful Coiffeurs For Your Personal Kitten. Jaguallero, LFGGS (Licensed Female Gentile Grooming Specialist) offers several new styles including the brand new BRC Butch, the traditional Bald Eagle and the perennial favorite Baghdad Café. All of these along with several variations of the Butterfly; the most famous of course being the Mariposa. Relax in our quiet salon with an iced tea or chilled Chardonnay and treat yourself to an all new â€œDOâ€Ω or just a tune-up to your current fashion statement.Your partner will love you for it.",
    "contact_email": "jaguallero@yahoo.com",
    "hometown": "Los Gatos, CA",
    "url": "http://www.jaguallero.com",
    "year": 2005,
    "uid": "scraped_2005_chi_chi's_panocharama"
  },
  {
    "name": "Children of Chaos",
    "description": "The Children of Chaos will be spreading disorganization and joy throughout Black Rock City through unscheduled guerrilla theater events. We could appear any time and any place. We will also lead the parade of the Golden Tribe on Wednesday afternoon, assembling at 4:30 and starting our gold parade at 5:00. Put on your best gold costumes and join us.",
    "contact_email": "victor.j.stevens@kpchr.org",
    "hometown": "Portland, OR",
    "url": "http://home.comcast.net/~imstevens/chaos_camp.html",
    "year": 2005,
    "uid": "scraped_2005_children_of_chaos"
  },
  {
    "name": "Chillonia",
    "description": "The Chillonia camp’s mission is simple: we want to create a relaxing space to share with each other and our visitors. We will base our efforts on the motif of the mythological turtle, who feels at home no matter where he goes. The primary structure in our camp, a domed turtle, will serve as the nexus of our activities. Within its comforting walls, we will provide liquid refreshment to our visitors at any hour of the day or night. We will do our best to make sure that everyone we meet feels as relaxed and comfortable in our camp as they do in their favorite neighborhood bar.",
    "contact_email": "anna@ximian.com",
    "hometown": "Cambridge, MA",
    "url": "http://www.chillonia.org",
    "year": 2005,
    "uid": "scraped_2005_chillonia"
  },
  {
    "name": "Cirque Berzerk",
    "description": "Welcome to Cirque Berzerk!This is the circus for the Misled, the Misunderstood and the generally Maladjusted.The clowns are running the asylum. When THIS show roles into town, hide your children (unless they’re really deformed, then by gosh we want ’em!).Just admit it, we’ve all wanted to run away to join the circus. From the psychotic to the despotic to the idiotic, we’re ALL part of the show here – we want to see you perform YOUR contortion act as our aerial acrobats swirl above your head.",
    "contact_email": "nukepicnic@mindspring.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.cirqueberzerk.com",
    "year": 2005,
    "uid": "scraped_2005_cirque_berzerk"
  },
  {
    "name": "cirque de Flambe",
    "description": "See the fires of your soul reflected in the frantic clowns of the playa, smell the roasting humor, see the bright flash of the cyclone, feel the heat of the sirens of flame, Late night shows on Wed, Thurs, and possible Friday. Garden of Pyro on late Sunday night.",
    "contact_email": "maque@drizzle.com",
    "hometown": "Seattle, WA",
    "url": "http://www.cirquedeflambe.com",
    "year": 2005,
    "uid": "scraped_2005_cirque_de_flambe"
  },
  {
    "name": "Citrus Camp",
    "description": "Welcome to Citrus Camp  – it’s citrus-tastic! Camp Citrus provides friendly chill space and chilly beverages to our hot and dusty fellow burners.  Stop by in the heat of the afternoon, spin the Wheel O’ Drinks, and quench your thirst with a Poon Tang, a Sunny G, or our favorite – the Blue Loo.  Hang around to enjoy our house DJ’s spinning mellow tunes to go with your drink.  Visit the small Psychic Dome for a mystical experience.",
    "contact_email": "keylime@citruscamp.org",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_citrus_camp"
  },
  {
    "name": "Clan Destino",
    "description": "Clan Destino’s Renegade pyro-freaks take the PyroBarCar to the Playa with the Aerial Tripod in tow. Join the menagerie for a cold vodka energy drink while the sexy circus kittens turn aerial feats. The devil in you will move to the colossal beat of our three-ringed circus. Back at the camp find respite from the elements in the Red Fur Silver Streak Lounge.",
    "contact_email": "siobhan@theclandestino.org",
    "hometown": "Santa Barbara, CA",
    "url": "http://www.theclandestino.org",
    "year": 2005,
    "uid": "scraped_2005_clan_destino"
  },
  {
    "name": "Clevian Circularity",
    "description": "Located within Snowflake Village. Visit our Antigravity Dome where objects and ideas fload freely around the room. Confront your psyche as an interviewee on the Lance Miller Show. Gratify your libido at our Tuesday and Wednesday Speed Dating sessions at 8 pm.",
    "contact_email": "eric@clevian.com",
    "hometown": "Milwaukee, WI",
    "year": 2005,
    "uid": "scraped_2005_clevian_circularity"
  },
  {
    "name": "Club Verboten",
    "description": "Your home of retro avant-garde music, Club Verboten returns to offer a host of dance parties that in another time and space would be considered \"cutting edge\".Our comfortable tent and furnishings offer the BRC citizen many delights which we hope you will find time to explore.",
    "contact_email": "thunter885@aol.com",
    "hometown": "Reno, NV",
    "year": 2005,
    "uid": "scraped_2005_club_verboten"
  },
  {
    "name": "Comfort & Joy",
    "description": "Restore your body and lift your spirits at Comfort & Joy, where you can play in our enchanting immersive art installations, relax in one of our domes, soothe your playa-foot at our pedicure salon, come down gently in our Afterglow Lounge, and meet your neighbors at any of our many events.",
    "contact_email": "kitten@klodhopper.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.klodhopper.com/joy",
    "year": 2005,
    "uid": "scraped_2005_comfort_&_joy"
  },
  {
    "name": "Confess!",
    "description": "We all have secrets – come confess yours and receive absolution, but only after performing Bingo penance! We’ll provide friendly priests and nuns, and the pope may even lie in state if he has the time. If you’re lacking in sins, not to worry – space, and games (Spin the Cross, anyone?), will be available to ensure you have something worth confessing.",
    "contact_email": "alison.monahan@gmail.com",
    "hometown": "New York, NY",
    "year": 2005,
    "uid": "scraped_2005_confess!"
  },
  {
    "name": "Conscious Craving",
    "description": "The goal of Conscious Craving is to contribute the spiritual quality of Burning Man by creating a sacred, reverent space for spiritual practices including yoga classes, meditation sessions and Kirtan chant with live musicians. Our camp will be open to any willing participants and we invite both beginners and practiced experts to join in our daily events.",
    "contact_email": "isasitis@uchicago.edu",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_conscious_craving"
  },
  {
    "name": "Contact Camp",
    "description": "… a nexus for exploring the art of contact improvisation.  Come for daily classes in contact improv and related arts (contemplative movement, authentic movement, contact yoga, etc), as well as contact jams(open space for investigation/practice/play), labs, or just hanging out with others interested in the possibilities of contact.  All are invited to come play, whatever experience level, body type, or ability.",
    "contact_email": "karlfrost@hotmail.com",
    "hometown": "Seattle, WA",
    "url": "http://www.toishou.org/ContactCamp.html",
    "year": 2005,
    "uid": "scraped_2005_contact_camp"
  },
  {
    "name": "Contraptionists",
    "description": "The Contraptionists will host a shaded communal space with sitting area including The Nebula Lounge with Smoothies and Snow cones with several adjacent structures which will provide a number of public interactive services such as the Kitty Trim by the Bushwhacker, Desert Art temporary tattoos, The Sewing Stop, Midnite Golf , Interactive art, and other \"Must See/Must Do\" attractions… See our web site at www.Contraptionists.Com for more information .",
    "contact_email": "daniel@tda3.com",
    "hometown": "Boulder, CO",
    "url": "http://www.Contraptionists.com",
    "year": 2005,
    "uid": "scraped_2005_contraptionists"
  },
  {
    "name": "CoolTown",
    "description": "An oasis in the desert, open every afternoon and early evening. CoolTown is a fully misted community shade structure to chill, rest, relax, socialize, or work on el-wire or electrical art and equipment. For the industrious or curious we have tools, soldering equipment, expertise and some supplies to assist with construction or repair of your el-wire or other electrical/electronic project.",
    "contact_email": "gary (dot) logan@hp.com",
    "hometown": "Orangevale, CA",
    "year": 2005,
    "uid": "scraped_2005_cooltown"
  },
  {
    "name": "CRaCKCOoKiEs Camp",
    "description": "AChewy Chunky Beats – Music You Can Eat!",
    "contact_email": "soleil_marley@yahoo.com",
    "hometown": "Menlo Park, CA",
    "year": 2005,
    "uid": "scraped_2005_crackcookies_camp"
  },
  {
    "name": "Crash Land Inn",
    "description": "Where weary spce travelers can sip a little sauce and spin a yarn about their journeys. Located in the oddest part of Black Rock City.",
    "contact_email": "upstid@sbcglobal.net",
    "hometown": "Oakland, CA",
    "url": "http://www.crashland.org",
    "year": 2005,
    "uid": "scraped_2005_crash_land_inn"
  },
  {
    "name": "Crazy Canadian Cosmic Cats",
    "description": "C4 returns to the playa for it’s second year. Come explore the inner workings of the cosmic cat. Sample a beverage, or strap yourself in to the dream projector.",
    "hometown": "Ottawa, ON",
    "year": 2005,
    "uid": "scraped_2005_crazy_canadian_cosmic_cats"
  },
  {
    "name": "Crazy Dante's Used Soul Emporium",
    "description": "Come on down to Dante’s and trade in your worthless old soul towards purchase price of a Brand New Previously Owned Celebrity Soul! Arrive in that jalopy you’ve had all your life, roll off the lot in the latest luxury model. No refunds.",
    "contact_email": "sierramurphree@gmail.com",
    "hometown": "Oakland, CA",
    "url": "http://dante.etuttle.com",
    "year": 2005,
    "uid": "scraped_2005_crazy_dante's_used_soul_emporium"
  },
  {
    "name": "Cuddle Princess Island",
    "description": "Take away all the chairs and coolers, pile on all the sleeping bags and pillows into the middle, and climb on! *Everyone* wins at Cuddle Princess Island. Our island will be new and improved, with more soft and fuzzy loveliness. This year the cuddle princesses will team up with Space Madness Conspiracy: Mad Geniuses of the Kosmic Freakdom and Sideshow Gallery. Here we HUG. This is our tradition. This our rebellion. This will be our revolution. GET YO’ FREAK ON!",
    "contact_email": "jlargman@hotmail.com",
    "hometown": "Berkeley, CA",
    "url": "http://www.stellarmadness.tribe.net/",
    "year": 2005,
    "uid": "scraped_2005_cuddle_princess_island"
  },
  {
    "name": "Cuddle Puddle",
    "description": "Join us for the art of casual touch and acceptance of intimacy between friends. Grow and heal. Melt in to our cuddle puddle.",
    "contact_email": "mike@nudeinaz.com",
    "hometown": "Chandler, AZ",
    "url": "http://www.water-brother.com",
    "year": 2005,
    "uid": "scraped_2005_cuddle_puddle"
  },
  {
    "name": "Cypress Lounge",
    "description": "The Cypress Lounge is back for the thrid year in a row offering cocktails, and bingo games. Stop by for game times, then come play bingo with us and win fabulous prizes while you enjoy a cold drink.",
    "contact_email": "griffin@cypresslounge.com",
    "hometown": "Marina, CA",
    "url": "http://www.cypresslounge.com/burningman.html",
    "year": 2005,
    "uid": "scraped_2005_cypress_lounge"
  },
  {
    "name": "Damn Fucking Texans Texas Embassy",
    "description": "The Damn Fucking Texans return to BRC in 05 to continue our tradition of Texas hospitality, generosity, and interactivity with our fellow citizens. DFT will open an official Texas Embassy to further relations with the world’s Freak Central and bring accents, tastes, and other memories of home to Texas expatriates and visitors alike. The Texas Embassy will be headquartered in the Lone Star Bar, and all expat, present, honorary, visiting, and future Texans are asked to come trace your personal path from Texas to BRC.",
    "contact_email": "kevin@3jane.net",
    "hometown": "Houston, TX",
    "url": "http://dft.briareus.net",
    "year": 2005,
    "uid": "scraped_2005_damn_fucking_texans_texas_embassy"
  },
  {
    "name": "Death Guild Thunderdome",
    "description": "Death Guild Thunderdome, a glorious arena of foam-covered carnage, wherein the smallest of grudge matches are settled by a combination of bungees, elevation and foam-covered weapons in front of teeming hordes who crave spectacle. Battle to the grinding strains of industrial music and to the cheers of black clad amazons aroused by bloodlust.",
    "contact_email": "diva@ideology.com",
    "hometown": "Alameda, CA",
    "url": "http://www.deathguildthunderdome.com",
    "year": 2005,
    "uid": "scraped_2005_death_guild_thunderdome"
  },
  {
    "name": "Deep Heaven:  Heart of the Psyche",
    "description": "Deep Heaven invites BRC citizens to *Go Deep* 24/7 and visit our oasis for the open heart, where we explore intimacy, movement and improv playshops, blessing rituals, fortune telling, burner-button making, art activities, and play.  Just look for our rotating heart mirror and “You Are Here”, our Conscious, Subconscious and Unconscious backdrops for photography.",
    "contact_email": "h.karr@comcast.net",
    "hometown": "San Rafael, CA",
    "url": "http://www.graphicondesign.com/deepheaven",
    "year": 2005,
    "uid": "scraped_2005_deep_heaven:__heart_of_the_psyche"
  },
  {
    "name": "DeMaTerial",
    "description": "DeMaTerial once survived for six weeks in the desert on nothing more than eleven pounds of baklava and the morning dew collected from our camel’s hair. DMT never complains about the cold weather, even when its nipples are uncomfortably erect. Our deft floral arrangements have earned us fame in international botany circles.  If you stroll by our camp our licensing bureau will grant you a license for….Private Nudity, Smurf Hunting, Procreation Vampire Slaying, Widget Fiddling, Cow Tipping, and several others.  We also love Sangria",
    "contact_email": "wheatgrass@gmail.com",
    "hometown": "Cambridge , MA",
    "url": "http://www.magicpants.net/dematerial",
    "year": 2005,
    "uid": "scraped_2005_dematerial"
  },
  {
    "name": "Department of Tethered Aviation",
    "description": "Department of Tethered Aviation is all about kites!  Come fly with us on Thursday @4:20PM for our annual Burning Man Kite Festival. Last year we brought you the fabulous Mylar kites on the Sunday night Temple Burn. This year we promise to have many more airbourne surprises! Come by for free kites to fly (or burn) all week.",
    "contact_email": "tristank@mac.com",
    "hometown": "San Geronimo, CA",
    "url": "http://www.dotarocks.net",
    "year": 2005,
    "uid": "scraped_2005_department_of_tethered_aviation"
  },
  {
    "name": "Desires and Inhibitions",
    "description": "Long day on the playa, need a place to chill? Stop by Desires and Inibitions to let your mind unwind. The air conditioning and mellow tunes will make your day. Need a little action? Try an airbrush tattoo or a take a lap on our gigantic slip n’ slide.",
    "contact_email": "ando@andomation.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.andomation.com/bm2005",
    "year": 2005,
    "uid": "scraped_2005_desires_and_inhibitions"
  },
  {
    "name": "Di5orient",
    "description": "Tighter and Brighter in 2005.Encounter conscious Di5orienters on Main Street.Navigate subconsciously on the Di5orient Express.Reflect unconsciously in the Chairs.Welcome to Di5orient!",
    "contact_email": "the.eye@disorient.com",
    "hometown": "New York, NY",
    "url": "http://www.disorient.com",
    "year": 2005,
    "uid": "scraped_2005_di5orient"
  },
  {
    "name": "Dickelodeon",
    "description": "Camp Dickelodeon – Looking for a place to strut your stuff?  Or maybe you just wanna see others in prime strut?  Head on over to Camp Dickelodeon but leave your shame and dignity back at home.",
    "contact_email": "tntdesign@aol.com",
    "hometown": "St. Louis, MO",
    "year": 2005,
    "uid": "scraped_2005_dickelodeon"
  },
  {
    "name": "different theme every day",
    "description": "**forthcoming",
    "contact_email": "alexamonkey@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_different_theme_every_day"
  },
  {
    "name": "Dilated Peoples",
    "description": "Give yourself a reprieve from the scorching desert sun and indulge in a soothing treatment of refreshing eye drops, cucumber slices and a cooling gel-pack. Enjoy a meditative lavender-scented eye pillow while listening to our chill music, surrounded by the enchanting, healing powers of Dilated Peoples.",
    "contact_email": "creatusmail-orders@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_dilated_peoples"
  },
  {
    "name": "dirtnap camp",
    "description": "Dirtnap camp is back with a new twist on celebrating the final journey, featuring 2 suicidal American authors and their substantial bodies of work.Observe: The Hunter S. Hemmingway suicide note contest.What were these guys thinking when they contracted lead poisoning? You get to speculate what was percolating through their subconcious, unconcious and concious thoughts by combining both of their writing styles to craft a likely last look into the lost lives of these literary lions. So dust off those long forgotten volumes in the attic, visit the library or book store and bone up on these larger than life journalists. The winning entry (awarded each day wednesday through saturday) will receive a six pack of premium brew. We will be awaiting your participation at Dirtnap camp, where inspiration, desperation and plagiarism are equal partners in the creative process. Let us be your dirtnap to the tomes of the stars.",
    "contact_email": "bmta14@charter.net",
    "hometown": "Reno, NV",
    "year": 2005,
    "uid": "scraped_2005_dirtnap_camp"
  },
  {
    "name": "Disco Head Fixers",
    "description": "Come get your fix of the best beats on the Playa. Late night and early morning deep house sets are our speciality.",
    "contact_email": "mattestarr@yahoo.com",
    "hometown": "Portland, OR",
    "year": 2005,
    "uid": "scraped_2005_disco_head_fixers"
  },
  {
    "name": "Diva Boot Camp",
    "description": "Diva Boot Camp is inspired by the days of old vaudevill and circus. Catch variety shows daily, hang out in the Hammock domes, or see the bird’s eye view from the top of our giant boot.",
    "contact_email": "thedandylyon@yahoo.com",
    "hometown": "Portland, Oregon",
    "year": 2005,
    "uid": "scraped_2005_diva_boot_camp"
  },
  {
    "name": "DMV",
    "description": "THE place to get your Mutant Vehicle and Handicap Vehicle License.",
    "contact_email": "odwally@burningman.com",
    "year": 2005,
    "uid": "scraped_2005_dmv"
  },
  {
    "name": "DonutLove",
    "description": "Shall I tell you about Your Mother? She will reside at DonutLove this year. Visit Her and receive catharsis. Face your fears, purge your anxieties, repair your emotional dissonance, by taking in and becoming one with your conflict. Allow Your Mother to nurse you back to health. Re-enter Her womb to begin your therapy. Come to DonutLove…Your Mother is waiting.",
    "contact_email": "lovemonkey2k1@hotmail.com",
    "hometown": "Elk Grove, CA",
    "url": "http://www.donutlove.com/",
    "year": 2005,
    "uid": "scraped_2005_donutlove"
  },
  {
    "name": "Dr. Carl's House of Head Shrinkin",
    "description": "Stop on by. Relax on our very comfy couch and take a mental load off as you discuss any and all of your thoughts, experiences or dreams with a certified human or human like apparatus that is sure to offer something in the way of advice or comfort. Need some visual self analysis? Create your own Rorschach! Well display them on the Wallof Rorschach, creating a pallette of psycho-artistic-self-help!",
    "contact_email": "vaughn@vaughnhannon.com",
    "hometown": "West Hollywood, CA",
    "year": 2005,
    "uid": "scraped_2005_dr._carl's_house_of_head_shrinkin"
  },
  {
    "name": "Dragon's Den",
    "description": "Dragons Den, the place on the playa to get a henna tattoo.  while you wait, you can chill in one of the two domes with a misting fan or spin poi or hoop under the shade provided which is all gonna be in the shape of the dragons head.  Once you come in, you never leave the same person!",
    "contact_email": "iamtony1@gmail.com",
    "hometown": "New York, NY",
    "year": 2005,
    "uid": "scraped_2005_dragon's_den"
  },
  {
    "name": "DREAM CAMP",
    "description": "DREAM CAMP is home base for \"The Dreamer\" sculpture, by Pepe Ozan. A ritual processional at sunset to light the Kundalini Cauldron within the head will occur every evening. Dream visionary workshops daily on sustainable green community building, raw foods, 7th mystery school \"DNA GATE\" activations, Sound vibrational healing and lucid dreaming TBA.",
    "contact_email": "dreamkacher@gmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.giamind.com",
    "year": 2005,
    "uid": "scraped_2005_dream_camp"
  },
  {
    "name": "Dream Theatre",
    "description": "Dream Theatre has afternoon dream discussion groups, to explore the possible meanings of our remembered somnambulous journeys – these gatherings are offered Tuesday, Thursday and Saturday, with a tentative meeting on Friday in the mid-afternoon from 3-4:30p.m., as a way to commune in the hot portion of the day, and to dive into the energy of the Playa, where dreams can take on a distinctly more expressive form. We are also creating space for spontaneous movement, spoken word, and theatre performance, and participants are invited to bring dream-inspired art.",
    "contact_email": "stormy@mardistorm.com",
    "hometown": "Emeryville, CA",
    "year": 2005,
    "uid": "scraped_2005_dream_theatre"
  },
  {
    "name": "Dream Tree",
    "description": "Sheltered beneath the expansive and welcoming canopy of our magical tree, come explore your dream world with us.",
    "contact_email": "strecho@juno.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.DreamTree.us",
    "year": 2005,
    "uid": "scraped_2005_dream_tree"
  },
  {
    "name": "Dreamtime Dew",
    "description": "During the day we will make masks.  When it’s dark we will burn them.  You may imbue them with whatever mystico/magico/spiritual mumbo jumbo YOU feel is appropriate, or not; after all it’s your mask.  There will be pretty paints, cloth and other non-moopy decorations to make the mask look scary or lovely or sexy.  We’ll be doing other stuff as well, including drinking, telling tall tales, spankings, costume fashion shows, impromtu political rants and vast outpourings of love.  At some point two of us will get married and there will be some sort of ceremony with masks, symbolizing identities, partnerships and stuff.",
    "contact_email": "blyslv@yahoo.com",
    "hometown": "Santa Fe, NM",
    "year": 2005,
    "uid": "scraped_2005_dreamtime_dew"
  },
  {
    "name": "DUSTFISH",
    "description": "DUSTFISH comes to the Playa once again for THE POWER, GLORY, AND BEAUTY OF LOVE…and, YOUR PSYCHE! This will definately be the best year ever! More Live Music, Dancing, lots MORE!!! DUSTFISH LOVES YOU!",
    "contact_email": "assliquor@hotmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.dustfish.com",
    "year": 2005,
    "uid": "scraped_2005_dustfish"
  },
  {
    "name": "Earth Guardian Western Pavilion",
    "description": "We’re trying to inspire you to appreciate the Black Rock environment and embrace Leave No Trace by focusing our collective artistic, technical and spiritual energy to protect our beloved playa. Hug the ground and go beyond no trace and leave positive traces (and no MOOP!) on the land. This year we’re setting up an authentic 1840’s – 50’s pioneer emigrant camp to celebrate the Black Rock’s National Historic Trails. There will be participants in authentic clothes from the period and they will remain in 1st person character, living at the encampment through the event. Join us for daily activities including: yoga, MOOPing, nature walks and restoration, hot spring patrols and LNT and camp of the day crusading. Classes and many kids activities (Thursday morning Covered Wagon ride) as well! Rest by the water bar and expand your mind with our enviromental library and movies when the day’s LNT activities are done.",
    "contact_email": "karinaoc@earthlink.net",
    "hometown": "Incline Village, NV",
    "url": "http://earthguardians.burningman.com/playa.html",
    "year": 2005,
    "uid": "scraped_2005_earth_guardian_western_pavilion"
  },
  {
    "name": "Earth Tribe",
    "description": "Earth Tribe is the indoor Bio Village we call home. The intention of the village is stated in the name. Tribe is a group of people that takes care of each other. One day all the beings of the earth will realize that all separation is illusion and we will be one Earth Tribe. The village consists of 150 members from 13 countries. Together we will access the grid and build electric rainbow bridges of energy around the planet.",
    "contact_email": "mattie_mataus@hotmail.com",
    "hometown": "Eugene, OR",
    "year": 2005,
    "uid": "scraped_2005_earth_tribe"
  },
  {
    "name": "Easel Park",
    "description": "Easel Park is a large-scale art project. The Park consists of twelve easels which are over fourteen feet tall. Each easel holds a \"canvas\" which is 12 feet by 8 feet. These canvasses provide large-scale medium for artists who wish to work mural size. Some canvasses will be done prior to the event, and some during the event. Artists are encouraged to apply for painting space. The Park will also host smaller art, light shows, and has a live music stage.",
    "contact_email": "playafiction@yahoo.com",
    "hometown": "Sebastopol, CA",
    "year": 2005,
    "uid": "scraped_2005_easel_park"
  },
  {
    "name": "El Circo",
    "description": "Art is a ritual burning: the fruit of awareness: the desire to hold the world mouth to mouth. Based on the premise that we are all native to this place of wild enchantment. Imagine a dream — enacted.",
    "contact_email": "mattydowlen@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.elcirco.org",
    "year": 2005,
    "uid": "scraped_2005_el_circo"
  },
  {
    "name": "Elation Station",
    "description": "Elation Station will provide shade from the sun. A chill location where fine tunes may be heard, conversations will be ensue, and mad scientists will manifest an amazing mess. We will both hand out fresh thirst quenching lemonade and provide bodies with a much needed sun-block application station. Play with us, shade with us, and join us under the astral tortous as we take relaxation to the next level. Chillin like villains ya’ll!",
    "contact_email": "lerato425@gmail.com",
    "hometown": "New York, NY",
    "url": "http://www.burningmilk.ourobouros.net",
    "year": 2005,
    "uid": "scraped_2005_elation_station"
  },
  {
    "name": "Electra FM",
    "description": "Electra FM 89.9 Returns to the Playa for our 6th year on the air. This year we are located in Black Rock City with \"Burning Silicon\". Tune in and hear an eclectic array of music and comment. Theme camps, villages, artists and wishing to make announcements about events on the playa are welcome to stop in.",
    "contact_email": "arizona-regional@comcast.net",
    "hometown": "Tucson, AZ",
    "url": "http://www.radio-electra.com",
    "year": 2005,
    "uid": "scraped_2005_electra_fm"
  },
  {
    "name": "Emergency Svcs. Station 9 Camp",
    "description": "Emergency Services Station 9 Camp is a loose collective of BurningMan Emergency Services Department personnel, families and friends. This camp also hosts the Emergency Services Department Medical Staion 9.",
    "contact_email": "seth_schrenzel@burningman.com",
    "hometown": "Rocklin, CA",
    "year": 2005,
    "uid": "scraped_2005_emergency_svcs._station_9_camp"
  },
  {
    "name": "Energy Riders of Aromatherapy Love",
    "description": "Energy Riders of Aromatherapy Love invite you to come by in the HEAT of the day and change your Psyche through the power of Aromatherapy, we have lots of shade with lots of coool scented mist. Don’t forget to come get your SCENT ON befor cruzin the playa. Our Camp is open to all, we love to touch all harts with the delicitness of mist as we move the Energy with the power of a river. Welcome to all at all times.",
    "contact_email": "redfox4242@hotmail.com",
    "hometown": "Carbonedale, CO",
    "year": 2005,
    "uid": "scraped_2005_energy_riders_of_aromatherapy_love"
  },
  {
    "name": "ESD Comm Center",
    "description": "This space houses the Communications Center for Burning Man",
    "contact_email": "seth_schrenzel@burningman.com",
    "hometown": "Rocklin, CA",
    "year": 2005,
    "uid": "scraped_2005_esd_comm_center"
  },
  {
    "name": "ESD Station 5",
    "description": "This space houses our contract Fire vendor’s offices and is the place that they will work out of",
    "contact_email": "seth_schrenzel@burningman.com",
    "hometown": "Rocklin, CA",
    "year": 2005,
    "uid": "scraped_2005_esd_station_5"
  },
  {
    "name": "ESPRESSO CAMP",
    "description": "We take the UN out UNCONSCIOUS. Espresso served early mornings; Open when we get up for an hour or two. BYO cup, we don’t have any to go. NAKED ESPRESSO — no foo-foo froth, mocha, frappa, crappa, soy, latte drinks, just the real stuff. Stop by, say hi, have some of the last legal high.",
    "contact_email": "brucepam@pacifier.com",
    "hometown": "Vancouver, WA",
    "year": 2005,
    "uid": "scraped_2005_espresso_camp"
  },
  {
    "name": "Euphoria Playaground",
    "description": "We seek release and transformation through the simple acts of play and intimate human interaction. We invite you to come play on our swing sets and other fun playaground implements. Among other surprises, we also offer ample shade, good company, and a wide variety of music to keep your playa-boogie going strong all week long.",
    "contact_email": "jordan10e@hotmail.com",
    "hometown": "Salt Lake City, UT",
    "year": 2005,
    "uid": "scraped_2005_euphoria_playaground"
  },
  {
    "name": "F-SPACE / Savaged Republic",
    "description": "Previous Burning Man attendees know that the F-SPACE exists at all levels of consciousness. F-SPACE, the BORG2 \"house band\" and the Savaged Republic will be performing pyro post-punk performances nightly on the playa, including Scot Jenerik’s fire belching \"Throbbing Gristle/Einsturzende Neubauten\" percussion instruments.",
    "contact_email": "fspace@mobilization.com",
    "hometown": "Mountain View, CA",
    "url": "http://www.mobilization.com/",
    "year": 2005,
    "uid": "scraped_2005_f-space_/_savaged_republic"
  },
  {
    "name": "Faces of Burning Man",
    "description": "“Faces of Burningman” will record the spirit and consciousness of Burningman 2005 through portraits and stories.  In the cool relaxed environment of the studio, participants may choose a photo session that reveals the inner self or a video session sharing a story about themselves. Participants receive either a CD of their portraits or a video of stories to remind themselves later who they really are.",
    "contact_email": "solo@yolo.com",
    "hometown": "Woodland, CA",
    "url": "http://imageevent.com/photogenics/facesofburningman",
    "year": 2005,
    "uid": "scraped_2005_faces_of_burning_man"
  },
  {
    "name": "Fairyland",
    "description": "The fairies will be presenting fun events on the playa throughout the week including Poi and wing making, a general arts and crafts day, and a new event centered around Tutus. Be sure to stop by our camp, part of the Avalon Village, to see what fun and frolic the fairies have in store for you.",
    "contact_email": "juicyfruitjim@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.playafairies.com",
    "year": 2005,
    "uid": "scraped_2005_fairyland"
  },
  {
    "name": "False Profit, LLC",
    "description": "as the most advanced company on the planet, false profit’s most valuable asset is our brand.  by using our logo and our slogans (and inventing new taglines and catch-phrases for our new products and services), we will present a cohesive face to the world as it moves by along the esplanade.  with the simple application of black and white paint and clever mind-twisting words, no one will wonder how all these various elements go together… instead, they’ll be scratching their heads and asking themselves how the life they enjoy could really be their own.",
    "contact_email": "stephen@false-profit.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.false-profit.com",
    "year": 2005,
    "uid": "scraped_2005_false_profit,_llc"
  },
  {
    "name": "Fast Furnishings",
    "description": "Find your Ultimate Sock Mate! Pay Tribute to your last chance to wear white shoes!_",
    "contact_email": "greg@acmeart.com",
    "hometown": "Berkeley, CA",
    "url": "http://www.fastfurniture.com/themecamp",
    "year": 2005,
    "uid": "scraped_2005_fast_furnishings"
  },
  {
    "name": "Fig Leaf Playhouse II",
    "description": "Back by popular demand, the one and only Fig Leaf Playhouse. We were the talk of the town and we all had so much fun last year that its going to be a great big do over. And just like last year, we will be giving away the hottest clothes and costumes on the playa. So, if you missed it, dont get left out again and if you did come by last year well see you again.",
    "contact_email": "kandy@sonic.net",
    "hometown": "Napa, CA",
    "year": 2005,
    "uid": "scraped_2005_fig_leaf_playhouse_ii"
  },
  {
    "name": "Film Corps Camp",
    "description": "The Lance Miller Show! Burning Man’s First Ever Late Night Talk Show! Famous Talk Show Host Lance Miller will use his charm and linquistic skills to coax the most intimate secrets out of his unsuspecting guests, or let you plug your latetst movie or marginally entertaining sitcom.  And if you want a more private chat, sit down at our Lucy Psychiatric Booth and pour out your psyche. All confessions remain confidential. Unless we change our minds. Located in Snowflake Village!",
    "contact_email": "mbesasie@fullhousemedia.com",
    "hometown": "Milwaukee, WI",
    "year": 2005,
    "uid": "scraped_2005_film_corps_camp"
  },
  {
    "name": "Fire Camp Station 3",
    "description": "Official HQ of the Black Rock City Volunteer Fire Department. Established in 2000, Fire Camp has been the home for fire fighters from across the country who gift their services to the city.",
    "contact_email": "ben@nas.com",
    "hometown": "Deming, WA",
    "year": 2005,
    "uid": "scraped_2005_fire_camp_station_3"
  },
  {
    "name": "Fire Conclave Convergence",
    "description": "Ignite the Man – On Saturday night, the Fire Conclave in its full force will create the fire circle around the Man. But before that happens all members of the Fire Conclave must sign in at this camp, Fire Conclave Convergence. Open Monday – Friday from 9 AM – 6 PM, There will be no signs in on Saturday. If you are interested in learning more about the Fire Conclave stop by.",
    "contact_email": "crimson@burningman.com",
    "hometown": "Oakland, CA",
    "url": "http://www.burningman.com/on_the_playa/performance/fire_conclave.html",
    "year": 2005,
    "uid": "scraped_2005_fire_conclave_convergence"
  },
  {
    "name": "Fish Observatory",
    "description": "Fish Observatory- A place where one can experience an aspect of themselves they’ve never really seen before.",
    "contact_email": "artartarta@aol.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_fish_observatory"
  },
  {
    "name": "Flight to Mars",
    "description": "Hard at work in the Martian biolabs, the genius test pilots had nearly perfected the advanced Cerebral Synaptodrive, when a mysterious shockwave scrambled all their programming codes. The test pilots survived, but only to find themselves in an inescapable state of spacetime transience. They could inexplicably appear in any time, place, or dimension throughout the history of existence — and disappear just as quickly. Is your earthling bodily vessel prepared to penetrate the very fabric of the empirical universe just to reach a dry, dusty, barren rock like Mars? What, are you insane? You probably deserve all the mutations you will get.",
    "contact_email": "fauxfaux@flight2mars.com",
    "hometown": "Seattle, WA",
    "url": "http://www.flight2mars.com",
    "year": 2005,
    "uid": "scraped_2005_flight_to_mars"
  },
  {
    "name": "floating oasis",
    "description": "an oasis of bliss in the desert..a lucid dream waiting to be found…large shaded area with lots of furry/fuzzy hammocks surrounded by art and doused with an array of music (<300W). a place to find when your ready to float.",
    "contact_email": "firestarr@mac.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_floating_oasis"
  },
  {
    "name": "FoodLab",
    "description": "FoodLab has been providing IGS with food related services since 2002.  A restorative spin off of FleshLab, we have lost the flak and shared the waffles.",
    "contact_email": "icorbett@fernworks.net",
    "hometown": "Brooklyn, NY",
    "url": "http://www.fernworks.net/foodlab/",
    "year": 2005,
    "uid": "scraped_2005_foodlab"
  },
  {
    "name": "Free Photography Zone",
    "description": "For ten years Free Photograpy Zone has been giving photographs to the participants of Burning Man. All participants are welcome to come by the camp where they are photographed by John and given a print to take home as a permanent reminder of their Playa personality. Additionally there is a gallery of prints from last year where participants are encouraged to take a large print ( 8\"x10\" through 20\"x24\" ) home with them.",
    "contact_email": "johnbrennanphoto@yahoo.com",
    "hometown": "Santa Clara, CA",
    "url": "http://www.johnbrennanphoto.com",
    "year": 2005,
    "uid": "scraped_2005_free_photography_zone"
  },
  {
    "name": "Freudian Slip",
    "description": "Come slip up Freudian style: try on a vintage slip, a sticky mustache, and kick back with a Romeo y Julieta as we discuss whether a cigar is really just a cigar and take turns playing ping-pong on our professional table with anything but paddles. It’s a slip-sliding, rough-roaring time, ya’ll.",
    "contact_email": "dmainas@berkeley.edu",
    "hometown": "Kentfield, CA",
    "year": 2005,
    "uid": "scraped_2005_freudian_slip"
  },
  {
    "name": "Friends and Family",
    "description": "After 11 of years of rocking the Bay Area, in warehouses, at weeklies, monthlies, campouts and more, Friends and Family finally arrives at Burning Man! Join us for four nights of dancing and revelry under the positive, glowing grin of a truly giant FnF Gearhead, treasured symbol of our collective, underground Psyche.",
    "contact_email": "djethan@mac.com",
    "hometown": "Berkeley, CA",
    "url": "http://www.fnf.org/",
    "year": 2005,
    "uid": "scraped_2005_friends_and_family"
  },
  {
    "name": "Func Schway",
    "description": "Follow the guiding light to the camp of the mysterious funcschway. It’s about position, function, and how you feel. Our func is all about the music and our schway is all about the lights. Check out Dirty’s Martini Bar (Thursday evening). Funcschway is a master planned community… NOT! Funcschway grows and develops depending on the needs of the playa … the true essence of funcschway. Its very playa zen … YES!",
    "contact_email": "tim@astronomynv.org",
    "hometown": "VC Highlands, NV",
    "url": "http://funcschway.archnevada.com/",
    "year": 2005,
    "uid": "scraped_2005_func_schway"
  },
  {
    "name": "Funkee Monkey Camp",
    "description": "Funkee Monkey Camp returns with a vengeance for its third year. We’ll be spinning funky beats to delight your feet, and serving up banana pancakes & coffee at 42.0 minutes past sunrise for all to enjoy after a night of monkeying around on the playa. Drop by for some daytime fun and funk that would make even Curious George jealous–come on down and git’ down!",
    "contact_email": "francoischadwick@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.funkeemonkey.com/",
    "year": 2005,
    "uid": "scraped_2005_funkee_monkey_camp"
  },
  {
    "name": "Funky City Hats",
    "description": "hats by Funky City Baby with hat making workshops",
    "contact_email": "utabrauser@earthlink.net",
    "hometown": "Jersey City, NJ",
    "year": 2005,
    "uid": "scraped_2005_funky_city_hats"
  },
  {
    "name": "FurGloo",
    "description": "Travel past the Northern Lights to come visit us at FurGloo Arctic Outpost! Forever remap your psyche with tundra touch telekinesis, a mind-altering form of forging frozen fur feelings. Interested in joining our coldly creative camp cult? Contact Head Eskimo Swaa at fjdrechsler@yahoo.com…The theme for The FurGloo Arctic Fur Igloo is *Tundra Touch Telekinesis.* The Tundra Touch aspect is maintained with a thematic igloo-shaped dome, a frozen art seating area, and interactive furry arctic art: the Telekinesis aspect is maintained with highly-interactive media components.The FurGloo Arctic Fur Igloo is one of many Intersection Project Outposts which all: 1) include video/audio interaction and 2) have the overarching theme of *Mindspace Communication.* This ties into the Playa theme, Psyche, on many levels. In todays modern age, psyches are shaped by the hands of the large media companies that own access to the airwaves. By artfully re-owning this audio-visual process, Intersection Project Outposts create an immediate intimate feedback to the psyche of playa participants through interactive media and art.",
    "contact_email": "fjdrechsler@yahoo.com",
    "hometown": "Huntington Beach, CA",
    "url": "http://www.ocburners.org/furgloo",
    "year": 2005,
    "uid": "scraped_2005_furgloo"
  },
  {
    "name": "Furtopia",
    "description": "Furtopia is a (fake) fur-filled haven for animals of all stripes. Please visit the Wigloo, a 20-foot dome where you may explore your (un)consciousness at our Bi-Polar bar. We’ll be serving up cold drinks and hot topics. Get wigged out and be immortalized in the Fuzzy Fotomat. Or get accessorized by making some furry pasties at our craft center. We will be going out on safari, hunting for other furry friends to shake a tail feather with.",
    "contact_email": "lyaudes@earthlink.net",
    "hometown": "Washington, DC",
    "year": 2005,
    "uid": "scraped_2005_furtopia"
  },
  {
    "name": "Fusion Valley",
    "description": "Fusion Valley, will be offering an internet cafe, stop by enjoy our carpeted 30×30 shade, and visit other geeks. We’ll have couches, computers, music, misters, games, books, massage, and other fun activites. Stop by and say howdy to some long time burners.",
    "hometown": "Gerlach, NV",
    "url": "http://www.fusionvalley.net/",
    "year": 2005,
    "uid": "scraped_2005_fusion_valley"
  },
  {
    "name": "Ganesh Hanky Camp by Wizards of Id",
    "description": "The “Wizards of Id” bring you “Ganesha’s Hanky Camp this year.  Ganesha, the Hindu god of overcoming obstacles (among other attributes), invokes the unconscious resources of the psyche to visualize and actualize positive change, change that originates in the clarity of the imagery in the unconscious mind during meditation or similar states of consciousness.  The Wizards of Id are here to help all who desire a shot of tequila to reach perfect clarity as to where they are and where they are headed on their journey.  So, tell us, or record in our journal, anything that reflects your mythic journey of transformation at Burning Man – a recent dream, a story that happened after hitting the playa, an insight gained, or anything that reflects the path your individual psyche is taking through the collective experience of Burning Man toward your purpose in being here.  Your reward? A shot of tequila and good comraderie.  When? Cocktails at 4:00 p.m. Wed. – Sat.",
    "contact_email": "tlippe@sonic.net",
    "hometown": "El Cerrito, CA",
    "year": 2005,
    "uid": "scraped_2005_ganesh_hanky_camp_by_wizards_of_id"
  },
  {
    "name": "Geisha House",
    "description": "The Geisha House is a small fur lined indoor/outdoor lounge with air-conditioned Geisha Cave and Cold Sake. You Are Your Own Geisha.",
    "contact_email": "parkadon@aol.com",
    "hometown": "New York, NY",
    "year": 2005,
    "uid": "scraped_2005_geisha_house"
  },
  {
    "name": "Genital Portrait Studio",
    "description": "\" OH – MY – GOD Becky, look at her butt… it is SO BIG, I mean, let’s like, take her to Genital Portrait Studio to get her a phat ass ID.\"Like, it’s totally awesome to get your kitty or cock featured on your very own GENITAL ID with our tubular retro Polaroid technology – and yes, we will photograph just about anything in lieu of your actual genitals, but what the FUCK is the fun in that?!?! … it’s BURNING MAN, BABY, so drop the drawers and whip out the goods, honey, we wanna see those pussies and peters, no matter how caked and crusted with days and days worth of playa dust they might be!",
    "contact_email": "gimmethoseshoes@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.genitalportraitstudio.org",
    "year": 2005,
    "uid": "scraped_2005_genital_portrait_studio"
  },
  {
    "name": "German Wheel Camp",
    "description": "We will be training in the art of wheel gymnastics again, with three sizes of wheels, day and night, with our luminecent off road wheel.Also, Pilates sessions will be offered at 8 am every morning, along with fresh home grown fruit for all participants.",
    "contact_email": "eric@solar-flight.com",
    "hometown": "Ramona, CA",
    "url": "http://www.solar-flight.com/Burning%20Man.htm",
    "year": 2005,
    "uid": "scraped_2005_german_wheel_camp"
  },
  {
    "name": "Get Lost",
    "description": "for a good time…",
    "contact_email": "erinia@gmail.com",
    "hometown": "Berkeley, CA",
    "year": 2005,
    "uid": "scraped_2005_get_lost"
  },
  {
    "name": "Goddess Camp",
    "description": "A meditation village with a 12′ tall interpretation of the Goddess Psyche.",
    "contact_email": "swillia5@dhs.ca.gov",
    "hometown": "Sacramento, CA",
    "year": 2005,
    "uid": "scraped_2005_goddess_camp"
  },
  {
    "name": "goddess wish camp",
    "description": "Goddess Wish Camp if you are a goddess come have your wishes granted and your desires fulfilled. Shower, shampoo, shaving,conversation,cuddiling,spanking,orgasmn,anything!",
    "contact_email": "goddesswishcamp@comcast.net",
    "hometown": "Concord, CA",
    "year": 2005,
    "uid": "scraped_2005_goddess_wish_camp"
  },
  {
    "name": "GOOFERVILLE",
    "description": "Behold GOOFERVILLE, your one-stop plop for all your Psyche needs, wants, and the mish-mash inbetween, featuring daily and nightly live circus arts performances, live bands (including house band GOOFERMAN), off-kilter DJs (including residents DELACHAUX and SpinCycle), mind-boggling visual arts, sideshow freaks and whatnots, the proto-conscious, chill-worthy Gooferdome, and, of course, a bar. Also don’t miss the GOOFball Klown Party Thursday night and GOOFERVILLE -hosted Goofergames out on the playa in front of our joint by early evenings.",
    "contact_email": "boenobo@boenobo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.gooferville.org",
    "year": 2005,
    "uid": "scraped_2005_gooferville"
  },
  {
    "name": "Green Gorilla Lounge",
    "description": "Green Gorilla Lounge Burning Man Camp is your Funky House Music Oasis on the playa, a trance-free environment. We are an interactive nightclub with large-scale sound ast, a relaxing chilldome, a lounge with cocktails and fine ale on tap, and nightly theme parties with a playa-wide reputation for quality. Let’s get our psychaedelic space funk groove on, baby!!!",
    "contact_email": "djnathansf@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.greengorillalounge.com",
    "year": 2005,
    "uid": "scraped_2005_green_gorilla_lounge"
  },
  {
    "name": "GREEN PENIS",
    "description": "Messing with your mind while you clean your behind.What is GREEN PENIS? Lots of water,a walk-thru babtismal, but it is NOT a public shower.(or is it?)Droplets will fall daily from 11 o’clockish till we’re out of fluids.BRING YOUR OWN TOWEL!",
    "contact_email": "squirtbigload2@yahoo.com",
    "hometown": "Auburn, WA",
    "year": 2005,
    "uid": "scraped_2005_green_penis"
  },
  {
    "name": "Greeters Station",
    "description": "Los Angeles, CA toplessdeb@burningman.com",
    "contact_email": "stiers@pacbell.net",
    "hometown": "El Segundo, CA",
    "year": 2005,
    "uid": "scraped_2005_greeters_station"
  },
  {
    "name": "Group W",
    "description": "Group W has been a regular fixture at Burning Man since 2000. A small, social camp, we offer temporary tattoos, drinks, and a place to hang-out. We host the Best Friday Morning Sunrise Cocktail Party on the Playa.This year we are also host Math Camp: A Safe Place For Mathematics",
    "contact_email": "happy_squirrel@juno.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_group_w"
  },
  {
    "name": "Guns and Dope",
    "description": "The Guns and Dope Party is back, and will be pushing our tolerance of firearms, drugs, and ostriches on the unsuspecting again this year. Stop by to be endorsed for the political office of your choice, and pick up some harm reduction information for a safer burn while you’re here.",
    "contact_email": "frankbooth@hushmail.com",
    "hometown": "Depoe Bay, OR",
    "url": "http://www.gunsanddope.com",
    "year": 2005,
    "uid": "scraped_2005_guns_and_dope"
  },
  {
    "name": "Gypsy Nomad",
    "description": "Gypsy Nomads: Feel free to join our tribe of individuals travelling the Playa in our caravan of wonder wanderers, seeking other gypsy nomads to join our clan. We have a last supper every sunset and espresso at sunrise.",
    "contact_email": "afrugby1@aol.com",
    "hometown": "Forest Grove, OR",
    "year": 2005,
    "uid": "scraped_2005_gypsy_nomad"
  },
  {
    "name": "Gypsy Witch Camp",
    "description": "We, the Gypsy Witches, are here for you, the Newbies and the lone travelers. Our camp consists of experienced Burners who would like to provide a community for you to camp with, explore with, eat salsa with and drink tequila with. If you are a first-time Burner, a lone traveler or are just looking for a welcoming group to spend a week with, you are welcome to join us. Each night we have fresh, homemade salsa at six and fresh cut limes with tequila at ten.",
    "contact_email": "kelsey@karpermedia.com",
    "hometown": "Oklahoma City, OK",
    "year": 2005,
    "uid": "scraped_2005_gypsy_witch_camp"
  },
  {
    "name": "Hair of the Dog Lounge",
    "description": "Welcome back to your blue-collar bar of the playa! It’s the HOTD youknow and love, complete with cold bevvies and YOUR musical performancestage. Bring your favorite instrument and/or bar accoutrements: weprovide the drinks and music, you provide the drinks and music.",
    "contact_email": "dmomusic@hotmail.com",
    "hometown": "Mountain View, CA",
    "url": "http://www.dmomusic.com/hotd/",
    "year": 2005,
    "uid": "scraped_2005_hair_of_the_dog_lounge"
  },
  {
    "name": "hammock hangout",
    "description": "Come visit hammock hangout and contemplate your conciousness while relaxing in one of our 90 hammocks. Meet new people or bring your friends!",
    "contact_email": "krt@ebbtidecafe.com",
    "hometown": "San Francisco, CA",
    "url": "http://hammockhangout.us",
    "year": 2005,
    "uid": "scraped_2005_hammock_hangout"
  },
  {
    "name": "Hammock Hangout (2)",
    "description": "Drift between the conscious and unconscious while enjoying a hammock with friends under 10,000 square feet of passive solar shade. The structure uses three giant parachutes to create chimney effect and to effectively block the sun.",
    "contact_email": "hh@pauldejong.com",
    "hometown": "San Francisco, CA",
    "url": "http://thehammockhangout.com",
    "year": 2005,
    "uid": "scraped_2005_hammock_hangout_(2)"
  },
  {
    "name": "Hanuman-ville",
    "description": "Yoga classes, open mike stage, & the Hanuman hardware exchange: have a screw, leave a nut.",
    "contact_email": "rsberry@aol.com",
    "hometown": "Los Angeles, CA",
    "url": "http://groups.yahoo.com/group/Hanumanville/",
    "year": 2005,
    "uid": "scraped_2005_hanuman-ville"
  },
  {
    "name": "Happycamp",
    "description": "Happycamp is an interactive themcamp with large scale art, Live band (Thunderpussyforever), DJ’s, fire performers, stilt walkers, photographers, full bar, shade and an abundance of happy people enjoying life, and looking to share.",
    "contact_email": "cyd_1970@yahoo.com",
    "hometown": "Tucson, AZ",
    "year": 2005,
    "uid": "scraped_2005_happycamp"
  },
  {
    "name": "Heaven's Ghetto",
    "description": "A little piece of Ghetto on the Playa. Come and add to the Graffitti walls, or ride the amazing Teeter Toter of Death. For the repentent, you may come and confess your sins and receive your pentence at the Heaven’s Ghetto confessional.",
    "contact_email": "emilio_de_la_playa@yahoo.com",
    "hometown": "Costa Mesa, CA",
    "url": "http://members.cox.net/heavensghetto/",
    "year": 2005,
    "uid": "scraped_2005_heaven's_ghetto"
  },
  {
    "name": "Heavenly Feet",
    "description": "Heavenly Feet offers The Original Vinegar Foot Wash to soothe those hot and dry Playa feet. The way to your soul is through your sole. Happy feet mean happy psyches",
    "contact_email": "scheuersf@aol.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_heavenly_feet"
  },
  {
    "name": "Heavenly Swing",
    "description": "Come chill at the Heavenly Swing Dome and enter the meditative state thata fifteen-foot long swoop in the comfy swing will bring.",
    "contact_email": "paul.norton@folsom.com",
    "hometown": "Orangevale, CA",
    "url": "http://heavenlyswing@yahoogroups.com",
    "year": 2005,
    "uid": "scraped_2005_heavenly_swing"
  },
  {
    "name": "HeavenlyBody",
    "description": "Heavenly Body Camp returns with Kahlua Koffee and Mimosa Mornings.  This year Monday through Sunday mornings.  Find us at SCARAB camp.",
    "contact_email": "kirknpdx@yahoo.com",
    "hometown": "West Linn, OR",
    "year": 2005,
    "uid": "scraped_2005_heavenlybody"
  },
  {
    "name": "HeavenlyBody",
    "description": "Heavenly Body Camp returns with Kahlua Koffee and Mimosa Mornings. This year Monday through Sunday mornings. Find us at SCARAB camp.",
    "contact_email": "kirknpdx@yahoo.com",
    "hometown": "West Linn, OR",
    "year": 2005,
    "uid": "scraped_2005_heavenlybody"
  },
  {
    "name": "HeeBeeGeeBee Healers",
    "description": "In the most amazing City on the planet we can get a little overwhelmed, tired and just plan hurtin’ as we run from art to art and the next cool event. When you need a little break, head over to the HeeBeeGeeBee Healers. 8000sq ft of shade and one of the greatest vibes will greet you. We will once again be offering Meditation, Yoga, Bodywork, workshops and so much more. Think of us as the calm in the middle of the storm.We are open every day providing healing services and classes. Guided Meditation opens the day and is then followed by an amazing Yoga class taught by our world class teachers. Then at 11am the body work starts to flow. If you have an ache we might be able to help. We do get full quick but there are always new friends that would love to meet you and help work out the knots in our carpeted and cool healing space.The HeeBees always welcome volunteer Healers. Do you have a wonderful talent in Bodywork and would like a clean organized place to play ? Please stop by and lend a hand.The HeeBeeGeeBee Healers are looking forward to seeing you on the playa.",
    "contact_email": "michael@mac-magic.com",
    "hometown": "Steamboat Springs, CO",
    "url": "http://www.heebeegeebeehealers.org",
    "year": 2005,
    "uid": "scraped_2005_heebeegeebee_healers"
  },
  {
    "name": "Hippocampus",
    "description": "Hippocampus is a memory making machine in your brain and on the playa. The hippocampus takes in sensory perceptions and forms them into memories, learnings and experiences – but are they real? imagined? only you know. and it only really matters to you.",
    "contact_email": "harleysitner@yahoo.com",
    "hometown": "Seattle, WA",
    "year": 2005,
    "uid": "scraped_2005_hippocampus"
  },
  {
    "name": "Hokey Pokey Awakening",
    "description": "Hokey Pokey Awakening join the conscious arena daily at 12 noon to dance the Hokey Pokey. Dance or watch as we turn ourselves around. All ages welcome. Friends of Bill W. Meeting daily at 5 PM. This is the Oasis to just hang out if you wish.",
    "contact_email": "marvo03@direcway.com",
    "hometown": "Calexico, CA",
    "year": 2005,
    "uid": "scraped_2005_hokey_pokey_awakening"
  },
  {
    "name": "Honi Soit Croquet Club",
    "description": "Since the dawn of time man has pondered the existence of croquet in the subconscious. The Honi Soit Croquet Club provides a little slice of alcohol-induced sub-consciousness with quality 24-7 croquet. Please come by and enjoy croquet, billiards, lounge fun, and general debauchery. Drink too much in the tequila-pugging contest at our all night cactus bar, come and bang your balls against admiral soit to win a prize, or just pass out in the shade.\" A drug person can learn to handle such things as seeing their dead grandmother crawling up their leg with a knife in her teeth. But no one should be asked to deal with this trip.\"",
    "contact_email": "durtschi_420@hotmail.com",
    "hometown": "Grass Valley, CA",
    "url": "http://www.honisoitcroquet.com/",
    "year": 2005,
    "uid": "scraped_2005_honi_soit_croquet_club"
  },
  {
    "name": "Hookahdome",
    "description": "Gather your favorite open-minded & sparkling friends, and make yourself at home, in this intimate atmosphere of dance, communion, and luxury …Smolder with the fragrant incense of the sacred hookah, and spoil your senses with the seductive beauty of exotic performance art.Dance with refreshing abandon to the musical sorcery of the DJ wizards.Be surrounded by elegant beauty, intelligent creativity, and warm social energy –Come fly with us on our Magic Carpet.Hookahdome is candy for your soul.",
    "contact_email": "soren@idiom.com",
    "hometown": "Castro Valley, CA",
    "url": "http://hookahdome.com",
    "year": 2005,
    "uid": "scraped_2005_hookahdome"
  },
  {
    "name": "HOT WHEELZ CAMP",
    "description": "Here at Hot Wheelz Camp, we offer the gift of mobility to fellow Burners who might have difficulty traveling to the far reaches of Black Rock City. It is our goal to expand and enhance the opportunities of our Themecamp guests to PARTICIPATE!",
    "contact_email": "westernskys@gmail.com",
    "hometown": "Reno, NV",
    "url": "http://groups.msn.com/HotWheelzCamp",
    "year": 2005,
    "uid": "scraped_2005_hot_wheelz_camp"
  },
  {
    "name": "Hotel Zombie",
    "description": "At Hotel Zombie we pride ourselves in providing the best in luxury accomodations for the dead, the undead and the subdead. Our lovely hotel grounds boast a regulation bowling alley, a charming cemetary, and a state-of-the-art conference dome for concerts, lectures and workshops. Visit Hotel Zombie for a taste of elegance, and enjoy the undying attention of our animated staff.",
    "contact_email": "marg_e_marg@yahoo.com",
    "hometown": "Chicago, IL",
    "year": 2005,
    "uid": "scraped_2005_hotel_zombie"
  },
  {
    "name": "House of Lotus",
    "description": "The Hosue of Lotus…puttin the OM in WHOMP for the people",
    "contact_email": "talbinson@gmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.houseoflotus.com",
    "year": 2005,
    "uid": "scraped_2005_house_of_lotus"
  },
  {
    "name": "House of Masks / Masqerade Lounge",
    "description": "Visit the House of Masks / Masquerade Lounge. In the blistering afternoons express you ID, display/create you PSYCHE by making a mask. Chronicle the deepest desires, wiliest wiles, or psychotic personalities hidden – or not so hidden – within. Your ID, in the form of the Mask that you unleash will be taken to the FunHouse beneath The Man each night to be display as your self-portrait. Rediscover yourself the next day on the Wall of the Masks Of ID. OR, by day or night, find music and refuge from sun, wind, dust, moop, sobriety, and possibly find a cozy couch or two. The Lounge specializes in creating an atmosphere suitable for hanging and meeting fellow psychonauts. Note: all materials necessary to make and decorate Masks will be supplied by your faithful, neighborhood freaks, aka the Masqueraders.",
    "contact_email": "tjoffice@earthlink.net",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_house_of_masks_/_masqerade_lounge"
  },
  {
    "name": "Houston Art Car Camp",
    "description": "Art Cars Everywhere",
    "contact_email": "daisybus@pdq.net",
    "hometown": "Houston, TX",
    "year": 2005,
    "uid": "scraped_2005_houston_art_car_camp"
  },
  {
    "name": "Hushville",
    "description": "Now in its fifth year, the Village of Hushville is an aural oasis in an undulating sea of chaos, and is open to any camper who can abide by three simple rules:1.) no generators2.) no amplified sound3.) clean up after yourselfA strong community has been building within the village over the years, but newcomers are always welcome. We have large camps, solo campers, theme camps, non-theme camps, and at least one resident evil klown. All Hushvillains must be preregistered online… no drop-ins! Considerably more information is available on our web site, so please browse through those pages if you’re curious about us..",
    "contact_email": "david@peterman.net",
    "hometown": "Seattle , WA",
    "url": "http://playachicken.com/hushville",
    "year": 2005,
    "uid": "scraped_2005_hushville"
  },
  {
    "name": "I'm Ok, You're Ok Corral!",
    "description": "Always a fantastic & memorable time are to be experienced at the Corral or on the playa. Whether it’s our infamous Bar Car, Love Sub, antique saloon, cold tasty margaritas, live music or the Cooter Girls, you are sure to include the Corral in your recollection of playa stories.",
    "contact_email": "brcinsf@yahoo.com",
    "hometown": "San Jose, CA",
    "url": "http://www.imokyok.com",
    "year": 2005,
    "uid": "scraped_2005_i'm_ok,_you're_ok_corral!"
  },
  {
    "name": "Image Node",
    "description": "Explore our domes, tunnels, and inflatables as we take you on a journey through your own mind with live improvisational elextronic music and VJing, interactive art, and blinkytronics. Also, come and play Bush Bush Revolution, and Silent Football.",
    "contact_email": "twina@interport.com",
    "hometown": "Brooklyn, NY",
    "url": "http://www.imagenode.org",
    "year": 2005,
    "uid": "scraped_2005_image_node"
  },
  {
    "name": "Inferno-Camp",
    "description": "Inferno Camp will host LA’s Inferno Inc on the playa this year. We will be hosting the Ocean of Fire project, so swing by and get info on the World Record attempt.",
    "contact_email": "tedward@burningman.com",
    "hometown": "Hollywood, CA",
    "url": "http://www.inferno-inc.us/",
    "year": 2005,
    "uid": "scraped_2005_inferno-camp"
  },
  {
    "name": "InnerWOW/Virtual Playa",
    "description": "The Church of WOW is spiraling inward, deep into the psyche to explore the InnerWOW.  Within the inner realms of imagery and imagination, worlds bloom, worlds within worlds-we’ve tumbled through the rabbit hole and into the VIRTUAL PLAYA- a 3-D electronic astral plane etheric double of the actual playa, the VIRTUAL PLAYA is ultimately the planetary regional Burning Man network, the Cyberspace Regional.  By night, bring your avatars and join us in a fly-through, unfettered by gravity or bureaucracy – By day, drop into the Psychic Salon for New Edge luminaries and acoustic minstrels.",
    "contact_email": "feral@innerwow.org",
    "hometown": "Redwood City, CA",
    "url": "http://www.innerwow.org",
    "year": 2005,
    "uid": "scraped_2005_innerwow/virtual_playa"
  },
  {
    "name": "Iron Rose",
    "description": "Iron Rose Juke Joint:We like our music on the twangy side, a challenge for technofied burner-psyches, a proven prescription for raver-fatigue with ambient timey bluegrass, some blues and old soul, a ripple of surf and a healthy dose of reggae.Beat the local pool shark on the joint’s not-quite-right Billiard Tables.Awake to the Mistical Flower Garden.Visit the Pyramid of Perfection for the day’s Perfect offering. (available for all your Perfect Events! Contact your local sales agent for tours and rates. Generous Burner discounts!) Are you perfect? In the Pyramid, you are!",
    "contact_email": "heidi@dykema.net",
    "hometown": "Redwood City, CA",
    "url": "http://www.dykema.net/ironrose",
    "year": 2005,
    "uid": "scraped_2005_iron_rose"
  },
  {
    "name": "JAPANORAMA",
    "description": "From Zen to Yen and Back Again.",
    "contact_email": "john_barry@paramount.com",
    "hometown": "West Hollywood, CA",
    "url": "http://dragondebris.com/",
    "year": 2005,
    "uid": "scraped_2005_japanorama"
  },
  {
    "name": "JiffyLube/Penetration Village",
    "description": "A gathering of gay and bi-sexual camps who collectively encourage a sex-positive atmopshere and playground on the playa!",
    "contact_email": "davemarrvelous@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.getingetoffgetout.com",
    "year": 2005,
    "uid": "scraped_2005_jiffylube/penetration_village"
  },
  {
    "name": "Johnny and the Playa Cruizers",
    "description": "Johnny and the Playa Cruizer’s Bicycle Repair, Lube and Body Shop Home of Pro wrenching, bitchen flame jobs, pin stripes and lube jobs. Get your shaft cranked, headers blown, chassis lubed, and have your bike or body striped, flamed, and detailed by the best wrench jockeys in Black Rock City (BRC).",
    "contact_email": "m.gove@comcast.net",
    "hometown": "Renton, WA",
    "url": "http://www.playacruizers.com",
    "year": 2005,
    "uid": "scraped_2005_johnny_and_the_playa_cruizers"
  },
  {
    "name": "Joycamp",
    "description": "The interactive raison d’etre of Joycamp is to transform Burners’ psyche from whatever state they’re in, into joy, the most essential state of the psyche. To that end, we’re having daily Joyhours during the hottest part of the late afternoon, when Burners are most exhausted and cranky, to soothe and recharge the their weary psyches, transforming them to joy, with cocktails, music, games and relaxation at our lounge.",
    "contact_email": "mmyerhoff@yahoo.com",
    "hometown": "West Hollywood, CA",
    "year": 2005,
    "uid": "scraped_2005_joycamp"
  },
  {
    "name": "jubjub's plastic circus",
    "description": "Our Monkey joined the Plastic Circus.",
    "contact_email": "archideaz@aol.com",
    "hometown": "Reno, NV",
    "year": 2005,
    "uid": "scraped_2005_jubjub's_plastic_circus"
  },
  {
    "name": "Jyoti",
    "description": "Jyoti is a camp in Sanctuary Village that immerses visitors in an environment of lights, patterns, music, and interactivity to spark their creative potential. Our 30′ dome offers a multimedia floor and other devices that respond to music, movement, sound, and your ideas.",
    "contact_email": "me@danmcclure.com",
    "hometown": "New York, NY",
    "url": "http://www.sanctuaryvillage.com",
    "year": 2005,
    "uid": "scraped_2005_jyoti"
  },
  {
    "name": "K-Svert 106.5 FM Performance Stage",
    "description": "K-Svert 106.5 FM provides the good citizens of Black Rock City a voice, a venue, an outlet for creativity in the form of not only radio waves, but also a professional quality performance stage that is open to any and all who wish to share their talents with the masses. K-Svert is your spot on the radio dial to keep in touch with the happenings in our fair city. At night the stage comes alive with performance, shadow dancing, artistic visuals,fire spinning, and spectacle. A feast for the eyes and ears! Located on the Esplanad, look for the 50 foot green broadcast tower.",
    "contact_email": "maquino@ihot.com",
    "hometown": "San Jose, CA",
    "url": "http://www.k-svert.com",
    "year": 2005,
    "uid": "scraped_2005_k-svert_106.5_fm_performance_stage"
  },
  {
    "name": "Ka Pilina camp",
    "description": "Kama’aina have no better home on the playa than at the Ka Pilina camp, the official embassy of the Burning Man Hawaii Regional group. Meet other Hawaiian burners and learn about the many interactive art events and the growing community in the islands. With your help we want to bring to the playa Hawaiian culture expressed through art and performance. Our biggest event of the week will be our third annual gathering of \"kama’aina on the playa\" on Friday 4-8 pm. Stop on by if you want to connect with Ka Pilina, and Burning Man in Hawaii.",
    "contact_email": "andi@kapilina.org",
    "hometown": "Haleiwa, HI",
    "url": "http://www.kapilina.org/kapilina/tcamp05.html",
    "year": 2005,
    "uid": "scraped_2005_ka_pilina_camp"
  },
  {
    "name": "Kabus",
    "description": "Tea House of the Underworld",
    "contact_email": "evanj23@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_kabus"
  },
  {
    "name": "KAMP Go Fuck Yourself (KAMPGFY)",
    "description": "If you have the time to whine…If you are looking for the KOOL kids…If you are looking to have smoke blown up your kazoo… keep walkin’We are here to have fun with everyone on the Playa.And for everyone to have fun with us.And ART WILL HAPPEN everywhere we go!We are currently all training hard to be able get to every KAMP we can to spread our Art and Joy.",
    "contact_email": "joeystanker@hotmail.com",
    "hometown": "Seattle, WA",
    "url": "http://loser.neurotoxin.net/KAMPGFY/",
    "year": 2005,
    "uid": "scraped_2005_kamp_go_fuck_yourself_(kampgfy)"
  },
  {
    "name": "Karma Police, Precinct 37",
    "description": "The Karma Police will be on the beat this year citing Black Rock Citizens for Good and Bad Karma. When showing acts of kindness, creativity, intending to inspire… be aware, you may be cited with an actual citation.",
    "contact_email": "cookie@sunshinex.com",
    "hometown": "Hong Kong",
    "url": "http://karmapolice.sunshinex.com",
    "year": 2005,
    "uid": "scraped_2005_karma_police,_precinct_37"
  },
  {
    "name": "Kathanika",
    "description": "One time she drank the window cleaner so we fed her coal. Another time she got locked in the bathroom for 6 hours before anyone noticed. We worry about her and sometimes we think about letting her go, but generally she does great work and she has always been so friendly. It’s tough having a monkey for a maid, but it’s more awesome than it is tough. Orangoutangs por vida! Visit us for exciting Storytelling Shisha nearly everyday. We also have waterslides, rocket ships, rickshaw service and mango tree!",
    "contact_email": "jaredpaul1981@yahoo.com",
    "hometown": "Los Angeles, CA",
    "year": 2005,
    "uid": "scraped_2005_kathanika"
  },
  {
    "name": "Kidsville",
    "description": "Kidsville is of, by and for kids and their families. We welcome any and all to camp with us or stop by and play for a bit. We are not a babysitting service but some amazing friendships have been created and have lasted over the years. We have something special going, it’s worth checking out.",
    "contact_email": "mark@geekspeak.net",
    "hometown": "Carbondale, CO",
    "url": "http://www.burningkids.com",
    "year": 2005,
    "uid": "scraped_2005_kidsville"
  },
  {
    "name": "kosmic kabana",
    "description": "This is the home of Kosmic Kabana, the earthly habitation of a tribe of cosmic wanderers. We’ll be landing at BRC to share the wisdom we have learned in our voyages across the omniverse. The wisdom of the runes, the tarot, the medicine wheel, NLP, yoga and Twister are but a few of the gifts we bring to the citizens of Black Rock City.",
    "contact_email": "jgardner@gasanim.com",
    "hometown": "Arvada, CO",
    "url": "http://www.gasanim.com/kosmic/kosmic.htm",
    "year": 2005,
    "uid": "scraped_2005_kosmic_kabana"
  },
  {
    "name": "Kostume Kult",
    "description": "Bubbling up from the NYC underground, Kostume Kult is an artistic party crew like none other. Inside the Kostume dome, an unruly gang of faeries, gnomes and artists offer up costumes, accessories and body painting to all who participate. A theme camp since 2002, early in the week we seek to trade but, by the burn, everything must go! By day, our dome is open to all and, by night, the Kostume Kultists make a most colorful spectacle as we do the playa right! With some \"Groove Hoopers and the SF-based \"Hex\", we also offer hooping lessons and other random shenanigans on a 24-hour basis. Please stop by or email us if you are an enthusiastic costumer-participant. You are one of us 🙂",
    "contact_email": "jtglaser@costumenetwork.com",
    "hometown": "New York, NY",
    "url": "http://www.KostumeKult.com",
    "year": 2005,
    "uid": "scraped_2005_kostume_kult"
  },
  {
    "name": "LAFers aka Burning Friends",
    "description": "Yes, the Lazy-Ass folks are back, to paint your vision of the Psyche and greet you with a smile. Join us and be a lazy-ass too. Stop by and smear a little paint on our communal canvases, finger paint, or just relax at the Lazy-Ass Lounge. Come on over and show us your lazy-ass!",
    "contact_email": "tvl@artpacific.com",
    "hometown": "Coos Bay, OR",
    "url": "http://artpacific.com/burningfriends.html",
    "year": 2005,
    "uid": "scraped_2005_lafers_aka_burning_friends"
  },
  {
    "name": "Lake Lahontan Yacht Club",
    "description": "Don’t know if we are thousands of years to late or a few years too early, but we feel that Lake Lahontan deserves a Yacht Club and Black Rock’s first and craziest Yacht Club is back. Join us for drinks on the pier at sunset, the new natives, catch of the day, or maybe get your picture taken with Very Bad Santa.",
    "contact_email": "curtmc@busting-loose.net",
    "hometown": "Shelbyville, TN",
    "url": "http://www.lakelahontan.org",
    "year": 2005,
    "uid": "scraped_2005_lake_lahontan_yacht_club"
  },
  {
    "name": "Lamplighter Chapel (aka Workspace)",
    "description": "Lamplighters light the streets of Black Rock City every night of the event! We gather nightly at 5:00 p.m. the Lamplighter Chapel to clean, prepare and light near 1,000 lamps before we hang them ceremoniously throughout our city. The work takes 2-3 hours each night and we’ll use over 1,000 volunteers over the course of the week. Volunteers can participate as few or as many nights as they wish! Bring a friend!!",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_lamplighter_chapel_(aka_workspace)"
  },
  {
    "name": "Lamplighters",
    "description": "Lamplighter Village is where the core Lamplighters live. These are folks who make it there business to light the lamps of Black Rock City every single night!! Rain or Shine. White Out or No White Out. But you don’t have to live in Lamplighter Village to be a Lamplighter — participants are welcome and encouraged to join the Lamplighters on one, two, or several nights of the festival. This year in BRC there are more lanterns to be lit than ever before and we re going to need more Lamplighters than ever before, and that’s the cold hard truth!Come relax in the shade of our lounge, enjoy a little late afternoon misting, or gander at the Man himself from our observation deck. Then join the rest of the robed ones as we head over to our Center Camp Chapel workspace every night at 5:00 p.m. to prep the lanterns for ritualistic distribution throughout the city!Lamplighter Village is HQ for the first major part on the playa. Join us Monday Night at 10 p.m. for the annual \"Bring Your OWN Cup\" Lamplighter Sangria Soiree, and find out just what goes on under those robes.And if your teeth are feelin’ a little loose mid-week and you fear you might be catchin’ a case of the ol’ scurvy… Come on by for a heapin’ healpin’ of Hot Sauce’s XXX cajun veggies served up in one of the best Bloody Mary’s you’ll find on the playa. Yep, Wednesday is the new Sunday AND our Bloody Mary Brunch. Bring your own cup! and make it a big ‘un.",
    "hometown": "San Francisco, CA",
    "url": "http://www.burningman.com/participate/lamplightersvillage.html",
    "year": 2005,
    "uid": "scraped_2005_lamplighters"
  },
  {
    "name": "Lapdance",
    "description": "Be a lapdancer-no experience necessary-we show you how. Also daily poledance lessons and dancer interviews Monday and Tuesday at Noon.",
    "contact_email": "mark311dc@aol.com",
    "hometown": "Grass Valley, CA",
    "year": 2005,
    "uid": "scraped_2005_lapdance"
  },
  {
    "name": "Lawn Games Camp",
    "description": "Lawn Games continues in its quest to create for you the halcyon memories of youth you know you deserve. We offer brand new memories of (amongst many options) bocce, soccer, croquet, four-square, tetherball and sitting in the shade watching other people sweat in the sun. Come play a game! We’re always open!",
    "contact_email": "fivemilesout@gmail.com",
    "hometown": "San Rafael, CA",
    "url": "http:// www.dzm.com/lawngames/",
    "year": 2005,
    "uid": "scraped_2005_lawn_games_camp"
  },
  {
    "name": "Lazy Leprechan Camp",
    "description": "Have you ever wanted to capture a glimpse of the ever elusive Leprechan? Well here is your chance…the laziest leprechans of the emerald isle will be vacationing in Black Rock City this summer. Come by and try to trick them out of their Lucky Charms or pot o’ gold…but beware, their nightime antics are renound!",
    "contact_email": "bm@cearnal.com",
    "hometown": "Santa Barbara, CA",
    "year": 2005,
    "uid": "scraped_2005_lazy_leprechan_camp"
  },
  {
    "name": "Liminal Labs' Psycho Psydeshow",
    "description": "At our mental midway, our wicked carnys and  sideshow slickers will charm you with  games of chance and, well, let’s be frank, skill. Our fortune tellers will lay bare your fate as they play 3-card monte for your soul. C’mon. Spin the wheel of fortune. Realize your dreams. Or worst nightmare. Roll the bones… literally.  Are you prepared to enter the ring? Are you ready to face your inner bearded lady?",
    "contact_email": "zorca@well.com",
    "hometown": "San Francisco CA",
    "url": "http://www.zorca.com/liminal",
    "year": 2005,
    "uid": "scraped_2005_liminal_labs'_psycho_psydeshow"
  },
  {
    "name": "Liquid Latex Lounge",
    "description": "LIQUID LATEX LOUNGE – Join us for our 8th Year!The Liquid Latex Lounge is a fun, friendly daytime place for Liquid Latex body painting and for exploring many of the possibilities of LIQUID LATEX – The \"Paint On Clothing\". The Latex Lounge is also a mello place for relaxing, nursing a hangover, getting out of the sun, sipping a drink, or taking a nap. But most importantly, it’s a social place to meet a new friend from an old life, meet an old friend for the first time, make a lifetime friend you’ll never see again in your life, or maybe one you’ll spend the rest of your life with. At the Liquid Latex Lounge… Bring Friends, Make Friends, Leave Friends. And… maybe get them naked and paint ’em in Latex! We’ll have the Body Twister Game again… It’s Twister and your body is the gameboard!",
    "contact_email": "six@liquidlatexlounge.com",
    "hometown": "San Jose, CA",
    "url": "http://www.LiquidLatexLounge.com",
    "year": 2005,
    "uid": "scraped_2005_liquid_latex_lounge"
  },
  {
    "name": "LiquorInTheFront, PolkaInTheRear",
    "description": "Liquor in the Front, Polka in the Rear. What more do you need? Inoculate yourself against sobriety while getting down to the groovin’ sounds of the house band, Sexual Polka! This camp is also the home base of the Slowest Moving Bar on the Playa.",
    "contact_email": "kirleyman@hotmail.com",
    "hometown": "Oakland, CA",
    "year": 2005,
    "uid": "scraped_2005_liquorinthefront,_polkaintherear"
  },
  {
    "name": "LiteBrite Camp",
    "description": "LiteBrite Camp is conscious childhood play, subconscious sparking of giddy delight and an unconscious desire to spread the soul magic. Put peg art to your Psyche and express what’s on your mind. We’re eager to see your inspired art!",
    "contact_email": "laughinggirl@litebrite.org",
    "hometown": "San Francisco, CA",
    "url": "http://www.litebrite.org",
    "year": 2005,
    "uid": "scraped_2005_litebrite_camp"
  },
  {
    "name": "Loose Monks",
    "description": "Loose Monks and their monastic dome will massage your psyche with Monk Hugs, delight your conscious senses with a High Noon tea extravanganza, bend and stretch your bodily limits and delve into your subconcious desires with Binding Man and other bondage and suspension devices and recollect dreams and memories with Voices from Dust!!! During the day the dome will host our events, workshops and demos. At night it will be converted into a Monastary Dungeon for carnal adult play. Friar Tuck has nothing on us!!",
    "contact_email": "o.man.nyc@gmail.com",
    "hometown": "Long Island City, NY",
    "url": "http://www.geocities.com/loosemonks/",
    "year": 2005,
    "uid": "scraped_2005_loose_monks"
  },
  {
    "name": "Lost Camp",
    "description": "Lost? Looking for the familiarity of home? We’ve got what brought you up. Video Games, TV, Your Entire Music Collection. Lost Camp provides 24 classic video game access, nostalgic television, and one metric buttload of music. All on one big screen, all the time.",
    "contact_email": "scott@lostcamp.com",
    "hometown": "New York, NY",
    "url": "http://lostcamp.com",
    "year": 2005,
    "uid": "scraped_2005_lost_camp"
  },
  {
    "name": "Love Puddle Camp",
    "description": "Love Puddle Camp: We make love! Find out how at our daily ‘Love Assembly Line’ tour. Come and get loved!",
    "contact_email": "s_kollipara@yahoo.com",
    "hometown": "Hyderabad, CA",
    "year": 2005,
    "uid": "scraped_2005_love_puddle_camp"
  },
  {
    "name": "Lucid Revolution",
    "description": "Lucid RevolutionA \"lucid dream\" is a dream when one knows one is dreaming. Our Burning Man 2005 camp will create an environment where the distinction between being in the dream world and the waking world is blurred. In the dream world, anything is possible. In the Burning Man World, anything is possible.Lucidity opens the psyche and endless doors to self-knowledge, exploration, and fulfillment. A 44 ft dome will be the main focus of our camp, hosting two huge parties on Wednesday and Thursday nights with a large sound system, circus performers, stilt walkers, and DJs and live music from around the country. In the remainder of the nights and days our space will transform into a tranquil peaceful environment. From Friday until Sunday, burners are encouraged to come enjoy dream therapy with many licensed psychotherapists and dream workers. Our space will transform from a wild circus, psychic dream world to a peaceful dome filled with king and queen sized beds with clean sheets (we are bringing hundreds). Our camp will provide earplugs to all burners with relaxing music and Zen hypnotic words over the speaker system for people to enjoy a trip into the psyche.Some initial ideas for our camp include a wait staff on guided wires and harnesses that can fly around the dome; larger than life stilt walkers in full costume; contorted mirrors for funhouse effects; projection of films such as that of \"Waking Life\"; projection of clouds and bird migration patterns to provoke the feeling of flying; projection of scuba diving to encourage the feeling of breathing underwater; a number of large beds will be arranged within the dome; digital clocks that flicker 12:00; and trampolines for leaping.Our dome will be filled with dream signs to induce lucid dreaming. Dream signs take the form of events that would be considered impossible in the waking world. Some examples of dream signs are breathing underwater, flying or taking unusually long leaps, oversized / undersized objects or people for that matter, unusual colors for skies or living creatures (purple skies, green cats). We will have more subtle dream signs as well, such things as: device failure (light switches that don’t work), people with unusual speech patterns, and objects that defy gravity.In addition to the 44 ft dome, Lucid Revolution will also feature large artwork and interactive experiences such as the Zen machine. Our camp will include camp kitchens, a shower station, and a community shade area at the center of our camp. We will position our RVS along the outskirts of our camp in effort to block sound from within and as well as the outside. Our tents will likely be located along the inside of our camp, between the community shade center and the RVS.Our camp community (Over 100 people) is composed of people from various areas of the country, most specifically New Mexico, Oregon, Colorado, California and New York. Most of them have been participating in Burningman for 4 – 8 years. The leaders of our community have been involved in various theme camps, art projects, and music arrangements at Burningman and Regional Events. We understand the magnitude of Burning Man, the importance of tradition and the requirement that we leave behind no trace of our time spent there.",
    "contact_email": "register@earthcare.org",
    "hometown": "Santa Fe, NM",
    "url": "http://www.lucidrevolution.org",
    "year": 2005,
    "uid": "scraped_2005_lucid_revolution"
  },
  {
    "name": "Lustre",
    "description": "We are an ever-evolving community defined by the love that we share with one another and with the world at large. Our sense of community is created through multi-faceted, aesthetic expressions of love, generosity, playfulness and manifesting magic.– Create a peaceful, nurturing and safe space;– Make people feel great, beautiful, and loved with our caring, sharing and gifting both materially andnon-materially;– Encourage self-expression with support and playful participation.We are committed to generating an expansive and generous sense of abundance on the Playa, both for our village inhabitants, and for all those folks we touch, both through our outreach projects on the Playa and by having them stumble into our loving home. We conjure an inviting respite for guests and an incubator for continuous regeneration of our village members. We do this by providing a number of unique outwardly reaching and/or inwardly supportive venues designed to make a difference that is limited only by a willingness to participate and be fully expressed.We will nurture participants through ministrations of visual, aural, and taste stimulations provided by the Astral Lounge. We will facilitate glorious self-expression by glittering bright, shiny people both in village and through mobile outreach. We will entertain participants with performances in our 60 ft. parachute stage. We will facilitate health and self-tuning through yoga sessions and chill time. Finally, we will provide a deep and touching experience of acknowledgement for participants who open themselves at the alter of Angels of Acknowledgement.",
    "contact_email": "sarahsf_2000@yahoo.com",
    "hometown": "Oakland, CA",
    "year": 2005,
    "uid": "scraped_2005_lustre"
  },
  {
    "name": "Maj Jongg Maven",
    "description": "Once the most popular game in the Orient, Mah Jongg has been played by millions of people for thousands of years. Originally played only by Chinese men,then mostly by middle aged Jewish women from NY, the game is having a comeback with the younger set. Find out how this combination of gin rummy, dominoes, and black jack can challenge your Burning Man mind !",
    "contact_email": "linalex@twcny.rr.com",
    "hometown": "Fayetteville, NY",
    "year": 2005,
    "uid": "scraped_2005_maj_jongg_maven"
  },
  {
    "name": "MASH 4207",
    "description": "M*A*S*H* 4207* we’re not really doctors",
    "contact_email": "srmmrs@hotmail.com",
    "hometown": "Keizer, OR",
    "year": 2005,
    "uid": "scraped_2005_mash_4207"
  },
  {
    "name": "Math Camp: A Safe Place for Mathematics",
    "description": "If you are anywhere between mathephobic and mathephilic, Math Camp is a safe place for your uniqueness and all your mathematical issues and properties. Mathematical questions? We will try to answer them, or come on over to hang out and answer other people’s questions. We’ll have a schedule of presentations on different subjects in mathematics, so check our schedule, or make a presentation of your own! Everything from the traditional subjects of arithmetic (Ambition, Distraction, Uglification and Derision) to Chaos, Fractals and Fuzzy Logic, is fair game. (Located at Group W)",
    "contact_email": "happy_squirrel@juno.com",
    "year": 2005,
    "uid": "scraped_2005_math_camp:_a_safe_place_for_mathematics"
  },
  {
    "name": "Media Mecca",
    "description": "Media Mecca is Black Rock City’s press room – a resource for the media to check in, get information, and learn more about Burning Man. All press are required to pre-register at http://www.burningman.com/press. Media Mecca, in Center Camp, is open daily from 9 a.m. to 5 p.m.",
    "contact_email": "actiongrl@burningman.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.burningman.com/press",
    "year": 2005,
    "uid": "scraped_2005_media_mecca"
  },
  {
    "name": "Melba Camp",
    "description": "A camp for all melbites to unite in the subconcious playground. Come by to enjoy art, sound, life and the meaning of melba, a playa inspiration!",
    "contact_email": "cyril@vaporvent.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.vaporvent.com/melbatribe",
    "year": 2005,
    "uid": "scraped_2005_melba_camp"
  },
  {
    "name": "Mind Shaft Society",
    "description": "The Mind Shaft Society is a collaboration of artistically disciplined conceptual scientists who embark on an Expedition every winter to discover something fascinating in relation to the theme of Burning Man. Later each year, we recreate and present the findings from the annual Expedition in Black Rock City.",
    "contact_email": "really@arewereally.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.arewereally.com/mindshaftsociety.html",
    "year": 2005,
    "uid": "scraped_2005_mind_shaft_society"
  },
  {
    "name": "Mind Sublime",
    "description": "\" To cause the mind to pass directly from the solid to the vapor state and condense back to solid form\". Everyone who possesses a skill would be invited to share that skill with others through demonstrations and group discussions in the form of workshops and playshops – individuals and groups who would like to be a part of this experience – anything you can dream of can be a contribution to this village’s theme. How to make sushi, build an art car, balance your checkbook, play a drum, build a shade structure, film a movie, and ANYTHING else you can think of (the goal is to have a mix of both off-playa and on-playa related information).",
    "contact_email": "poprokz@gmail.com",
    "hometown": "Valley Village, CA",
    "url": "http://mindsublime.tribe.net/",
    "year": 2005,
    "uid": "scraped_2005_mind_sublime"
  },
  {
    "name": "Mindful Krew of the Man",
    "description": "Mindful Krew of the Man is where people can come visit the crew who build the man. Come talk to us, ask questions, see the history of the Man and his crews. You can come play with a model of the Man where you can raise the arms yourself which are rigged just like the real Man we burn every year and lift him like he was in the days when he still stood on the playa.",
    "contact_email": "shebatt@hotmail.com",
    "hometown": "Brisbane, CA",
    "url": "http://www.jroworkshop.com/Clean%20Up%20Plan.htm",
    "year": 2005,
    "uid": "scraped_2005_mindful_krew_of_the_man"
  },
  {
    "name": "Mindwarp",
    "description": "Sensory Stimulation without the Tryptamines: A visually immersive environment that maps the mind at night and becomes a focus of artistic exchange and learning by day.",
    "contact_email": "nick@citizensofutopia.org",
    "hometown": "Astoria, NY",
    "url": "http://www.citizensofutopia.org/mindwarp/",
    "year": 2005,
    "uid": "scraped_2005_mindwarp"
  },
  {
    "name": "Mohammeds Mini Martini and Erotica",
    "description": "Mohammeds has the coolest martinis and the hottest erotica(written by YOU)all in a bedouin style camp where you can chill and watch the world go by while lounging around on pillows and poofs.Come by and dig up those deep dark sexual secrets and write a story for our 300 year old book or just relax and read about other burners sick and twisted love lives.",
    "contact_email": "tilt@earthlink.com",
    "hometown": "Incline Village, NV",
    "year": 2005,
    "uid": "scraped_2005_mohammeds_mini_martini_and_erotica"
  },
  {
    "name": "Monkey Puzzle",
    "description": "Heal your weary Playa souls in rhythmic step with the good folks of the _Monkey Puzzle tribe. Explore your aching mind, catch some shade and stretch your limbs amongst gracious hosts in the _illustrious Monkey Dome, then jig over to the mighty Amphitheater for improve dance, hoola hooping and music.",
    "contact_email": "marceacw@yahoo.com",
    "hometown": "Portland, OR",
    "url": "http://www.monkeypuzzle.us",
    "year": 2005,
    "uid": "scraped_2005_monkey_puzzle"
  },
  {
    "name": "MOUSETRAP CAMP",
    "description": "The life size Mousetrap presents the COUNTY UNFAIR, a MIDWAY of carnival games dedicated to the RUBE in all of us! You too can spin the WHEEL OF MISFORTUNEand loose your shirt in the worlds most unfair set of carnival games ever created! Indeed the people of the playa will experience surreal country living inside the Black Rock City limits! DON’T miss the chance to gorge your self in a hot dog pie eating contest, or put your barter on a square for a game of CHICKEN SHIT BINGO!!",
    "contact_email": "maustrap@earthlink.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.lifesizemousetrap.com/",
    "year": 2005,
    "uid": "scraped_2005_mousetrap_camp"
  },
  {
    "name": "MST3Kamp",
    "description": "MST3Kamp is an interactive deconstruction of Hollywood swill featuring nightly screenings with running audience commentary of the movies you love to hate.",
    "contact_email": "harmonxscape@yahoo.com",
    "hometown": "Seattle, WA",
    "url": "http://www.mst3kamp.com",
    "year": 2005,
    "uid": "scraped_2005_mst3kamp"
  },
  {
    "name": "Musee des Aster (BORG2)",
    "description": "The BORG2 is dedicated to making the Art of the Burning Man 2005 event SPECTACULAR. Towards this goal, we are running a demonstration project using MASSIVELY Collaborative DO-MOCRACY as a means to inspire, facilitate, curate and fund public works of art for Burning Man. In the process, we also intend to reaffirm the core truth of the larger Burning Man experiment: Collaborate creative work, broadly defined, is our main vehicle towards community. We have funded and will bring the projects of at least ten artists to the playa this year. The Musee des Aster will be our center camp, public shop, art institute and obtanium depot, and where we will facilitate all the art that fits.",
    "contact_email": "nesdon@terrakino.org",
    "hometown": "Berkeley, CA",
    "url": "http://www.borg2.org",
    "year": 2005,
    "uid": "scraped_2005_musee_des_aster_(borg2)"
  },
  {
    "name": "Mutaytor HQ",
    "description": "For years, the Mutaytor has been honored to be a part of many of your Playa experiences. This year, our various family members will be part of many large scale projects throughout this fine city.  Our HQ, located deep within the sub-conscious of Gigsville, will be a place to gather around a fire, swap tales of old, new, and those yet to be plotted, or just swing by to nosh on some grilled cheese sammies in Shantytown. HQ is a place to celebrate this community, veterans and young-uns alike, and all that we’ve shared together.  The Mutaytor, Plotting, Scheming, Toiling, Smashing! Repeating, since 1997.",
    "contact_email": "christine.nash@wbr.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.mutaytor.com",
    "year": 2005,
    "uid": "scraped_2005_mutaytor_hq"
  },
  {
    "name": "Mystical Misfits",
    "description": "The Mystical Misfits will divine your future and deconstruct your psyche with the mystical art of the tarot. Our band of misfit soothsayer’s and prognosticators will utilize the ancient wisdom of the tarot to open doorways between your conscious, sub-conscious and super-conscious.",
    "contact_email": "johnpedone@sbcglobal.net",
    "hometown": "Hollywood, CA",
    "year": 2005,
    "uid": "scraped_2005_mystical_misfits"
  },
  {
    "name": "N-gon's Playground of the Mind",
    "description": "Exercise is a path to good mental health.  Come join us in some healthy competition   over the volleyball net, jump over your troubles on our tramp, let your stress drop away from your unconcious tossing ‘shoes, and let endorphins put a cheery outlook on your psyche.",
    "contact_email": "stromsmo@pacbell.net",
    "hometown": "Martinez, CA",
    "year": 2005,
    "uid": "scraped_2005_n-gon's_playground_of_the_mind"
  },
  {
    "name": "N7B ('Nevada-7-Burn')",
    "description": "N7B (‘Nevada-7-Burn’) Amateur Radio Special Event Station at Burning Man 2005.Consciously, sub-consciously, unconsciously, we are in a constant state of communication. With ourselves and with others we try to bridge the gaps of space and time, or state of mind. Radio communication is at once practical; technical; real. At the same time it is as ethereal as a dream, as transient and translucent as a mirage. This is a year to bring the power and the glory of Amateur Radio to the playa.",
    "contact_email": "mike97mike@yahoo.com",
    "hometown": "Kennewick, WA",
    "url": "http://n7bweb.net/",
    "year": 2005,
    "uid": "scraped_2005_n7b_('nevada-7-burn')"
  },
  {
    "name": "NAIR (Not Arson Island Resort)",
    "description": "Arson Island Resort is returning to the playa in its fourth (re)incarnation: NAIR (NOT Arson Island Resort. We will be returning with our new and improved Pillow Fight Club. Duke it out with your friends and/or enemies 24 hours every day, or stop in for a ride on our (also new and improved) Sand Worm.",
    "contact_email": "darwinman1@yahoo.com",
    "hometown": "Seattle, WA",
    "url": "http://www.arsonislandresort.com/",
    "year": 2005,
    "uid": "scraped_2005_nair_(not_arson_island_resort)"
  },
  {
    "name": "Nancy'z Army of Redheadz",
    "description": "BETTER RED THAN DEAD!The Fire of the ID unleashed on the Playa, where the HELL of the Self and the HELL of this world become one!We create an impenatrable Army of Redheadz ONE HEAD AT A TIME! Fire up your HEAD. Fire up your SOUL. Fire up this WORLD. Nancy’z Army of Redheadz (will naturally fade after 2 to 3 washingz)",
    "contact_email": "gearbox23@comcast.net",
    "hometown": "Portland, OR",
    "year": 2005,
    "uid": "scraped_2005_nancy'z_army_of_redheadz"
  },
  {
    "name": "Naughty Backwoods Ranch",
    "description": "Get Branded or Bucked at the Naughty Backwoods Ranch. Home of Daisy the Bull and the Naughty Cowgirls.",
    "contact_email": "m.gove@comcast.net",
    "hometown": "Renton, WA",
    "year": 2005,
    "uid": "scraped_2005_naughty_backwoods_ranch"
  },
  {
    "name": "Nephology",
    "description": "Come study the clouds with us. Set your unconscious mind free.",
    "contact_email": "kathaus@speakeasy.net",
    "hometown": "Oakland, CA",
    "year": 2005,
    "uid": "scraped_2005_nephology"
  },
  {
    "name": "Neverland",
    "description": "Neverland Camp- replica of Neverland, primarily for children and their adults. Play-bring your imagination and dress up cloths.",
    "contact_email": "febekiddo@yahoo.com",
    "hometown": "Los Gatos, CA",
    "url": "http://www.neverlandcamp.com",
    "year": 2005,
    "uid": "scraped_2005_neverland"
  },
  {
    "name": "New Days Eve",
    "description": "Why do we only celebrate the New Year, why not the New Day.  Join us each night at Midnight to celebrate the start of a new day.  Stop by every day to read or write your burning man new day’s resolutions.",
    "contact_email": "jodie@walrus.com",
    "hometown": "New York, NY",
    "year": 2005,
    "uid": "scraped_2005_new_days_eve"
  },
  {
    "name": "Nexus",
    "description": "The Nexus, a marvelous microcosm in the macrocosmic universe that is Black Rock City. Homestyle atmosphere with the finest in music, performance, libations, and creative interaction available on the playa. Bringing promises of high voltage, blinding illuminations, throbbing basswaves, dragons, and chakra aligning vortex ring generators, as well as plain good old fashion good times. A beacon to a better tomorrow and a fine place to visit. Come shake it with the crew.",
    "contact_email": "random@gotitogether.com",
    "hometown": "Santa Cruz, CA",
    "year": 2005,
    "uid": "scraped_2005_nexus"
  },
  {
    "name": "NOD",
    "description": "NOD has been a trans-temporal agent of change in the occult community for the past several years with it’s cells focusing on a wide range of interests including but never limited to Dzog Chen, Ving Tsun, WeiChi/Go, Tantra, Eastern Meditation, Sensuality, Tarot, Kabballah, Philosophy, and other forms of psychic remodeling. This year we look forward to sharing in these explorations with the Burning Man community.  Stop by for a lesson in Ving Tsun or a game of WeiChi/Go or Perudo.",
    "contact_email": "miadear93@yahoo.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.occult.net/",
    "year": 2005,
    "uid": "scraped_2005_nod"
  },
  {
    "name": "Nose Fish",
    "description": "Camp Nose Fish presents \"Head Games,\" a delightful collection of large scale games, puzzles, art and more to make adults feel like kids again! We’ll also have the MEZ dynamic video exhibit, the Great Unhot (our impressive people cooler), and as usual we’ll be directly interacting with \"watchers\" to entice them to come in, have fun and participate!",
    "contact_email": "hoco@timefold.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.timefold.com/nosefish",
    "year": 2005,
    "uid": "scraped_2005_nose_fish"
  },
  {
    "name": "Nothing Camp",
    "description": "Camp Nothing. Have you spent years coordinating with others to create really cool stuff, participated in big theme camps, built large villages? Nothing is for you. We will be a loose collection of burners taking a break from extreme adherence to organized camps and interaction schedules. Need to take a year off and experience what it was you felt when you first arrived? Want that feeling of plopping you stuff down and seeing how it works with those cool new neighbors? Nothing is for you. At Camp Nothing, we will plan nothing, no meals, no infrastructure, nothing. Just bring your gig with no obligations. Go out and participate in the big picture freely without feeling that you’re letting your campmates down. Take a year off. Camp Nothing, where nothing is art.",
    "contact_email": "joel@coolight.com",
    "hometown": "Winter Garden, FL",
    "url": "http://www.nothing.rexroadranch.net",
    "year": 2005,
    "uid": "scraped_2005_nothing_camp"
  },
  {
    "name": "Nuk Fam Power Lounge Camp",
    "description": "Power Lunch…power nap…and on Playa be sure to  POWER LOUNGE!Nuklear Family recreates itself this year, mergeing and mingling with Los Angeles area camps to form a comfy theme camp and village that provides good vibes, perhaps a coveted giftie and best yet: a colorful, 24/7 furry public chill space, the Power Lounge! Come show us your incredible lounging abilities or recieve instruction from our seasoned professionals. Were looking forward to lounging ith you!",
    "contact_email": "brc_sweettart@yahoo.com",
    "hometown": "Los Angeles, CA",
    "year": 2005,
    "uid": "scraped_2005_nuk_fam_power_lounge_camp"
  },
  {
    "name": "Oasis Dome",
    "description": "The Oasis Dome is an oasis of calm, moisture and living things in the middle of the desert. The dome contains a fountain as its centerpiece, tropical plants, and massage tables.",
    "contact_email": "falk@efalk.org",
    "hometown": "Mountain View, CA",
    "url": "http://www.efalk.org/OasisDome/",
    "year": 2005,
    "uid": "scraped_2005_oasis_dome"
  },
  {
    "name": "oasis of dreams",
    "description": "The Yin/Yang, Sun/Moon, Male/Female, Dreams/Nightmares -Our daydreams and nightdreams join to complete the picture of wholeness and all we desire.  Whether you are looking for the daydream oasis, with cool mists, palms swaying and the sound of flowing water, you’ll find it here.  Or perhaps you are looking for the nightdream oasis, with the moon, stars, and the coolness of the dark, the mystical side.  You’ll find that also in our dreamy night time atmosphere.  Come explore your dreams, we will interpret your dreams, have a tarot card reading and make your dreams come true by manifesting them in our Pagan New Moon ritual on Friday Night at Dark time.  You can participate in black light body painting and create a dream journal to take with you.  Dreams illuminate, dreams set goals, dreams are instigators for change, and dreams give hope.  Our camp has had a dream come true, after 4 years of waiting, in June ’05, one of members received a kidney transplant from a living donor friend.  *Billy the kid*-ney is doing great.  Within this dream, we continue to do our part by reminding people to *RECYCLE YOURSELF*.  Be a part of someone else’s dream to receive a transplant, and with that-LIFE.  Honor, celebrate and investigate the hidden wonders of dreams and the knowledge of self they can bring to your life.",
    "contact_email": "phcoop@hotmail.com",
    "hometown": "Auburn, CA",
    "url": "http://www.geocities.com/burningman_oasis",
    "year": 2005,
    "uid": "scraped_2005_oasis_of_dreams"
  },
  {
    "name": "OBOP (Ojai Bureau of Pleasure)",
    "description": "OBOP (the Ojai Bureau of Pleaure) returns to celebrate our mother Psyche with a metamorphic environment including the Chrysalis Lounge and Psyche’s Womb, which gives birth to Pleasure. We will also host the Phonebooth to God, offer live music each evening, mount a publically composed storyboard where participants can author a story one word at a time, produce the first ever Black Rock Idol contest, and serve as home to the fire troupe Fiamma Luna, and to Ganesh, the copper cruiser of the playa.",
    "contact_email": "dave@glenmuse.com",
    "hometown": "Ojai, CA",
    "url": "http://www.obop.org",
    "year": 2005,
    "uid": "scraped_2005_obop_(ojai_bureau_of_pleasure)"
  },
  {
    "name": "Operation Camp",
    "description": "Operation Camp will deliver an exciting journey into childhood with an adult twist. Come play our life sized Operation game and determine poor Sam’s fate. Shot or a shock…take your chances…spin the wheel…you might end up pantless!",
    "contact_email": "mistybudz@hotmail.com",
    "hometown": "Sacramento, CA",
    "url": "http://www.mrbudz.com",
    "year": 2005,
    "uid": "scraped_2005_operation_camp"
  },
  {
    "name": "Opulent Temple of Venus",
    "description": "By day: a full service salon for the goddesses of the playa, providing healing and intentional attention for mind, body, and spirit. By night: A full scale sound camp providing a space for sacred dance and opulent chilling to world class music.",
    "contact_email": "sydgris@sbcglobal.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.opulenttemple.org",
    "year": 2005,
    "uid": "scraped_2005_opulent_temple_of_venus"
  },
  {
    "name": "Oracle",
    "description": "Do you have a question? Everyone does. A visit with the Oracle provides insight into your own life’s journey in a safe, encouraging setting. We use Tarot, a powerful medium which we don’t pretend to understand. For each person, the cards have a revelation. We hope to meet you in shared experience, wherever we may be.",
    "contact_email": "rattatrat@hotmail.com",
    "hometown": "Arbuckle, CA",
    "year": 2005,
    "uid": "scraped_2005_oracle"
  },
  {
    "name": "Ordinary/Extraordinary Life Stages",
    "description": "Enter the psyche of the child, adolescent, and/or adult in our life stages.  Re-create or re-experience some of life’s tough, funny, gritty and beautiful moments. What life stage are you in right now- mentally, physically, spiritually, socially?  Are you a child wanting to play?  Then venture into our CHILD STAGE and find:  giant games, stilt-walking, (soy)milk and cookies, laughter, arts and crafts.  Are you an adolescent looking for deviance?  In the ADOLESCENT STAGE find:  The Wheel of Addiction- spin the wheel to win cigarettes and feed your addiction and elect if you so choose a new path by signing a pledge to quit X number of days after burning man.  Also find -condoms, candy, keg, vanity products.  Are you an adult looking for wisdom?  In this stage:  tell your LIFE STORY through a recorded interview, anonymously or with an interviewer.  Do you have a compelling, funny, sad, unbelievable story to tell.  Do you have a confession to make, do you need to make sense of your life?  OR just come and listen to anonymous segments of fellow burners’ life stories as they are played back in clips in our main shade structure.  Also, make your own life or work business cards out of reused material.",
    "contact_email": "amyrushell@yahoo.com",
    "hometown": "Colorado Springs, CO",
    "url": "http://www.burntheman.org",
    "year": 2005,
    "uid": "scraped_2005_ordinary/extraordinary_life_stages"
  },
  {
    "name": "Our Lady of Schlongs",
    "description": "First let us thank all the visitors to Our Lady of Schlongs Meat Inspection Center over the last five years. Your participation is what makes the camp great. Please join us this year for another rip roaring Meat Inspecting experience. Bring your \"Meat\" by and we’ll make sure its \"USDA PRIME\". Inspections are rewarded with an ice cold BEER.",
    "contact_email": "tataume@hotmail.com",
    "hometown": "North Hills, CA",
    "url": "http://www.schlonghappy.com",
    "year": 2005,
    "uid": "scraped_2005_our_lady_of_schlongs"
  },
  {
    "name": "P\"05\" (Pepperland)",
    "description": "You may say I’m a dreamer,but I’m not the only one,someday I hope you’ll join us and the world will be as one.Visit us at Pepperland and see your dreams become reality.",
    "contact_email": "jameso@machlink.com",
    "hometown": "Muscatine , IA",
    "year": 2005,
    "uid": "scraped_2005_p\"05\"_(pepperland)"
  },
  {
    "name": "Pamper Camp",
    "description": "Got Playa grit? Come to Pamper Camp, where desert lovelies will pamper your fingers and toes with manicures and pedicures, put a Cosmo in your hand and a copy of Vogue in the other. A real nail salon where visitors are encouraged to give and receive.",
    "contact_email": "mmay@sfchronicle.com",
    "hometown": "Oakland, CA",
    "year": 2005,
    "uid": "scraped_2005_pamper_camp"
  },
  {
    "name": "Pancake Playhouse",
    "description": "Attention: If you suffer from PDD (Pancake Deficit Disorder), Pancake Playhouse has the cure!  Get your morning-after dose of syrupy goodness from the folks at Pancake Playhouse — feeding burners mind, body, and soul since 2001.  When soft rock is heard, pancakes are served.",
    "contact_email": "blackrockcara@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.pancakeplayhouse.com",
    "year": 2005,
    "uid": "scraped_2005_pancake_playhouse"
  },
  {
    "name": "Pandora's Secret Dream Lounge",
    "description": "Got a secret that’s just yearning to be told? A dream that’s waiting to come true? Stop by Pandora’s Secret Dream Lounge and attach your wildest dreams and your deepest darkest secrets to our Giant Sphere of Secrets and Dreams. Friday night we will roll the Sphere in procession to it’s fiery end wherein all of your secrets and dreams will drift off into the world in a blaze of glory. Our comfortable Eastern themed lounge will be available as well to entice you with its billowy pillows, twinkling atmosphere, and alluring music. Around dusk, we will be lounging and drinking green/mint tea to recuperate from the day’s tall-bike jousting tournament or just enjoying the occasional entrancing performances of our lovely mystic belly dancers. We’ll also have a poi repair boy that will be available when he’s not off spinning poi himself. We have many other activities planned as well so feel free to stop by at any time.  We’ll be waiting for you!",
    "contact_email": "steve@genetics.wustl.edu",
    "hometown": "St. Louis, MO",
    "url": "http://pandora.makeshiftindustries.com/",
    "year": 2005,
    "uid": "scraped_2005_pandora's_secret_dream_lounge"
  },
  {
    "name": "Pangea",
    "description": "Individual Consciousness creates ideas, collective consciousness can create worlds. Welcome to Pangea.",
    "contact_email": "dennis@turtlefuzz.com",
    "hometown": "San Diego, CA",
    "year": 2005,
    "uid": "scraped_2005_pangea"
  },
  {
    "name": "Panty Camp",
    "description": "Panty Camp returns, for our third year, to expose the beauteous diversity of ladies panties. Lounge in our Panty Pavilion, completely made of panties, or pick up a clean pair for your very own!",
    "contact_email": "cotton@pantycamp.org",
    "hometown": "San Francisco, CA",
    "url": "http://www.pantycamp.org",
    "year": 2005,
    "uid": "scraped_2005_panty_camp"
  },
  {
    "name": "PARADOX LOUNGE 2005 [beta]",
    "description": "PARADOX LOUNGE 2005 [beta]: It’s Your Birthday!!!",
    "contact_email": "alton@altonparker.com",
    "hometown": "Olympia, WA",
    "url": "http://www.paradoxlounge.com",
    "year": 2005,
    "uid": "scraped_2005_paradox_lounge_2005_[beta]"
  },
  {
    "name": "Paradox Lounge: Dream Awake",
    "description": "Paradox Lounge presents Dream AwakeHappy Hour Lounge and Bar",
    "contact_email": "rgilbert@gmail.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_paradox_lounge:_dream_awake"
  },
  {
    "name": "People United for Nothing (P.U.N.)",
    "description": "Let us help plant the seeds of trust in your hearts. Just as Eros said unto Psyche, who mistook him for a monster, \"Where there is no trust, there can be no love.\" People United for Nothing is a social experiment with only one rule: Bind Nothing! For Nothing is the secret key of this law: \"Love Under Will.\" Unite by thine art so that all disappear! That being said, until the Man burns on Saturday, join us for Foot First Aid in the late mornings with Dr. Sno and Cocktail hour in the early evenings with your host, Mr. Nobody! Nightly performances from the Canadian Fire Conclave and Santa Cruz Fire Conclave with special guests from all over the world! Look for the EL-wire signage advertising the Nowhere Bar. Also, come and claim your free P.U.N. button, now available in more fabulously bizarre colors than ever before. We thank you for supporting Nothing over the past three years. Let’s do it again! Please remember to bring your cocktail glass and any gifts you might have for our fearless bartenders.",
    "contact_email": "snoh23@yahoo.com",
    "hometown": "Los Angeles, CA",
    "url": "http://p-u-n.tribe.net",
    "year": 2005,
    "uid": "scraped_2005_people_united_for_nothing_(p.u.n.)"
  },
  {
    "name": "Pewterman",
    "description": "Those little metal men are back out on the playa! And our home base, located in Sanctuary Village, will be featuring the Flying Hookah Lounge as our chill-space. We welcome all and encourage participation!!!",
    "contact_email": "nathan@naftatraders.com",
    "hometown": "Dallas, TX",
    "url": "http://www.geocities.com/mr_nks2000/PEWTERMAN.html",
    "year": 2005,
    "uid": "scraped_2005_pewterman"
  },
  {
    "name": "Pigmalions: ObsessiveBaconDisorder",
    "description": "Come enjoy 11am bacon and bloody mary’s at Pigmalions: Obessive Bacon Disorder Camp. Lounge, laugh and feast!",
    "contact_email": "christine_troy@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_pigmalions:_obsessivebacondisorder"
  },
  {
    "name": "Pinewood Derby Camp",
    "description": "Come build your racer just like when you were a c*b s**ut, only different. We will be having races every day.**STANDARD CLASS**: come by, bring some scotch, hang out, get a block of wood, and make a car. All cars will meet the standard weight and materials rules to make an equal playing field. We’ll have some tools.**OPEN CLASS**: Make your best car at home and bring it. For open class, there is only one rule — it has to fit on the track. All materials, propellants and controls are allowed. We’ll post track dimensions on our web site soon. (extra points if your car destroys the track. Then we can all get drunk and stare at it)Standard class races will happen throughout the day as we have cars to fill the track. Open Class races will be scheduled… come by the camp to find the next scheduled Open Class race.",
    "contact_email": "jimk@gigsville.org",
    "hometown": "Tujunga, CA",
    "url": "http://www.whatdiddaddydotoyou.com/pinewood",
    "year": 2005,
    "uid": "scraped_2005_pinewood_derby_camp"
  },
  {
    "name": "pinhole",
    "description": "The pinhole camp builds and operates a walk-in pinhole darkroom. Burning Man participants can take out one of our portable pinhole barrel cameras and photograph the art and other participants on the playa in a new and unique way. They then return to our camp to have these photographs developed, creating beautiful art of their own.",
    "contact_email": "pinholecamp2005@gmail.com",
    "hometown": "New York, NY",
    "url": "http://www.pinholecamp.org",
    "year": 2005,
    "uid": "scraped_2005_pinhole"
  },
  {
    "name": "Pink Funk",
    "description": "Pink? Fuzzy? Sound? Lovey?  Come by and vist our camp Pink Funk.  We will be having pre-funk parties (pre-funk at Pink Funk) daily and heading out in our 2 pink bunny arty cars.  We looking forwarding to meeting as many as possible!!",
    "contact_email": "jonl@skyware.net",
    "hometown": "Park City, UT",
    "year": 2005,
    "uid": "scraped_2005_pink_funk"
  },
  {
    "name": "Piss Clear alternative newspaper",
    "description": "PISS CLEAR is Black Rock City’s favorite alternative newspaper, and has been a fixture at Burning Man since 1995. It is also Black Rock City’s longest-running publication, now in its 11th year, with a daily circulation of about 10,000. It’s cheeky name is a constant reminder for playa denizens to drink enough water so that they \"piss clear.\"As an independent newspaper, PISS CLEAR prides itself on being Burning Man’s snarky reality check, chock full of insightful articles, acerbic rants, witty commentaries, and funny lists. Free from any censorship from the Burning Man organization, it is PISS CLEAR’s duty to tell it like it is – and to do so in a way that both entertains and informs the citizens of Black Rock City!",
    "contact_email": "pissclear@pissclear.org",
    "hometown": "San Francisco, CA",
    "url": "http://www.pissclear.org",
    "year": 2005,
    "uid": "scraped_2005_piss_clear_alternative_newspaper"
  },
  {
    "name": "Pizza Smut",
    "description": "Have one of our succulent playa pizzas. Peruse the titillating reading materials provided with your meal while thick, steaming pepperoni and hot, oozing cheese slide down your throat. Outcalls and incalls.",
    "contact_email": "inzimbabwe@yahoo.com",
    "hometown": "Seattle, WA",
    "year": 2005,
    "uid": "scraped_2005_pizza_smut"
  },
  {
    "name": "Plato's Cave",
    "description": "Two-Sentence description: Plato’s Cave is a camp installation of human perception. Sit or lay, listen to cave mixes, and zone out on the shadows and images. Assess how real the world is around you, and then step into the light.Plato’s Cave (The Cave) is an allegory of the conscious mind, an awakening. Inside, you witness graphic images that depict the pathetic condition of mankind, that we, society at large, are prisoners of shadows and voices, of our own misconception, and that deliverance from these shadows and illusions is painful and difficult; because we grow accustom to the images, the illusions, we see everyday.Those who pass through The Cave will witness man’s struggle. The first test that the liberated prisoner has to face is to get accustomed to his new condition and to forsake his long-cherished illusions. The second test is to see the unity of all things. The third is to show compassion towards his fellow prisoners and not merely revel in his own happiness. The fourth is to detach himself completely from the false valuations and hierarchical distinctions made by the men in the den. His fifth and much more difficult test comes if he is then made to re-enter the cave of darkness, for he would appear ridiculous to the prisoners who still cling to their former illusions centered on the shadows. They would say that he had become blind to realities since leaving the cave, that it is better not even to think of ascending, that they would be entitled to put to death anyone who tried to free another and lead him up to the light. \"The Human tragedy lies simply in our refusal to recognize that we live in a condition of perpetual imprisonment, clinging tenaciously to the sights and sounds of earthly life, mistaking slavery for freedom and shadows for realities.\"",
    "contact_email": "ab@pageffect.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_plato's_cave"
  },
  {
    "name": "Playa Go Round",
    "description": "Come to the Playa Go Round and take a spin back into your youth. With every rotation you go deeper and deeper into your psyche. We’re always open and you’re always welcomed. Wednesday is Colorado Burner appreciation day. Will see you a mile at 9PM for cocktails and Beats, Thursday Night is our 7th annually Playa Go Round throw down. Don’t miss it! Live performance by Bhakti Rasa and DJ YAYHA.",
    "contact_email": "ronnie@playagoround.com",
    "hometown": "Denver, CO",
    "year": 2005,
    "uid": "scraped_2005_playa_go_round"
  },
  {
    "name": "Playa Info",
    "description": "We’ve combined many of the information services into one, easy-to-find, location in Center Camp. You’ll find:* Our Famous Oracles. They will help answer your questions, hook you up with volunteer opportunities, help you recover found items, locate a locksmith, and answer your more esoteric questions.* Directory. You can register your campsite or theme camp here. Let your friends know your exact Black Rock City Address. Need to leave a message for a friend? This is the place to do it!!! Directory addressing and messenging is available through terminals at Playa Info.* Burning Man Information Radio. We broadcast public service announcements, information on events, and other data to keep you informed while on the playa.* Playa Bulletin Boards. A Burning Man tradition. Post messages about your theme camp events. Find fun things to do while in Black Rock City.",
    "url": "http://www.burningman.com/participate/information.html",
    "year": 2005,
    "uid": "scraped_2005_playa_info"
  },
  {
    "name": "Playa MacGyver",
    "description": "Your all-purpose problem-solvers on the playa! Here to share our secrets and special tricks for great gaffs, righteous rigs, fantastic fix-its, and spectactular scenes of saving the day.",
    "contact_email": "mdq@comcast.net",
    "hometown": "Los Angeles, CA",
    "url": "http://www.palyamacgyver.tribe.net",
    "year": 2005,
    "uid": "scraped_2005_playa_macgyver"
  },
  {
    "name": "Playa World Records",
    "description": "Playa World Records is Black Rock City’s foremost authority on collecting, confirming and accrediting records set and broken on the playa. Any and all are welcome to visit us at our Playa World Record Headquarters and make an attempt at earning entry into what will undoubtedly become Burning Man’s most prestigious community.",
    "contact_email": "peg_oberste@gspsf.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.playaworldrecords.com",
    "year": 2005,
    "uid": "scraped_2005_playa_world_records"
  },
  {
    "name": "PlayaGround",
    "description": "PlayaGround.  Tommy Bigfinger and Tomas Verde invite you to PlayaGround, Where the Sexy Freaks and inFamous come to play.",
    "contact_email": "tommybigfinger@optonline.net",
    "hometown": "East Rockaway, NY",
    "year": 2005,
    "uid": "scraped_2005_playaground"
  },
  {
    "name": "Playatography/Storytelling Camp",
    "description": "\" Faces of Burningman\" will record the spirit and consciousness of Burningman 2005 through portraits and stories. In the cool relaxed environment of the studio, participants may choose a photo session that reveals the inner self or a video session sharing a story about themselves. Participants receive either a CD of their portraits or a video of stories to remind themselves later who they really are.",
    "contact_email": "solo@yolo.com",
    "hometown": "Woodland, CA",
    "url": "http://imageevent.com/photogenics/facesofburningman",
    "year": 2005,
    "uid": "scraped_2005_playatography/storytelling_camp"
  },
  {
    "name": "playfully yours",
    "description": "“playfully yours”  a dungeonous experience, our dungeonmaster will instruct and share the pleasures of S & M play in our fully equiped dungeon, you can also interact with others, under his supervision or instruction.",
    "contact_email": "pndlaino@aol.com",
    "hometown": "Las Vegas, NV",
    "year": 2005,
    "uid": "scraped_2005_playfully_yours"
  },
  {
    "name": "Pleasure Kitten Army",
    "description": "Think \"Fight Club\" with a BDSM theme. The first rule of Pleasure Kitten Army is: Purr!Dedicated to spreading pleasure in all forms.Applicants needed who feel they have what it takes for pleasure while purring. Must be able to withstand strict discipline, act as servants, be submissive. Sweet kitties needed with a learning attitude or experience. (Trainer positions also available!)",
    "contact_email": "razor.listsmail@guddals.com",
    "hometown": "Davis, CA",
    "url": "http://www.purr4meow.tribe.net",
    "year": 2005,
    "uid": "scraped_2005_pleasure_kitten_army"
  },
  {
    "name": "PolyParadise",
    "description": "PolyParadise has been influencing the Hearts & Minds and Washing the Bodies of Playa Citizens from ‘2:00 – 10:00’ for the past 6 years.We are a group of polyamorists seeking to live our dreams, and this camp is one manifestation of that. Polyamory involves openness to multiple loving relationships, with honesty among all partners.Come in from the sun… take a load off your feet…Trade in your \"OLD\" Playa dust for \"NEW\" Playa Dust at the Infamous ‘Human Carcass Wash’. Get involved with some of your closest Playa friends and some new friends in trading your old Playa Dust in for a clean body ready to be dusted once again. This event honors your stated boundaries of where you do want to be touched or washed.3:00-4:30p Daily.Join us for ‘Poly High Tea’ 4:30-6:00p Daily. First, it’s a Tea Party. We will be serving Tea and Cookies… for tea and cookies.All you Polyamorous, poly-curious, and poly-friendly folks out there on the playa are invited to join us for a discussion about the practical issues of loving more than one in an open, responsible multi-person relationship. There are many workable forms of Polyamorous relationship – polyamory is polymorphic! There is much wisdom in the poly community which can be helpful to people trying to make *any* relationship work, monogamous or Polyamorous. There will be a facilitated discussion in which you can get your questions addressed and some of the knowledge in our community can be shared.",
    "contact_email": "scotto@burningman.com",
    "hometown": "Phoenix, AZ",
    "url": "http://polyparadise.azcompuguy.com",
    "year": 2005,
    "uid": "scraped_2005_polyparadise"
  },
  {
    "name": "Pop Science",
    "description": "A team of intrepid scientists descends upon the playa with one goal – to complete our knowledge of human psychology by understanding the one remaining anomaly: the burner brain. Come and let us pop your mind!",
    "contact_email": "asewell71@gmail.com",
    "hometown": "Belmont, MA",
    "year": 2005,
    "uid": "scraped_2005_pop_science"
  },
  {
    "name": "PORN & EGGS",
    "description": "Who are we?",
    "contact_email": "bernard@bernardphoto.com",
    "hometown": "Washington, DC",
    "url": "http://www.PORNandEGGS.com",
    "year": 2005,
    "uid": "scraped_2005_porn_&_eggs"
  },
  {
    "name": "Port of Entry",
    "description": "The Port of Entry is home for the Airport with planes, helicopters, skydivers, ultralights and more. This aviation and landsailing village is also home for the Black Rock Travel Agency, the Phoenix Bar & Lounge, and Fly by Nyte camp. Were about a half-mile outside the edge of BRC because thats where the planes have to park, but still only one mile from Center Camp and out of the city dust. Find us by following the 5:00 radial street outward, and then continue along Aviation Blvd adjacent to walk-in camping until you get to the trash fence.",
    "hometown": "San Jose, CA",
    "url": "http://www.portofentry.org/",
    "year": 2005,
    "uid": "scraped_2005_port_of_entry"
  },
  {
    "name": "Post Beatnik Syndrome",
    "description": "Oh, we’ve got it bad. That syndrome. Everytime we see a set of Bongos, the poetry just spills out. This unconscious sense of disrespect for authority rises, and we have an urge to have a cup of coffee, sit on a pillow, play and listen to music, and space out. It’s so hard to get anything done, but, what the hell, we don’t care anymore, just want to enjoy the remaining daze ahead. Come join us, and watch the sun come up, waltz across the sky, and set into the western desert. Oh look, there’s the moon.",
    "contact_email": "captsquid@sbcglobal.net",
    "hometown": "Los Angeles, CA",
    "year": 2005,
    "uid": "scraped_2005_post_beatnik_syndrome"
  },
  {
    "name": "Primitive Technology Camp",
    "description": "Stop by to brush up on your flint napping skills, or if you’re in the mood for something less greuling, try a drink from the Bad Advice Bar – dispensing tequila and conflicting advice from an aging hippie, yuppie business consultant, and proper British gentleman.",
    "contact_email": "infidelcastro@yahoo.com",
    "hometown": "Ellwood City, PA",
    "year": 2005,
    "uid": "scraped_2005_primitive_technology_camp"
  },
  {
    "name": "Prometheatrics",
    "description": "Prometheatrics is proud to return with the Hypercube, a four-foot mirror box suspended point-down from bungee cords, providing participants with a deeper sense of self-discovery as they’re closed in tight with an infinite number of their own reflections. We also offer a self-running self-portrait studio involving the projection of your photograph onto the back of a drawing surface for a skill-free rendition of yourself, in addition to a trampoline (for more of your bouncing needs) and an I-Ching light display which slowly cycles through the King Wen sequence.",
    "contact_email": "quidam@prometheatrics.com",
    "hometown": "Sherman Oaks, CA",
    "url": "http://www.prometheatrics.com",
    "year": 2005,
    "uid": "scraped_2005_prometheatrics"
  },
  {
    "name": "Psych de Soleil: A Tiki Bar",
    "description": "A fire-friendly tiki bar featuring nightly happy hours with poi dancing, hula shows and fantastic tiki drinks. In addition to trained dancers, the bar is manned by two trained psychiatrists who will dive deep into your unconscious to prescribe the most potent potables for your ailments.",
    "contact_email": "enenbach@gmail.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_psych_de_soleil:_a_tiki_bar"
  },
  {
    "name": "Psyche's Wrinkled Wardrobe",
    "description": "Psyche’s Wrinkled Wardrobe will provide the venue, forum, and audience for a probing exploration of personality. We will offer a stage and invite citizens of Black Rock City to participate in a series of encounters including performances, interviews, and contests, all designed to reveal the many selves of those who step upon our stage.",
    "contact_email": "eddie@bermingham.com",
    "hometown": "La Jolla, CA",
    "year": 2005,
    "uid": "scraped_2005_psyche's_wrinkled_wardrobe"
  },
  {
    "name": "Psychic Fossil",
    "description": "Psychic Fossil is a metaphor for traces of shadow that hide within the human psyche. In life, the hurts, the fears, the losses we experience leave behind their calcified remains in the depths of our souls. In order to experience healing, these shadow \"fossils\" must be unearthed and embraced. As long as they stay hidden from conscious consideration, they can continue to wreck havoc in unseen and unrecognized ways. By prying loose the fossilized remains of an old wound, acknowledging its existance and recognizing that in addition to pain, it has created strength, that is the path to finding healing.__Fossil could be (geographically) the largest installation in Burning Man history. The individual components of Fossil are intended to be STOLEN by who ever finds them and taken home. The discovery, exposure and unearthing of the fossil is symbolic of facing that aspect of personal shadow. Taking the fossil home and displaying it prominently is symbolic of the individual’s conquest of that aspect of their own shadow. It also makes a nice memento of Burning Man 2005._",
    "contact_email": "jgardner@gasanim.com",
    "hometown": "Arvada, CO",
    "year": 2005,
    "uid": "scraped_2005_psychic_fossil"
  },
  {
    "name": "Punani Trim Parlor",
    "description": "Celebrating our 5th Anniversary of doing our small part to beautify the playa. Within every woman lie aspects of the Goddess.In our culture it is easy for any woman to lose sight of these wonders.My purpose as the Greenman is to meditate upon these aspects within you. In finding them, I reflect them back to you.We are open Monday thru Sunday – 12 noon to 6pm or as inspired.",
    "contact_email": "greenman@asis.com",
    "hometown": "Garberville, CA",
    "year": 2005,
    "uid": "scraped_2005_punani_trim_parlor"
  },
  {
    "name": "Pyschic Taxi",
    "description": "Psychic Taxi Random Service, provides pedal powered rickshaw transportation. We are able to devine where you need to go, if you sit back and relax your mind, we will take you to your unconscious destination.",
    "contact_email": "jalle27@yahoo.com",
    "hometown": "Oakland, CA",
    "year": 2005,
    "uid": "scraped_2005_pyschic_taxi"
  },
  {
    "name": "QUBE LITE",
    "description": "Queer and queer-friendly groovy 60’s ambience; music, design, visuals, drinks, fun, and games.",
    "contact_email": "maxicode@aol.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_qube_lite"
  },
  {
    "name": "Quixote's Cabaret Club and Bar",
    "description": "Roll Up, Roll UP, come and see the wonderful show at Quixotes Cabaret Club and Bar",
    "contact_email": "ukmontyuk@yahoo.co.uk",
    "hometown": "London, UK",
    "year": 2005,
    "uid": "scraped_2005_quixote's_cabaret_club_and_bar"
  },
  {
    "name": "Radio Free Burning Man",
    "description": "We’re back in Black Rock for our twelfth year with radio you need to get through the day. Listen in on 99.5FM.",
    "contact_email": "gburke@rfbm.org",
    "hometown": "San Jose, CA",
    "url": "http://www.rfbm.org",
    "year": 2005,
    "uid": "scraped_2005_radio_free_burning_man"
  },
  {
    "name": "Radio Free Valhalla",
    "description": "Radio Free Valhalla is the PlayaPoint for the internet’s most fun loving drunks and purveyors of solipsism… The Viking Youth Power Hour. Through weekly podcasts the Viking Youth Power Hour empower the fine citizenry of this planet with information and actions to enhance their minds and strengthen their call to Joy. The Viking Youth find themselves not only utilizes of Rev. Raoul Sunshine’s \"Yes! Advantage\"TM but also conduits of its many pleasures.Radio Free Valhalla will find the Viking Youth Power Hour bringing their ravenous deeds to Black Rock City in 2005. We will free the minds of the denizens of the playa with workshops and lectures on podcasting as well as 4 live-recorded shows throughout the week. Join us in grabbing reality by the balls. Learn to stop dreaming like a pussy! PROCEED!",
    "contact_email": "alex@illmeasures.com",
    "hometown": "Chicago, IL",
    "url": "http://www.thefeedlot.org/vikingyouth/radio_free/radio_free.php",
    "year": 2005,
    "uid": "scraped_2005_radio_free_valhalla"
  },
  {
    "name": "Rainforest Refugee Camp RRC",
    "description": "Rainforest Refugee Camp (RRC) Returns as the Playa’s \"premier\" relief station where over heated Participants from lands graced with lower temperatures and higher humidity can seek Refuge and ask for asylum from the harsh treatment they are enduring on the Playa. The entrance of the RRC has an overhead misting system giving the appearance of mist covered forests and clouds. Stop by and Chill! We have energy healers, Aura readers, people to help you with playa dreams, and vision quest lessons (remote viewing)",
    "contact_email": "Omyg@snursery.com",
    "hometown": "Hoquiam, WA",
    "url": "http://www.snursery.com/rrc/rrc05.htm",
    "year": 2005,
    "uid": "scraped_2005_rainforest_refugee_camp_rrc"
  },
  {
    "name": "Ranger Outpost Tokyo (9 o'clock)",
    "description": "Ranger Outpost Tokyo loves you. Rangers ride the edge of chaos, and have been making reasonable excuses for your behavior since 1992. Please expect change, and feel free to get over it. We are not your mothers, but we want to help. If you have a real problem, please come by for a visit. Or just stop by to say hi.",
    "hometown": "Santa Cruz, CA",
    "year": 2005,
    "uid": "scraped_2005_ranger_outpost_tokyo_(9_o'clock)"
  },
  {
    "name": "Ranger Outposts @ 3 & 9 o'clock",
    "description": "The Ranger Outposts at the 3 & 9 o’clock plazas are conveniently placed to assist participants with any uirgent, emergency, medical, or safety issue. We love ya and we care, but we are not your mother. Ranger ride the edge of chaos, but do not handle whiners very well. Please re-read the definitions of the words \"radical\" & self-reliance\" before leaving your homes and driving to Black Rock City. Bring Earplugs. Expect change, and please feel free to get over it. Thank you, and have a great week in the desert.",
    "hometown": "Santa Cruz, CA",
    "url": "http://rangers.burningman.com/",
    "year": 2005,
    "uid": "scraped_2005_ranger_outposts_@_3_&_9_o'clock"
  },
  {
    "name": "Recycle Camp",
    "description": "Recycle Camp!!! This is where Black Rock City comes to recycle  its aluminum cans. Bring us your cans, help us crush ’em using our State of  the Art Can Crusher, “The Blue Duck”. We donate the cans to the Gerlach High  School and have a lot of fun doing it. We are open to recieve your cans  from 10am to 5pm, Monday August 29th through Sunday September 4th.",
    "hometown": "San Francisco, CA",
    "url": "http://www.burningman.com/participate/recycle_camp.html",
    "year": 2005,
    "uid": "scraped_2005_recycle_camp"
  },
  {
    "name": "Regional Information Center",
    "description": "Want Burning Man to last ALL year long? Now you can, stop by the Regional Information Center or RIC in Center Camp to see how. Want to travel back in time to Burning Man 1992? Now you can, many times a year all over the place, stop on by the RIC to learn all about these events. At the RIC you can connect with burners in a Regional group where you live. Traveling somewhere? Chances are there are burners and Regional events nearby. For everything you need to know about the Regional Network, go to the RIC in Center Camp.",
    "contact_email": "andi@kapilina.org",
    "hometown": "Haleiwa, HI",
    "url": "http://www.kapilina.org/ric2005.html",
    "year": 2005,
    "uid": "scraped_2005_regional_information_center"
  },
  {
    "name": "Reincarnation Location",
    "description": "Be reborn into the world of the Playa.  Confess your sins, spin the Wheel of Pennance, serve your G, R or NC-17 rated pennance and be cleansed of your sins before crawling through our 6′ vagina to receive your rebirth certificate.",
    "contact_email": "burningman@funkweb.net",
    "hometown": "Van Nuys, CA",
    "url": "http://burningman.funkweb.net",
    "year": 2005,
    "uid": "scraped_2005_reincarnation_location"
  },
  {
    "name": "REMSA",
    "description": "REMSA is the advanced medical care provider to Burning Man.",
    "contact_email": "seth_schrenzel@burningman.com",
    "hometown": "Rocklin, CA",
    "year": 2005,
    "uid": "scraped_2005_remsa"
  },
  {
    "name": "Risa",
    "description": "RISA is just like the resort planet from Star Trek, renowned for its breezes and easy-going, uninhibited sexuality. Our main attraction at Risa this year, is the Dancing Peahen and Peacock Shuttle. The atmosphere on the shuttle best represents what Risa is all about. For a ride, look for the shuttle on the open Playa. The Dancing Peahen and Peacock are looking for live music this year!",
    "hometown": "Carson City, Nevada",
    "year": 2005,
    "uid": "scraped_2005_risa"
  },
  {
    "name": "ROBOTRONIA",
    "description": "Robotronia – See! self-dementia re-programming before your very eyes! Multiple format video interactions defying all human comprehension! Madness from beyond, as your doing becomes your undoing. The Munzbot patrols the perimeters, d6 controls audio disorientations, intruder alert! welcomes you as the gateway centurion. Enter as human, deport as thinly-weiled disguised sub-atomic quadrant masses.",
    "contact_email": "d6@robotronica.com",
    "hometown": "Reno, NV",
    "url": "http://www.robotronia.com/",
    "year": 2005,
    "uid": "scraped_2005_robotronia"
  },
  {
    "name": "ROOT SOCIETY",
    "description": "The ROOT SOCIETY:The root of all…all things above and below.Above the law. Below the line.Above temptation. Below the belt. The love below….The below you can not see. The root of all evil? Maybe!But you want it. Your mind wanders…the mystery draws you in.Your mind imagines…dreams of its power.The contrast of the extremes. The conscious vs the subconscious.The way people and energy move through space.Keeping score of the activity…away from the natural balance.The Root Society!",
    "contact_email": "jeffmonster@mycingular.blackberry.net",
    "hometown": "Boston, MA",
    "year": 2005,
    "uid": "scraped_2005_root_society"
  },
  {
    "name": "Sakenoma",
    "description": "Sakenoma: Bringing new meaning to the oldest adult beverage on Earth. Serving cold sake during the hottest part of the day. Please come visit our sake-bar and enjoy this ancient beverage with us. While at Sakenoma, please take time to have your eyewear cleaned. In addition to our famous cold sake, we are also an eyeglass washing station. Sakenoma: Leave refreshed and see the world more clearly.",
    "contact_email": "shagstrom@worldproducts.com",
    "hometown": "Sonoma, CA",
    "year": 2005,
    "uid": "scraped_2005_sakenoma"
  },
  {
    "name": "Salon Soleil",
    "description": "Salon Soleil provides a welcoming space for personal exploration and self-expression through mental (air), physical (earth), emotional (water) and spiritual (fire) interaction with other beings.  Conjuring the four elements through the medium of human experience, we invite the Burning Man community to join with us in digging (metaphorically) below the surface of the playa in search of the buried treasures of the psyche.  After a night of physical bliss and spiritual be-wonderment, come to the quiet, reflective twin domes of Salon Soleil and explore the emotional and mental underside of your experience. Process your playa adventures with one of our un-certified, non-licensed psych-e-therapists. Discuss the mysteries of the universe and the meaning of the Man with other philosophically-oriented burners at one of our scheduled salon-style discussions. Or, continue the sensual path towards enlightenment with our quack-certified reflexologist.  Bring your renewed psyche to our mirrored poi spinning circle for a different approach to self-reflection through practice and transformational performance. Learn new techniques of mind and body manipulation from our poi masters in residence. Or simply absorb the flamboyant manifestations of fellow self-expressionists.  Whether your mind is most alert by day or by night, whether you prefer the intimate company of a single confidant or crave some heavy inter-groupulation, Salon Soleil offers a space to enhance your creative impulses.",
    "contact_email": "freedman@turn.org",
    "hometown": "Berkeley, CA",
    "url": "http://www.salonsoleil.org/",
    "year": 2005,
    "uid": "scraped_2005_salon_soleil"
  },
  {
    "name": "Sanctuary Village",
    "description": "Sanctuary Village offers spiritual exploration and physical celebration in a hospitable and inviting enviroment. Visit us for daily yoga, meditation, body adornment and jewelry gifts. Enjoy our sacred refuge from the outside environment. This year we are pleased to present 3 spirtuality themed lounges and elaborate playa-centric visuals!",
    "contact_email": "davemarrvelous@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.sanctuaryvillage.com/",
    "year": 2005,
    "uid": "scraped_2005_sanctuary_village"
  },
  {
    "name": "SCARAB Camp",
    "description": "SCARAB Camp (Society for Creative Arts and Radio at Burning Man): In addition to providing staffing this year for BMIR, SCARAB prides itself on its unique art-pieces and art vehicles, interactive events, and dedication to the Principles of Deep Fun. Now in its 4rd year as a spin-off of the Solo Collective, this year’s camp theme is \"Mardi Gras\" (though we will also have art pieces tying in to the event’s “Psyche” art theme).",
    "contact_email": "snipehunt@austin.rr.com",
    "hometown": "Austin, TX",
    "year": 2005,
    "uid": "scraped_2005_scarab_camp"
  },
  {
    "name": "Shady Asylum",
    "description": "The folk of Bluehouse return to Black Rock City for our sixth year and are honored to present Shady Asylum. Find the black pyramid and enter into our representation of the subconscious, a 60′ triangular-pyramid shade structure floored with live grass and containing a 15′ tall meditation tower. Explore your own psyche above the earth, while still reclining on grass and looking out over the playa. This structure, Shady Tower, will offer a public place for learning, teaching, community, and exploration in a physical representation of role of ego, will, and intent in art. Contact us to have your class, wedding, performance, or otherwise in Shady Tower.",
    "contact_email": "corwin@televar.com",
    "hometown": "Seattle, WA",
    "url": "http://www.shadyasylum.org/",
    "year": 2005,
    "uid": "scraped_2005_shady_asylum"
  },
  {
    "name": "Shangri-La Village",
    "description": "Welcome to Shangri-La Village, land of sacredness and peace, and paradise for your head! Feast your eyes on this year’s art theme, Through the Eyes of Forgotten Worlds; explore the long lost worlds of the founders of civilization as you explore the inner reaches of your own mind; see the proud terra cotta soldiers of the Qin Dynasty, the depictions of toiling hunters from deep within the earth in the caves of Lasceaux, the wide eyed stare of ceremonial masks of the Pacific-Asian Islanders, and other artifacts and relics of Past Civilizations; study what humanity’s collective mind depicts as its most essential source of life and its ultimate demise; or just come and hang out with us!",
    "contact_email": "marc_bruce@yahoo.com",
    "hometown": "San Marcos, CA",
    "url": "http://www.shangrilavillage.org",
    "year": 2005,
    "uid": "scraped_2005_shangri-la_village"
  },
  {
    "name": "Shantytown",
    "description": "Shantytown consists of a group of individuals, some old timers-some newbies, coming together and helping each other and the community grow, like in a real Shantytown. Shantytown has been developing a presence on the playa for the past seven years, and finally last year we felt it was time to share our own concoction with the playa at large by having a Shantytown blowout desert sushi and sake bomb party, and now we are looking to put ourselves on the map to share our delicacy with those who seek desrt sushi, great art, fun parties, mentalist shows and general creative fun.",
    "contact_email": "isisprods@yahoo.com",
    "hometown": "Brooklyn, NY",
    "year": 2005,
    "uid": "scraped_2005_shantytown"
  },
  {
    "name": "slipmat science",
    "description": "slipmat science. large club with 50,000 watts of bumping 4 corner sound. we will be bringing some of the northwests most talented breaks and house djs. there will be tons of trees on the dance floor to make us feel at home in the forest while in the dessert.we will also have a large downtempo chill area with plenty of seats and mind and eye stimulation.. there will also be glass blowing deminstrations every night, with custom gifts being made for anyone!!!",
    "contact_email": "jahspliffed1@yahoo.com",
    "hometown": "Portland, OR",
    "url": "http://redcubepdx.com/",
    "year": 2005,
    "uid": "scraped_2005_slipmat_science"
  },
  {
    "name": "Sloburn",
    "description": "Sloburn Part Deux: Base Camp Big Balls. Random fun happenings, good music, sometimes night, sometimes day. Broadcasting at 97.7 K.P.O.D. – except when the gennys run out.",
    "contact_email": "drew@thedrewshow.com",
    "hometown": "Seattle, WA",
    "url": "http://www.thedrewshow.com/bcbb/",
    "year": 2005,
    "uid": "scraped_2005_sloburn"
  },
  {
    "name": "Sloth Camp",
    "description": "We remain delightfully lazy. We are captive to our our environment and are pleased to enjoy music and food – as long as we are still. We have no psyche. It is too much work. We are not afraid. How can someone be afraid when the goal is complete self annihilation of the ego (the monster that binds us)? Come celebrate the 7th day (of rest) with us. Because, at Sloth Camp, everyday is the 7th day!",
    "contact_email": "cowhitter@aol.com",
    "hometown": "Calabasas, CA",
    "year": 2005,
    "uid": "scraped_2005_sloth_camp"
  },
  {
    "name": "Smite Camp (with Scurvy Monkey)",
    "description": "An open community that seeks out those who have wronged you and rights with the age old tradition of smiting. Join us for a drink and tell us if you feel someone should be smited. Maybe they spilled your drink, or worse forgot your name, or wore your polyester butterfly costume last night when you wanted to wear it! We’ll put ’em up in the \"bender-puller\" and judge them in front of a jury of their peers. The punishment…well it’s so old that you may find that you come back for more.",
    "contact_email": "eurotrek@hotmail.com",
    "hometown": "Calgary, AB",
    "year": 2005,
    "uid": "scraped_2005_smite_camp_(with_scurvy_monkey)"
  },
  {
    "name": "Snowflake Village",
    "description": "Snowflake Village (est. 2000)is a collection of long-distance travelers from the Midwest and beyond. Here you will find amazing interactive mayhem from MAPS CAMP, BEDLAM, CLEVIANS/FILM CORPS, VIDEOGASM, AND UBERCARNEY.",
    "contact_email": "eric@clevian.com",
    "hometown": "Milwaukee, WI",
    "year": 2005,
    "uid": "scraped_2005_snowflake_village"
  },
  {
    "name": "Snuggletown!",
    "description": "There are natural instincts we suppress under the veneer of civilization.  Many normal and healthy actions, are frequently considered improper in today’s society. The very natural and healthy need for touch, for open affection, for sensual play is present in all of us. Today’s society frowns upon these things.  Suppression, however, is not a healthy for the psyche. These desires do not go away when we simply suppress them.",
    "contact_email": "czar@snuggletown.org",
    "hometown": "Portland, OR",
    "url": "http://www.snuggletown.org",
    "year": 2005,
    "uid": "scraped_2005_snuggletown!"
  },
  {
    "name": "Sol System::Solarium II",
    "description": "Sol System presents: Solarium II :: Inside the Auditory Cortex. We plan to bring you a new and improved surround-sound chill-dome for 2005. Experience downtempo/ambient/IDM/experimental DJ and live performances in full 7.2 Ambisonic spatialized sound, with interactive beat-synchronized lighting intended to convey the impression of actually sitting inside the auditory cortex. This synaesthetic multimedia experience will use a combination of video projection, oil-wheel projection, and other custom-built beat-synchronized lighting effects. A tensioned-fabric sculpture will serve as the projection surface.  Large furry chill mats to lounge on, and a center stage for aerial artistry, and other anticipated performances.",
    "contact_email": "akimpel@pacbell.net",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_sol_system::solarium_ii"
  },
  {
    "name": "SomaFM in your head",
    "description": "SomaFM camp will provide you with the musical accompaniment to your various states of conciousness. Visit our Drone Dome when you are concious (groove salad), subconcious (secret agent), or unconcious (drone zone).",
    "contact_email": "merin@merin.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.somafm.com/burningman",
    "year": 2005,
    "uid": "scraped_2005_somafm_in_your_head"
  },
  {
    "name": "Sons of Knut Frozen Trukey Bowling",
    "description": "Sons of Knut Frozen Turkey Bowling Club proudly presents the world best coctails and frozen drinks. Be prepared to get initiated in matters of outerworld, underworld and frozen world.",
    "contact_email": "raj_budhabhatti@hotmail.com",
    "hometown": "Palo Alto, CA",
    "year": 2005,
    "uid": "scraped_2005_sons_of_knut_frozen_trukey_bowling"
  },
  {
    "name": "Sorority Row",
    "description": "Sorority Row is a group of grrrrls that have joined together in a parody of Greek sisterhood.",
    "contact_email": "loridahm@sbcglobal.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.sanctuaryvillage.com",
    "year": 2005,
    "uid": "scraped_2005_sorority_row"
  },
  {
    "name": "Sound of Mind",
    "description": "Looking for a place to feed your psyche with sounds for your mind, body and soul?  Sound of Mind is dedicated to bringing quality sound, music and spontaneous art to the playa.   If you have a vision stuck in your head, release it on one of our canvases at the live paint stations. Various members of Sound of Mind have produced and participated in outdoor gatherings and festivals for over a decade.  We have combined forces to create an environment rich with art, performance spaces, play  spaces and more!We are going to leave the cheese in the fridge and provide to the community deep hypnotic music.",
    "contact_email": "kepi@djkepi.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.soundofmind.org",
    "year": 2005,
    "uid": "scraped_2005_sound_of_mind"
  },
  {
    "name": "Space Cowboys",
    "description": "We’re the Space Cowboys.The Space Cowboys from Burning Man?The Black Rock Hoe Down?You know, the Unimog?Right, the people with orange RIPE logo on their butts.Thanks, we love you too. Now in our tenth year, we celebrate our union and communion.Yes, one more year out there, SOMEWHERE! Well choose an art instillation to gather at on Friday night and have our infamous Black Rock Hoe Down until you cry uncle. Hope to see you there. We will have a saloon to hitch yer horses, ponies, or ducks to. Find one of those wooden nickels and come get yer cold drink. belly up and play some cards too! Also, look for us on the Playa and at the Psyche-ology booth. We will have trained professionals there to help you in yer time of need.",
    "contact_email": "cairenn@sonic.net",
    "hometown": "Santa Rosa, CA",
    "url": "http://www.spacecowboys.org/",
    "year": 2005,
    "uid": "scraped_2005_space_cowboys"
  },
  {
    "name": "Space Virgins Light Continuum",
    "description": "The Space Virgin theme camp has participated in Burning Man since 1994, out of which we have developed an active, year-round arts collective, a non-profit arts organization with a mission to develop community through large scale collaborative art projects. As a theme camp, the Space Virgins have repeatedly provided Burning Man participants with the opportunity to ritualistically cleanse themselves of their mental baggage, or re-virginize. We structure our interactive art projects to produce transformative experiences that help people let go of the anxieties and inhibitions that develop over the course of a life time, so that they might experience joy to its fullest potential. In past years we have performed revirginization rituals, provided demon workshops, created a crashed space ship from which space virgins leapt to help earthlings burn their inner demons, and burnt a sacrificial virgin goddess. We constructed a Parthenon facade as a testament to the virgin goddess, Athena, to provide a place of joy. For 2005, the Space Virgins will build a Temple to the Ruined Mind to provide a place for people to act out the battle between their id and their super ego, to reflect upon the anxieties that inhibit them and reinvigorate their hedonistic, pleasure-seeking id. We also traditionally gift to the playa a cocktail party on Friday night, which we will do again this year.",
    "contact_email": "pmunkey@gmail.com",
    "hometown": "Seattle, WA",
    "url": "http://www.spacevirgin.org/",
    "year": 2005,
    "uid": "scraped_2005_space_virgins_light_continuum"
  },
  {
    "name": "Sphericon Labor Camp",
    "description": "Sphericon Labor Camp joins the Brainwave Monitoring, Manipulation and Maintenance Lab to please the eye and tickle the mind and secure ones thoughts. Visitors are invited to assemble their own crystal-cored sphericon, see how it plays on their mind and protect those treasures with a tin foil hat.",
    "contact_email": "nocache@sbcglobal.net",
    "hometown": "Sunnyvale, CA",
    "year": 2005,
    "uid": "scraped_2005_sphericon_labor_camp"
  },
  {
    "name": "Spike's Vampire Bar",
    "description": "The time has come to die and be reborn as an immortal child of the night in our dark den of drinks, dancing and divine decadence. From dusk until dawn you can dine on the fresh blood of our victims as it flows directly from the source. Dance until you expire to the constant melody our coven’s extensive collection of Goth and Industrial dirges. Explore the majestic art of pole dancing on the anointed poles of our sacrificial stage. Watch as our Shamans of fire perform their mystical ceremonies of demonic revelry.",
    "contact_email": "ladyerato@hotmail.com",
    "hometown": "Oakland, CA",
    "url": "http://www.spikesvampirebar.com",
    "year": 2005,
    "uid": "scraped_2005_spike's_vampire_bar"
  },
  {
    "name": "Spirit Dream Interpretation Cafι",
    "description": "Camp Kingdom Come returns, with Trained Dream Interpreters who use proven Ancient Hebraic methods for interpreting your Dreams. For the 5th year, we will be continuing our tradition of vast prophetic gestures. We offer the gifts of Spirit as expressed through Water, Espresso, Drum Circles, and Spirit Music. As we contemplate the value of Psyche and how it influences our lives, Spirit Dream Interpretation Café serves to point toward the realm that both encompasses and lies even beyond Psyche- specifically, Spirit. We have fashioned an atmosphere where you can come to experience the peace and joy of Spiritual Community.",
    "contact_email": "recie@tds.net",
    "hometown": "North Sutton, NH",
    "year": 2005,
    "uid": "scraped_2005_spirit_dream_interpretation_cafι"
  },
  {
    "name": "Spock Mountain Research Labs",
    "description": "As a group of Cyberbilly Hyperscientists we pride ourselves on the things that make us proud. We produce one of the only on-playa written and printed newspapers, distribute Hyperwhiskey(TM), and have hillbilly music when we feel like it.",
    "contact_email": "frankenspock@yepmail.net",
    "hometown": "Sylmar, CA",
    "url": "http://www.pigdog.org/ssm",
    "year": 2005,
    "uid": "scraped_2005_spock_mountain_research_labs"
  },
  {
    "name": "StarLush Lounge",
    "description": "Yes, your favorite neighborhood alien bar-the StarLust Lounge spawns a Groovin’ sibling – The StarLush Lounge.  With all the charm and energy that you’ve come to expect from the SLL, the StarLush Lounge offers a twist – DJs, sound, Go-Go Pods, color-pulsing dance-floors – in short, a groovin’ good time!",
    "contact_email": "martin@martingran.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.starlushlounge.com",
    "year": 2005,
    "uid": "scraped_2005_starlush_lounge"
  },
  {
    "name": "Stay Puff",
    "description": "The WirlWind burn barrel will warm your cockels, and at irregular moments The Stay Puff Marshmellow Babe/Dude will appear with fresh marchmellow to roast over the open fire, and for well behaved campfire kiddies the miracle of SAMORES will fall form heaven and everybodies night will be oh so much happier.",
    "contact_email": "jricker@meltguns.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_stay_puff"
  },
  {
    "name": "Stoke 'n' Poke's Game-a-Lot",
    "description": "A playground for all ages, featuring the World’s Largest Titty-Totter.",
    "contact_email": "ebethj@yahoo.com",
    "hometown": "Berkeley, CA",
    "year": 2005,
    "uid": "scraped_2005_stoke_'n'_poke's_game-a-lot"
  },
  {
    "name": "STORM PILOTS",
    "description": "The Storm Pilot village returns for its second year.Starlight Express returns for another year, raining starlight down on one and all throughout the city.The Spirit Room takes up residence at the Performance Center this year. Home to Acaplaya, BM’s only vocal jazz acapella group, BR Chamber Singers, NeonLove, and many more, Spirit Room welcomes one and all to enjoy and participate. Open to all musicians, bring your instruments and be in the band! Performances begin on Wednesday, August 31st. A daily listing of events available at camp.Also at Storm Pilots: Lounge of the Spirit will be open starting Sunday, August 28th at sunset. We invite all Storm Pilots to heed the path that will lead you to this place, aside the yellow desert stream. Fill your sails, across the sea of years. With no provision but an open face, along the straits of fear. It’s all we ask,We are located at 5:30 and Amnesia, right next to Center Camp.Go peacefully amidst the noise and haste. And heed these words Oh, pilot of the storm: Leave no trace, like thoughts inside a dream.",
    "contact_email": "fleabag@gmail.com",
    "hometown": "Concord, CA",
    "url": "http://www.basilracuk.com/",
    "year": 2005,
    "uid": "scraped_2005_storm_pilots"
  },
  {
    "name": "such N such",
    "description": "such N such step right up step right up!you are the next victim to be sent into the confusional of confusion says? you will witness amazing circus side show fiends as well as a few really impressive warm and friendly fire caldrons…‘cheerio with your freinds and have a great day…conviene with the lost children of farseland among others & unite!",
    "contact_email": "chunks@mindspring.com",
    "hometown": "Atlanta, GA",
    "url": "http://www.howhowhow.com/suchsuch.htm",
    "year": 2005,
    "uid": "scraped_2005_such_n_such"
  },
  {
    "name": "summer camp",
    "description": "Have you ever been to summer camp? Come one come all to the complete tee pee village \"Summer Camp\" There will be several tee pee’s including a main room with live music in the evening, and several other tents to create or recreate your favorate crafts that you can take home! How about an initiatives course and a ropes course!! Not only will this under 3 feet off the ground but there will be several counselors on site at all times to assist anyone… and did i mention there’s a tee pee bar? Well now i did and everyone is welcome 🙂 This will be an excellent place of refuge for musical as well as mind expansion and or consciousness.",
    "contact_email": "illbphunkin4u@yahoo.com",
    "hometown": "Portland, OR",
    "year": 2005,
    "uid": "scraped_2005_summer_camp"
  },
  {
    "name": "Superego Lounge",
    "description": "The Superego Lounge -besides being a fucking sweet spot- is the VIP only access setting where the everyday burdens of moral constraints and taboos can be abandoned and ignored by letting us indulge your dreams of mega-stardumb.  Forget the need to adapt to reality and interact with the outside world in a way that accommodates the stupid, toilsome, and restrictive needs of those clinging disciples.  Let your big kahuna hair down and let us respond to you like the megastar you know you are.",
    "contact_email": "amypitner@mac.com",
    "hometown": "San Francisco, CA",
    "url": "http://homepage.mac.com/amypitner/Personal85.html",
    "year": 2005,
    "uid": "scraped_2005_superego_lounge"
  },
  {
    "name": "SurlyCamp",
    "description": "SurlyCamp, home of the SurlyBird and a bunch of assholes.",
    "contact_email": "pcitran@rei.com",
    "hometown": "Anchorage, AK",
    "year": 2005,
    "uid": "scraped_2005_surlycamp"
  },
  {
    "name": "Sustainabilaville",
    "description": "Sustainabilaville is a camp within AEZ that will try to model a way of being in social and environmental systems that helps us all live sustainably on this planet.  We will create a space to be in community and learn about sustainability.",
    "contact_email": "sarah_lucy_miller@yahoo.com",
    "hometown": "Bainbridge Island, WA",
    "url": "http://www.sustainabilaville.org/",
    "year": 2005,
    "uid": "scraped_2005_sustainabilaville"
  },
  {
    "name": "Swinger's Lounge",
    "description": "The zip-line camp with the killer homebrew… that’s us. \"Higher, Faster, Farther\" is the mantra we live, breathe and drink, and all to the tune of swing, lounge, blues, and backbeat eclectic grooves. Join us again for more incredible handmade beverages and of course, the longest zip-line on the Playa.",
    "contact_email": "vipalmer@comcast.net",
    "hometown": "Springfield, OR",
    "url": "http://www.swingerslounge.cjb.net/",
    "year": 2005,
    "uid": "scraped_2005_swinger's_lounge"
  },
  {
    "name": "Synapse Village",
    "description": "Synapse Village, where you can experience the Theme with the Memes. Explore, Psyche, the Conscious, the Subconscious, and the Unconscious, at the alien crop circle on the Playa. Although the crop circle pattern is only fully visible from an early dawn rise in our hot-air balloon, three arms of pulsating, other-worldly sights and sounds brilliantly radiate from our live, open-aired stage all day & all night, just like a Giant Robot Squid. Join Kan’Nal/Lunar Fire, Love Scene Clear, Fractal Cowboys The Metamemes, Jagged Sound, Quazon, Zik / Matutero (Greece), Amanda, Ghreg on Earth, Wacky Shack & the Colorado Fire Tribe, as we celebrate the joy of our collective, conscious evolution that is Burning Man! Fire! Fire!! Fire!!!",
    "contact_email": "nani.booboo@gmail.com",
    "hometown": "Denver, CO",
    "year": 2005,
    "uid": "scraped_2005_synapse_village"
  },
  {
    "name": "synaptic casualites",
    "description": "Hey you! Yeah, the one still clutching the dead glow stick and looking in your pockets for sunglasses for the FIFTH time. Do you really want to know what happened last night? Well, our superb group of research scientists will be able to help you do just that. Sure we may laugh at you, but isn’t that what Burning Man is all about?  We’ll help you remember how well you’ve been participating, or not spectating, or gifting/bartering/ or whatever the phrase is this year. Our team can help you get back into tip top form to once again burn those synapses night after night.",
    "contact_email": "jaywalker@gigsville.org",
    "hometown": "Oakland, CA",
    "year": 2005,
    "uid": "scraped_2005_synaptic_casualites"
  },
  {
    "name": "Synesthesia",
    "description": "Syn-es-the-sia n. Physiol. Sensation produced at a point other than or remote from the point of stimulation, as of a color from hearing a certain sound (fr. Gk, syn = together + aisthesis = to perceive)",
    "contact_email": "wondersalice@hotmail.com",
    "hometown": "Seattle, WA",
    "year": 2005,
    "uid": "scraped_2005_synesthesia"
  },
  {
    "name": "TaoSite",
    "description": "TaoSite is a residential neighborhood of Hushville surrounding our campfrom Taos, New Mexico. It is open to anyone in Black Rock City to camp inwith the four requirements of no sound systems, no generators, leave notrace and all vehicles need to be covered or disguised. This is to providenot only the aural oasis of Hushville’s environment, but a visual oasis tothe \"camping in a parking lot \" syndrome that much of BRC suffers from. Tocamp in TaoSite, you MUST apply to camp in Hushville at their websiteregistration. This does not guarantee space, as that is on a first comebasis.",
    "contact_email": "h@harlanemil.com",
    "hometown": "Taos, NM",
    "url": "http://playachicken.com/hushville",
    "year": 2005,
    "uid": "scraped_2005_taosite"
  },
  {
    "name": "Tazii",
    "description": "As part of Sanctuary Village, Tazii is a chill space that welcomes folks to wander into our authentic Moroccan tent filled with flowers, candles, tapestries and ambient music each night. During the day Tazii hosts yoga and reiki and impromptu music jam sessions.",
    "contact_email": "loridahm@sbcglobal.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.sanctuaryvillage.com",
    "year": 2005,
    "uid": "scraped_2005_tazii"
  },
  {
    "name": "Teknoasis",
    "description": "Teknoasis is a rest stop and percussion refueling station for interdimensional cyber-nomads. At the core of teknoasis lies the interactive essence of artistic expression … Art, dance, fashion, individuality, music, performance and spirituality combine to create an ever-changing composition. All travelers are welcome.",
    "contact_email": "marshal@swatsound.com",
    "hometown": "Emeryville, CA",
    "year": 2005,
    "uid": "scraped_2005_teknoasis"
  },
  {
    "name": "Temple of Poi",
    "description": "rEvolve your flow through toys! Temple of Poi is a community of flow artists dedicated to creating an environment which Empowers artist’s flowology practice. Our practice develops the skills, mindset and artistry to allow flowologists more access to their center. We propel individual development while cultivating the style each person uniquely brings to their art form. We invite you to join us for play/exploration time with  poi/staff/hoop/flags, etc (instructors will be on hand). Come join the flow rEvolution!",
    "contact_email": "ebutens@itsa.ucsf.edu",
    "hometown": "San Francisco, CA",
    "url": "http://www.templeofpoi.com",
    "year": 2005,
    "uid": "scraped_2005_temple_of_poi"
  },
  {
    "name": "TempleWhore",
    "description": "The badass kids of TempleWhore provide Reiki, massage, acupuncture, herbal medicine, yoga, and adult themed events on the playa. TempleWhore is the calm in the storm of the rave and the lights and the noise of Burning Man, just another varied beauty to bliss you out and hang with your body and spirit.",
    "contact_email": "compassionate_bastard@hotmail.com",
    "hometown": "Seattle, WA",
    "year": 2005,
    "uid": "scraped_2005_templewhore"
  },
  {
    "name": "That Bloody Camp",
    "description": "That Bloody Camp returns with its haven of morning-after repose. We will cut through the dust of the playa and the previous night’s excesses with spicy bloody marys and even spicier servers. And of course we will give you space to relax, connect and maybe even make a new friend.",
    "contact_email": "thatbloodycamp@sbcglobal.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_that_bloody_camp"
  },
  {
    "name": "The Bouncy Bouncy Club",
    "description": "The BBC. A jolly nice place to bounce.",
    "contact_email": "paynie@mac.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.paynie.com",
    "year": 2005,
    "uid": "scraped_2005_the_bouncy_bouncy_club"
  },
  {
    "name": "The BRANE Village",
    "description": "Forever melding the parallel dimensions of tribal dance culture from all up and down the west coast, The BRANE returns to get you PSYCHEd about livin’ and lovin’, as free as can be.",
    "contact_email": "ultraviolet@moontribe.org",
    "hometown": "Playa del Rey, CA",
    "url": "http://www.thebrane.com",
    "year": 2005,
    "uid": "scraped_2005_the_brane_village"
  },
  {
    "name": "The Bubble Lounge",
    "description": "Slide in under the reflective dome of The Bubble Lounge and reflect on the contents of your own dome…pick up your free bubble generator, create a floating orb, focus on the rainbow iridesence of that perfect orb, one molecule thick and ask yourself the question, \"Am I in the bubble or is the bubble in me?\"Performances nightly on the circular center stage of the Soul Carbaret. Don’t miss the adults only Cirque Libido on Thursday night. Enjoy the bubble toys and dance among the spinning spheres of consciousness.Create and contemplate…and remember…the softer you blow, the bigger the bubble!",
    "contact_email": "esquire55@verizon.net",
    "hometown": "Venice, CA",
    "url": "http://www.carnevale.us",
    "year": 2005,
    "uid": "scraped_2005_the_bubble_lounge"
  },
  {
    "name": "The Bush",
    "description": "Additional Influence and Mix Movement presents an exploration into the growing musical world of Jungle and Drum and Bass. We have brought together some of Southern California’s best DrumNBass/Jungle talent and taken them to burning man so that you might experience them in our camp. Also if you have time, contribute to the community art wall, or stay off-hours and kick it in the atmospheric tent. Hope to see ya there, peace.",
    "contact_email": "bradenx@mixmovement.com",
    "hometown": "Palm Springs, CA",
    "url": "http://www.MixMovement.com",
    "year": 2005,
    "uid": "scraped_2005_the_bush"
  },
  {
    "name": "The Cold Wet Spot",
    "description": "A bunch of Santa Cruz Mountain Boys & Babes, aka SCMB, have created this camp to honor and salute the Wet Spot! A 53′ refrigerated semi housing a friendly bar ensures that wet spot stays cold! We will also be hosting the First Annual Black Rock Rock-a-Thong!",
    "contact_email": "thor@couvillionmarketing.com",
    "hometown": "Los Gatos, CA",
    "url": "http://www.couvillionmarketing.com/thecoldwetspot",
    "year": 2005,
    "uid": "scraped_2005_the_cold_wet_spot"
  },
  {
    "name": "The Deep End",
    "description": "High Spirits, Deep Grooves",
    "contact_email": "cgalindo@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.thedeependcamp.com",
    "year": 2005,
    "uid": "scraped_2005_the_deep_end"
  },
  {
    "name": "The Elders",
    "description": "“The Elders” are providing Brie, Bach, & Talk from 4:00 to 5:00 each day. Join us for a snack of Brie, a glass of wine, some soothing music (not all Bach), and lot’s of conversation. We have no idea how many to expect, so if we run out of Brie and Wine we’ll still have “Bach and Talk! In our 18 foot dome we’ll also have an assortment of puzzles and the the Glass Plate conversation game based on The Glass Bead Game by Hermann Hesse.",
    "contact_email": "jim@thenoels.us",
    "hometown": "Corvallis, OR",
    "url": "http://lalagom.org/TheElders/",
    "year": 2005,
    "uid": "scraped_2005_the_elders"
  },
  {
    "name": "The EnHightened Beings Of Leisure",
    "description": "We are the EnHightened Beings of Leisure. We want to indulge your Higher conscience. We want to take you to Higher Heights and show you a good time there…If you are a stilt walker you have now found your watering hole….so,stride yourself on over to “The High Chair”, kick back on the couch and relax with a High Ball. Ladies? Hard to relieve yerself from way up there ain’t it? Come, retain your decorum and use our “High Head Rest room”.   The High Chair will also be the finish line,the pot o’gold, at the end of this years Critical Stilts Parade. Where, with libation in  hand the finest in Height Couture will be judged and rewarded.   Now, if aerial  work is your forte, bring your tissue, your trapeze, your rings and hook up to our “High Hang-Up” and have your way with it. Now,let’s say, you have a lot to say…step atop our soap box on the “High Minded Stage” where you’ll find an open mic for the cunning linguist in you.   Our larger stage “The Highly Motivated” is a forum for anyone to perform monologues, dance, play a game of oversized Twister or just practice their violin. Our “High Concept” screen will show 3D movies…get out the glasses.   Aaaannndd…all this activity can be appreciated by spectators seated in our “High Browse Bleachers”.Three tiers of cozy, lush seating, shaded from the heat by day, swaddled in blankets near fire bowls by night.",
    "contact_email": "playaplay@earthlink.net",
    "hometown": "Los Angeles, CA",
    "url": "http://groups.yahoo.com/group/EnHightened_Beings/",
    "year": 2005,
    "uid": "scraped_2005_the_enhightened_beings_of_leisure"
  },
  {
    "name": "The Faces of Burning Man",
    "description": "Release your oh-so-familiar self as you are released from the plaster mold that will forever hold the likeness you present to the world today. Permanently record your face in \"Playa Plaster\", release yourself to the power of your inner phyche, and be part of our art installation – The Faces of Burning\tMan!",
    "contact_email": "anderjenn@comcast.net",
    "hometown": "San Leandro, CA",
    "year": 2005,
    "uid": "scraped_2005_the_faces_of_burning_man"
  },
  {
    "name": "The Fire Station",
    "description": "The Fire Station will hold impromptu fire spinning and drum circles nightly starting about an hour after sun down. Bring your fire tools and glowy things and show your stuff. Bring a drum to beat upon. Fire safety tools will be available. Fuel donations accepted. The Fire Station is also the home of Bongo Buti, a unique acoustical experience. Located within Shangri-La Village.",
    "contact_email": "devito@adelphia.net",
    "hometown": "Carlsbad, CA",
    "year": 2005,
    "uid": "scraped_2005_the_fire_station"
  },
  {
    "name": "The Fringe",
    "description": "From the still vibrating ashes of last year‰Ûͺs Relativity Camp has sprung an entirely new and radically funky beast. Great successes and positive feedback have encouraged the creation of a live music and performance venue unlike any other. A variety of live musical treats will transform your attitude and singe your fringe, while the chill domes reconnect your psyche with your bootaay. Burning man is at the Fringe of society, we will be at the Fringe of Burning Man, pushing the musical limits.",
    "contact_email": "shaug2u@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://fringecamp.com/plans",
    "year": 2005,
    "uid": "scraped_2005_the_fringe"
  },
  {
    "name": "The G-Spot",
    "description": "The G-Spot is an interactive location for BRC residents to journey through their Inner Child with other destinations to include but not be limited to the Higher Conscienceness as well as the Sub Conscience. Please stop by and experience the Self Medication Station, Elevation Destination, Recreation Excitation, Stimulation Exploration, Restoration, and if you are truly fortunate you may even get Brainwashed!",
    "contact_email": "blackrockmitch@yahoo.com",
    "hometown": "Concord, CA",
    "url": "http://www.findthegspot.org/",
    "year": 2005,
    "uid": "scraped_2005_the_g-spot"
  },
  {
    "name": "The God Box",
    "description": "All those seeking Mystical Revelation are called forth to supplicate themselves before the great and wonderful MYSTIC TOAD. Take the sacred oath of secrecy, purge your spirit by writing in the BOOK OF CONFESSIONS, be purified by the ritual priests, and enter deep within the LAIR of the MYSTIC TOAD, wherein lies the mysterious GOD BOX. There you will open the GOD BOX and reveal the secret contents within, coming face to face with the ULTIMATE REALITY OF ALL EXISTENCE, SPACE, TIME, AND BEING! Come and revel in the most profound of experiences on the Playa.The TOAD is happy . . .",
    "contact_email": "martinball@verizon.net",
    "hometown": "Buellton, CA",
    "url": "http://mystictoad.net/",
    "year": 2005,
    "uid": "scraped_2005_the_god_box"
  },
  {
    "name": "The Golden Cafe",
    "description": "The Golden Cafe offers exotic cocktails, live music, shaded sidewalk seating, and giant checkers and backgammon games, hidden away in the heart of Black Rock City. If you’re looking for a casual place to escape the sun, meet new people, or showcase your artistic or musical talents, drop on by!",
    "contact_email": "burningman@arischindler.com",
    "hometown": "Woodland Hills, CA",
    "url": "http://www.thegoldencafe.com",
    "year": 2005,
    "uid": "scraped_2005_the_golden_cafe"
  },
  {
    "name": "The Illumination Village",
    "description": "It is our 11th year on the playa, and the mission of the Illumination Village stands as firm as ever — to support and create both large and small-scale artwork, especially fire art, in a comfortable and welcoming environment. 11 years, and we’re still creating world-class artwork — and lighting it on fire!",
    "contact_email": "ariesboy571@speakeasy.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.illuminationvillage.net",
    "year": 2005,
    "uid": "scraped_2005_the_illumination_village"
  },
  {
    "name": "The Lost Penguin Café",
    "description": "The Lost Penguin Café makes its 5th appearance on the Esplanade at BM’05.Luxury, entertainment, the comforts of \"home\", revelry, chocolate, and wine.Come and get it.No need to get specific.Y’all know how we roll.Get yourself on up in this.Guaranteed: You’ll never forget the hospitality, luxury, fun, and entertainment that you’ll find at The Lost Penguin Café.If you don’t know, you better ask somebody.Scheduled stage performances available. Slots are limited.Contact Gargoyle at: cryingbunnies@earthlink.net.phone: 562.494.7565",
    "contact_email": "cryingbunnies@earthlink.net",
    "hometown": "Long Beach, CA",
    "url": "http://lostpenguin0.tripod.com/",
    "year": 2005,
    "uid": "scraped_2005_the_lost_penguin_café"
  },
  {
    "name": "The Messiah Complex",
    "description": "Discover the savior within you! The Messiah Complex will help you build a new religion that features YOU as the founding prophet. Through our mystical methods of divine contact, you will learn the deepest secrets of the universe, which you will spread to the infidels. If you can gather the largest flock, you can brand everyone else as heretics!The Messiah Complex features a holy symbol and vestment workshop. Paint, sew, or mold your very own sacred artifact, pendant, or banner. Stitch up a genuine prophet’s robe, kimono, or other priestly garb.In the evenings, our DJs will be playing some psytrance, house, and breaks.",
    "contact_email": "tray@entheist.com",
    "hometown": "Klamath Falls, OR",
    "url": "http://www.entheist.com/messiah",
    "year": 2005,
    "uid": "scraped_2005_the_messiah_complex"
  },
  {
    "name": "The necklace factory",
    "description": "Escape from the bustle of black rock city and relax in the luxury of the necklace factory. taste the joys of craftsmanship and the riches of planet earth’s bead cornicopia, as you construct your own necklace in the luxurious workshop of the necklace factory.",
    "contact_email": "kctc@vonl.com",
    "hometown": "Kingwood, TX",
    "url": "http://town-center.net/burningman/burn.html",
    "year": 2005,
    "uid": "scraped_2005_the_necklace_factory"
  },
  {
    "name": "The Oedible Complex",
    "description": "The Oedible Complex is a search for meaning in random tones, a musical invocation of the divine, and a portal to the eternal. Also, we’ll have some really good food and drinks for those who join our journey.",
    "contact_email": "peterandanne@mindspring.com",
    "hometown": "Berkeley, CA",
    "year": 2005,
    "uid": "scraped_2005_the_oedible_complex"
  },
  {
    "name": "The Pickle Joint",
    "description": "Fresh, cold, crisp, juicy JUMBO pickles served to you with a smile night and day at The Pickle Joint.",
    "contact_email": "c-love@moontribe.org",
    "hometown": "Los Angeles, CA",
    "url": "http://www.gamesandtheory.com/thepicklejoint.html",
    "year": 2005,
    "uid": "scraped_2005_the_pickle_joint"
  },
  {
    "name": "The Pink Flamingo Lounge",
    "description": "The Pink Flamingo Lounge is making it’s debut on the playa with music, dancing, meetings, classes and love. Learn to pole dance, negotiate some lovin, come to the virgin 2005 meet and greets, ladies day at the bar, stop by for a drink and some rest and so many other things. Come feel the love of Pink!!",
    "contact_email": "dragiu2001@yahoo.com",
    "hometown": "Chehalis, WA",
    "year": 2005,
    "uid": "scraped_2005_the_pink_flamingo_lounge"
  },
  {
    "name": "The Playground formerly the GLOM",
    "description": "Welcome to the Playground, formerly the GLOM.",
    "contact_email": "akadweeb@aol.com",
    "hometown": "Fallon, NV",
    "url": "http://www.playaplayground.com",
    "year": 2005,
    "uid": "scraped_2005_the_playground_formerly_the_glom"
  },
  {
    "name": "The Provider",
    "description": "The Provider has returned to Black Rock City after a brief hiatus. Stop by and relax your psyche with some of the Playa’s best and most intriguing literature.",
    "contact_email": "chaiguy@gmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.the-provider.org",
    "year": 2005,
    "uid": "scraped_2005_the_provider"
  },
  {
    "name": "The Q",
    "description": "The Q is an evolution of the original conGLOMerate camp. With the intimate support of The GLOM’s founders and former leaders The Q is evolving into its own stand alone camp in 2005. The Q is focused on delivering sensory experiences that cause an explosion of taste, touch, sight, sound and smell and is home to the infamous Playa-Q, the Q-Bar (formerly The GLOM bar) and the ever popular Pickle Joint (formerly in the center camp ring).These destinations will catapault you through your senses in ways never before conceived on the playa. Come enjoy our Pickles, lunches and libations.",
    "contact_email": "rick@gr8day.com",
    "hometown": "San Diego, CA",
    "url": "http://www.playaq.com",
    "year": 2005,
    "uid": "scraped_2005_the_q"
  },
  {
    "name": "The Red Tent",
    "description": "As in ancient times, the Red Tent will be a sanctuary for women who are on their moon flow or who have entered their menopausal years. Join your playa sisters here to rest, rejuvenate and nourish yourselves!",
    "contact_email": "astrokon@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_the_red_tent"
  },
  {
    "name": "The Temple of the Quick Fix",
    "description": "Humans continually seek a simple resolution to complicated problems. Our camp offers simple resolutions to ALL problems. We are The Temple of the Quick Fix. The Temple founders were in a large camp last year. Too much work. This year we are about fun, chill, low stress and high energy. The Temple has a simple motto: “If it can’t be done in an hour, we ain’t doing it.” We encourage everyone to embrace our mantra. Either way, don’t look for elaborate theme camp stuff here.",
    "contact_email": "YerNotDaBossOMe@aol.com",
    "hometown": "Los Angeles, CA",
    "year": 2005,
    "uid": "scraped_2005_the_temple_of_the_quick_fix"
  },
  {
    "name": "The Theta State",
    "description": "Visit The Theta State. Dream machines to make you sedate. Drinks to make you irate. Burgers will be used as bait. Within the domes, We’ll make our homes, Maybe you’ll find a mate.",
    "contact_email": "damonish@gmail.com",
    "hometown": "Lawrence, KS",
    "year": 2005,
    "uid": "scraped_2005_the_theta_state"
  },
  {
    "name": "The Third Inversion Jazz Cafe",
    "description": "Escape from the rave and experience the etherial tones of live jazz. The Jazz Cafe returns for its 3rd year, providing a sanctuary for musical exploration, personal introspection, and a stellar cup of irish coffee for the weary Playa traveller passing in the dark night. Come on in, the band’s about to start!",
    "contact_email": "reverbsf@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://groups.yahoo.com/group/PlayaJazz/",
    "year": 2005,
    "uid": "scraped_2005_the_third_inversion_jazz_cafe"
  },
  {
    "name": "The Tittyman",
    "description": "God instructed me to go to the desert.  To build a city.  A city made of Tittys. If I built a city of Tittys they would come two by two and they have. I have been building my city of Tittys for 6 years. Come leave your prints at The Tittyman’s Camp and become part of Burningman History.",
    "contact_email": "hrock1@juno.com",
    "hometown": "Modesto, CA",
    "url": "http://www.thetittyman.com",
    "year": 2005,
    "uid": "scraped_2005_the_tittyman"
  },
  {
    "name": "The Trash Fence",
    "description": "The edge of civilized-ation\"  you’re either inside the fence or outside the fence!\"",
    "contact_email": "skip@fortythree.com",
    "hometown": "Portland, OR",
    "url": "http://www.fortythree.com/BM2005/",
    "year": 2005,
    "uid": "scraped_2005_the_trash_fence"
  },
  {
    "name": "Therapeutic Mind Scan",
    "description": "See your subconcious thoughts in high def-video and audio! Using ultra-advanced, formerly top-secret technology your mind is scanned then your inner-most thoughts are projected in living color and sound. Nothing touches your head and there are no side effects, except a better understanding of your mind and psyche. It’s enlightening, educational, entertaining and psychologically psychedelic!",
    "contact_email": "michaelfasman@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.therapeuticmindscan.com",
    "year": 2005,
    "uid": "scraped_2005_therapeutic_mind_scan"
  },
  {
    "name": "Thermal Shock Village",
    "description": "Thermal Shock village supports the Berlin Ranger outpost and features various artistic endeavours presented by our individual camps.",
    "contact_email": "dpapple@inetworld.net",
    "hometown": "San Diego, CA",
    "url": "http://groups.yahoo.com/group/Thermal_Shock/",
    "year": 2005,
    "uid": "scraped_2005_thermal_shock_village"
  },
  {
    "name": "Thunkytown cause we thunk of first",
    "description": "Stop by any time to thunk about life and experience self-reflection before the flash fountain. Join us in the big dome Wednesday night for a Thunky time. At night you will be able to watch flames dance about.",
    "contact_email": "jdhood14@yahoo.com",
    "hometown": "Oakland, CA",
    "year": 2005,
    "uid": "scraped_2005_thunkytown_cause_we_thunk_of_first"
  },
  {
    "name": "Tiki Oasis",
    "contact_email": "Bootsie99@aol.com",
    "hometown": "Land O' Lakes, FL",
    "year": 2005,
    "uid": "scraped_2005_tiki_oasis"
  },
  {
    "name": "Tikidom",
    "description": "As a community grows, it acquires the need for self-regulation. This year Tikidom presents the Black Rock City Liquor Control Commission, assisting you in altered consciousness, encouraging the use of strong drink and making sure that all community beverage establishments are makin’ ’em stiff.",
    "contact_email": "deette@withacapitale.com",
    "hometown": "New York, NY",
    "url": "http://www.tikidom.com",
    "year": 2005,
    "uid": "scraped_2005_tikidom"
  },
  {
    "name": "TIMI Tribute Camp",
    "description": "We live for good times and popping wheelies! If you’re ridin’ a bike, you’re gonna have to pop a wheelie through our \"wheelie only zone\" or you’ll be facing the consequences. We’ll also be handing out complimentary liquid refreshment for a day or two so you can get your drink and some laughs on! Just beware of the SNAKE!",
    "contact_email": "chorton@robotoolz.com",
    "hometown": "San Jose, CA",
    "year": 2005,
    "uid": "scraped_2005_timi_tribute_camp"
  },
  {
    "name": "TOTEM Massage Camp",
    "description": "Did you know that your Psyche is a muscle? It is! And sometimes it gets tired and needs a little rest, or a good massage, just like your poor tired butt does. TOTEM Massage Camp can help. We provide a comfy indoor chill space where you can relax, meet new friends, and enjoy our delicious music. You might even get one of our massagers to give you an hour or two on the tables.",
    "contact_email": "tadmuck@comcast.net",
    "hometown": "Salt Lake City, UT",
    "url": "http://www.eternal-mysteries.org",
    "year": 2005,
    "uid": "scraped_2005_totem_massage_camp"
  },
  {
    "name": "Trancendance",
    "description": "TRANCENDANCE: Bringing world class psytrance to the desert. Come join us in a journey of illumination. First enter the Magic Glasses trance tunnel and experience a thousand points of light. Wear the magic glasses and see out of your third and fourth eyes. Exit onto our psychedelic dance floor and be taken on a journey where the gradual intensification of musical effects bring your body and mind into an exquisite dark night of the soul. Surfing the psychedelic bardo transcend into a liminal zone evoking dreamtime, primal rites and deconstruction of your ego. At Dawn feel the rising heat and light reconnect you to the human family, nature and your fellow desert travelers.",
    "contact_email": "brit_grrl@hotmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.soularrecords.com/BM2005",
    "year": 2005,
    "uid": "scraped_2005_trancendance"
  },
  {
    "name": "Trashistan",
    "description": "The Republic of White Trashistan will heckle you from their porch. Live punkrock and magic shows are on the agenda.",
    "contact_email": "thebrillianthen@yahoo.com",
    "hometown": "Berkeley, CA",
    "year": 2005,
    "uid": "scraped_2005_trashistan"
  },
  {
    "name": "Tribal Thunder",
    "description": "We like to drum, we like to drink.",
    "contact_email": "Lidu213@yahoo.com",
    "hometown": "Martinez, CA",
    "year": 2005,
    "uid": "scraped_2005_tribal_thunder"
  },
  {
    "name": "Twilight of the Gods",
    "description": "Worship and prayer in our Tabernacle introduces seekers to the embrace of suffering (not just happiness), the tearing of our conscious selves from idolatry to embrace of the mystery, awakening from a blind and peaceful slumber.  Pray to god to be rid of him.",
    "contact_email": "kittrdge@hotmail.com",
    "hometown": "Brooklyn, NY",
    "url": "http://www.twilightofthegods.info",
    "year": 2005,
    "uid": "scraped_2005_twilight_of_the_gods"
  },
  {
    "name": "Ubercarney's (un)Safety Town",
    "description": "Perhaps you remember riding your tricycle through the streets of Safety Town in your elementary school parking lot, learning the rules of the road, meeting McGruff the crime dog and having that nice fireman teach you to stop drop and roll — now imagine that idylic childhood scene recreated with a special dark Detroit spin on it.  Come on out to (un)Safety Town to revel in the wonders of urban decay, bet on Borg 2’s ability to outdo the Org’s art at our casino, dance in our little goth club, crawl through the liquor lotto deli to see what new porn is on the shelves, and then redeem yourself at our church of karmic release.  Feel free to spend some time as a bum in the abandoned train station, bob for krack rocks, or show off your urban survival skills.",
    "contact_email": "michiganburn@yahoo.com",
    "hometown": "Detroit, MI",
    "year": 2005,
    "uid": "scraped_2005_ubercarney's_(un)safety_town"
  },
  {
    "name": "uvART camp",
    "description": "The uvART camp is a multidimensional interactive blacklight art show,3D abstract experience.featuring psychedelic trance music everynight and pink floyd music everyday.",
    "contact_email": "djfeather@hotmail.com",
    "hometown": "Las Vegas, NV",
    "url": "http://www.uvart.org",
    "year": 2005,
    "uid": "scraped_2005_uvart_camp"
  },
  {
    "name": "V.A.S.T",
    "description": "Vancouver And Seattle Together is an international collaboration of theme camps from the North Wet District.",
    "contact_email": "m.gove@comcast.net",
    "hometown": "Renton, WA",
    "year": 2005,
    "uid": "scraped_2005_v.a.s.t"
  },
  {
    "name": "Velvet Soulmine",
    "description": "A cozy, chill space with small scale interactive art projects, body painting by Jody, a seam busting Vodka party (8 years running), all in a plush, warm, womb-like environment. For 2005 we are adding daily “unconscious” down time and high consciousness therapy sessions/dream interpretation. We haul it out from the ATL and try to share a little southern hospitality and unqualified psychoanalysis with our playa neighbors.",
    "contact_email": "kdlpaint@yahoo.com",
    "hometown": "Atlanta, GA",
    "year": 2005,
    "uid": "scraped_2005_velvet_soulmine"
  },
  {
    "name": "Vertical Camp",
    "description": "Come see the future of Black Rock City. At Vertical Camp we answer the age-old question–\"What happens when BRC runs out of space?\" The answer is simple– We go Vertical! In the age of suburban sprawl, come breathe the fresh air of dense urban living at its finest. And as if that weren’t enough, we’ve got yoga too– daily classes around 2pm. Come by for a more precise schedule.",
    "contact_email": "erobbins@gordondev.com",
    "hometown": "San Francisco, CA",
    "year": 2005,
    "uid": "scraped_2005_vertical_camp"
  },
  {
    "name": "Vietnamese Iced Coffee Camp",
    "description": "Come be refreshed with yummy caffeinated drinks! Hang out in our shaded bamboo grove while you enjoy your authentic Vietnamese Iced Coffee hot or cold.",
    "contact_email": "jim@noeboys.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.noeboys.net/vicc",
    "year": 2005,
    "uid": "scraped_2005_vietnamese_iced_coffee_camp"
  },
  {
    "name": "Vogon Sake Bar",
    "description": "The Vogon’s Sake Bar at the End of the Universe — Where the Damaged Come to Marinate! After last year’s incredibly successful installation, the Vogons bring their Sake Bar back to Black Rock Desert for more dust-encrusted social lubrication. Join the Camp Of Luxurious Disappointment in the long held tradition of pouring for others. Kampai!",
    "contact_email": "panic@vogon42.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.vogon42.com/",
    "year": 2005,
    "uid": "scraped_2005_vogon_sake_bar"
  },
  {
    "name": "Voodoo shooting gallery",
    "description": "We have blowguns, darts and voodoo dolls: Go ahead take aim at family, friends, the ex, Larry Harvey, whatever.",
    "contact_email": "timemcavoy@hotmail.com",
    "hometown": "Portland, OR",
    "year": 2005,
    "uid": "scraped_2005_voodoo_shooting_gallery"
  },
  {
    "name": "Vortex Casino - CarnEvil Terror",
    "description": "Vortex Casino and Carn’Evil Adventure is the most unique experience you will ever have. Come join us in a fun adult Casino where anything can happen, and play our completely unique games for points and awards. Then, if you qualify with enough points, and have the nerve, attempt a journey into the dark, mysterious Underworld of Minions, Reapers, The Demon, and more.For each Carn’Evil challenge you accomplish, you are awarded with a Laminated Badge Key. Your challenge? To recieve the Master Key and return to the living. Do you have what it takes to make it? We’ll see….",
    "contact_email": "dna@haven2006.com",
    "hometown": "North Las Vegas, NV",
    "url": "http://www.haven2006.com",
    "year": 2005,
    "uid": "scraped_2005_vortex_casino_-_carnevil_terror"
  },
  {
    "name": "VW Bus Camp",
    "description": "VW Bus Camp welcomes all Burning Man participants arriving in a VW Bus or other amazing and personal camping vehicle to join us, now in our 8th year. Visit us and experience a unique Burning Man community, one that can only be delivered to you from experienced burners in a VW Bus!",
    "contact_email": "campmaster@vwbuscamp.com",
    "hometown": "Tucson, AZ",
    "url": "http://www.vwbuscamp.com",
    "year": 2005,
    "uid": "scraped_2005_vw_bus_camp"
  },
  {
    "name": "Wake 'n' Reik(i)",
    "description": "Spend a few minutes each day with us, at Wake ‘n’ Reik(i). As you’ve spent your nights and days in the multitudinous glory and challenges of the Playa, join us for some re-balancing and reset your mind, body, soul, and emotions.",
    "contact_email": "joiboy7@yahoo.com",
    "hometown": "Oakland, CA",
    "year": 2005,
    "uid": "scraped_2005_wake_'n'_reik(i)"
  },
  {
    "name": "Waking Grounds",
    "description": "Waking Grounds is a haven that bridges the waking and dream worlds — a space for building community connections, sharing simple breakfast fare, and enjoying imaginative entertainment.",
    "contact_email": "dan.steinbock@gmail.com",
    "hometown": "Santa Rosa, CA",
    "url": "http://wakinggrounds.blogspot.com/",
    "year": 2005,
    "uid": "scraped_2005_waking_grounds"
  },
  {
    "name": "wdydwyd?",
    "description": "Portrait project – fascinating portraits taken of people answering the question “why do you do what you do?” in beautiful, old-fashioned black-and-white instant photos that will be displayed in a “gallery” during the week, with the prints given to portraitees at the end of the week and the negatives posted at wdydwyd.com.",
    "contact_email": "hope@deifell.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.wdydwyd.com/",
    "year": 2005,
    "uid": "scraped_2005_wdydwyd?"
  },
  {
    "name": "WHEEEEE!Villle",
    "description": "WHEEEEE!VillleHaving more fun than you since 2004!Wheeeee!Villle will once again become the home in the dust for the 3playa community, a virtual group that spans the globe loosely disorganized around it’s own fecund bulletin board interaction. Many of the denizens have been conversing together online for years, while others have only recently begun adding their contributions to the sparkling stream. During the year, board traffic leads, via no clearly specified process, to frequent opportunities for face-to-face messing about (often involving drinks, hot tubs, and usually fire) among different combinations of folks. Between rounds, this community of imaginary playamates recognizes that a Burning Man village is our annual excuse to summon the largest number of us to come out and play.Wheeeee!villle is the result. It is our collective gift to the Black Rock City, a place to share our passions, including drinks and fire, with whatever BRCitizens happen to wander by. Theme camps within the village will lure in unsuspecting dustmonkeys and enthrall them in a number of highly varied, moderately disturbed ways:Smite Camp returns for its mumbleth year to once-again deliver playa justice on a stick. And croquet.Barbie Death Camp & Wine Bistro brings back the sick-not-funny art of the friendliest concentration camp on the playa.DonutLove serving beverages and keeping cool under the Big-Ass Tent.Dreamtime weaves stories and word play, beer and sauruses into a fantastic fabric of perpetually renewed possibility drinking, spanking, mask-making and storytelling.antronia providing cardboard boxen so that you can build a fort for your own inner child.Playa Air Layover Lounge Breakfast by Jane Eric, evening airport lounge cocktail hour by Cap’n Pesky.Loose Nuts gathers a jumbled collection of probably 50-60 wildly interactive individuals to bring life to the spaces between the other camps. Tom will bring back his shady rest and bar, offering drinks and massage. Downunderstan will drink with you, sing with you, spank you, but are not bringing the koalas this time. stu will be caffeinating the neighborhood. Come plot and scheme to take over the world at Surlystan and drink vast amounts of arabic coffee. Velvet and Ronnie will be sitting in a tree. Xan will be supervising activities involving kielbasa and pierogies. Zephryus will position his mobile DPW drink donation site within the friendly confines.",
    "contact_email": "mark@archeon.com",
    "hometown": "Sunnyvale, CA",
    "url": "http://dreamtime.bluedream.com/wiki/index.php/wheeville05",
    "year": 2005,
    "uid": "scraped_2005_wheeeee!villle"
  },
  {
    "name": "Whiskey and Whores Saloon",
    "description": "The Legendary Whiskey and Whores Saloon returns to inebriate, titillate and fascinate. We got whiskey, we got whores, what else do you want. For a redneck bar it is the coolest little speakeasy on the playa.",
    "contact_email": "decognito@bellsouth.net",
    "hometown": "New Orleans, LA",
    "url": "http://asylumvillage.com/whiskeyandwhores/",
    "year": 2005,
    "uid": "scraped_2005_whiskey_and_whores_saloon"
  },
  {
    "name": "White Dragon Noodle Bar",
    "description": "Come to the noodle bar for noodles, movies and games.",
    "contact_email": "poe@slackworks.com",
    "hometown": "Washington, DC",
    "url": "http://zope.slackworks.com/noodlebar",
    "year": 2005,
    "uid": "scraped_2005_white_dragon_noodle_bar"
  },
  {
    "name": "Wild Animal Sanctuary Space",
    "description": "Come to Wild Animal Sanctuary Space to howl at the moon and let loose your primal scream.  Domestic or barnyard animals will be asked to demonstrate their wild nature or risk being eaten.",
    "contact_email": "erin@cassandraq.com",
    "hometown": "Berkeley, CA",
    "year": 2005,
    "uid": "scraped_2005_wild_animal_sanctuary_space"
  },
  {
    "name": "Winking Lotus",
    "description": "Winking Lotus, we’re the people behind the wink, the Burning Man theme camp with the golden stupa. Guided by our illustrious ringmaster, the Oracle of Teaz, we delight our guests with opulence and acts of unanticipated hospitality. In our slightly wry, but reverent, interpretation of a Southeast Asian temple (our golden stupa), we provide space for grounding and personal healing. Come relax with a warm cup of tea, receive guidance from the Oracle and his puppets, enjoy yoga, fire arts and musical performance, or dance like a sacred monkey to what might be the most hypnotic and high quality sound at Black Rock City.",
    "contact_email": "clayton@mac.com",
    "hometown": "San Jose, CA",
    "url": "http://www.winkinglotus.com",
    "year": 2005,
    "uid": "scraped_2005_winking_lotus"
  },
  {
    "name": "WOOmb",
    "description": "Our goal is to create a grounded, safe, sacred place within the fabulous chaos that is the BRC Playa. With minimal effort, we will support and empower our Tribe, and allow from for relaxation and photosynthesis.We will be actively and creatively recharging our bodies and souls through yoga, meditation, music making, tea sharing, and storytelling. BRC citizens will be welcome into this space to interact on such a level with powerful art and visionaries; we seek to communicate with our tribe and explore the shift that is so necessary for our culture to make in order to evolve and survive.",
    "contact_email": "loafaery@gmail.com",
    "hometown": "Portland, OR",
    "year": 2005,
    "uid": "scraped_2005_woomb"
  },
  {
    "name": "World Domination Headquarters",
    "description": "We may provide a window to your origins…",
    "contact_email": "lovcat@yourreality.org",
    "hometown": "Santa Monica, CA",
    "url": "http://yourreality.org/bb/WDHQ.html",
    "year": 2005,
    "uid": "scraped_2005_world_domination_headquarters"
  },
  {
    "name": "Yorgasmic",
    "description": "Yorgasmic – Orgasmic yoga. Every breath is a celebration of life and a joyous gathering in honor of Sharyn’s 40th year of Yorgasm!",
    "contact_email": "superstarfysche@hotmail.com",
    "hometown": "Venice, CA",
    "url": "http://www.chatarea.com/fysche.m2824636",
    "year": 2005,
    "uid": "scraped_2005_yorgasmic"
  },
  {
    "name": "You Are That Pig",
    "description": "You Are That Pig presents: Nightmares and Dreamscapes! Wander into our dreamland and share in our nightmares and fantasies. Have a nightcap in the Pigaloo (mmm, cold beer), or rest beneath origami cranes with a spot o’ tea, and record music in the world of Dream. Recline beneath the Tree of Drifting Thoughts in Nightmare, or shoot a game of playa pool at the bar…",
    "contact_email": "brian_herbek@yahoo.com",
    "hometown": "San Mateo, CA",
    "url": "http://groups-beta.google.com/group/You-Are-That-Pig?hl=en",
    "year": 2005,
    "uid": "scraped_2005_you_are_that_pig"
  },
  {
    "name": "Zü",
    "description": "Experience the world of spirit animals as the mediums of the Zü channel their wisdom. The Zü hosts a fun environment of animal-themed activities all week long.",
    "contact_email": "katedrummond77@hotmail.com",
    "hometown": "Seattle, WA",
    "url": "http://www.blackrockcityzu.com",
    "year": 2005,
    "uid": "scraped_2005_zü"
  },
  {
    "name": "Zaphod",
    "description": "Zaphod presents the Infinite Improbability Root Beer Saloon and the Zaphod StarCastle. Participants of all flavors are welcome to visit the StarCastle, powered by the riddle of the Cathartic Vortex and surrounded by a mysterious Improbability Field in geosynchronous orbit 0 feet off the playa surface.",
    "contact_email": "gatt@juggerbot.com",
    "hometown": "Gresham, OR",
    "url": "http://www.zaphodburns2005.org",
    "year": 2005,
    "uid": "scraped_2005_zaphod"
  },
  {
    "name": "Zenplicity",
    "description": "Let your artistic unconscious take hold in our Zen Rock garden, mediate in the shade, or honor the four elements, directions, and gifts of Psyche; Dance, Music, Technology, and Literature at the Temple of Psyche.  Create a personalized card for tsunami survivors which will be delivered to affected regions on the one year anniversary of the tragedy.",
    "contact_email": "longheyer@hotmail.com",
    "hometown": "Seattle, WA",
    "url": "http://www.funksion.org/zenplicity/",
    "year": 2005,
    "uid": "scraped_2005_zenplicity"
  },
  {
    "name": "Zerbo's",
    "contact_email": "spike@spikezerbo.com",
    "hometown": "Rocklin, CA",
    "url": "http://www.spikezerbo.com/burningman",
    "year": 2005,
    "uid": "scraped_2005_zerbo's"
  }
]