[
  {
    "name": "2 Brides and a Tribe",
    "description": "For all who want to forget what they can see and experience what they can’t see. Experience the world through touch and tactile stimulation. Believe what you feel not what you think you would see.",
    "contact_email": "laurasplaya@yahoo.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_2_brides_and_a_tribe"
  },
  {
    "name": "2600 B.C.",
    "description": "Come dance in our Egyptian Pyramid! Come chill in OR on our Mayan Temple! Be amazed by the tunnel that links these two civilizations in 2600 B.C.!",
    "contact_email": "dragonflyannie@hotmail.com",
    "hometown": "San Jose, CA",
    "year": 2003,
    "uid": "scraped_2003_2600_b.c."
  },
  {
    "name": "A Touch of Candy",
    "description": "What candy are you? Come take the quiz to find out. Come experience smiley candy magic, and dance to tunes made for the sweetness in all of us. *Animal Friendly*",
    "contact_email": "lisazeleznik@hotmail.com",
    "hometown": "San Diego, CA",
    "year": 2003,
    "uid": "scraped_2003_a_touch_of_candy"
  },
  {
    "name": "AAA -Fantastic Flight School- ZZZ",
    "description": "Come one come all to the Fantastic Flight School in Snowflake Village where we go beyond belief by helping you send your creation into the Black Rock stratosphere via our interactive kite making workshop.",
    "contact_email": "davidlross@lycos.com",
    "hometown": "Chicago, IL",
    "year": 2003,
    "uid": "scraped_2003_aaa_-fantastic_flight_school-_zzz"
  },
  {
    "name": "Abjectphoto",
    "description": "Abjectphoto will be photographing fire performers for those who will be auditioning Pyrosutra pendants. Abjectphoto is not limited to fire photography. Anyone is more than welcome to visit for portrait of themselves in full costume regalia.",
    "contact_email": "abject_photo_studio@yahoo.com",
    "hometown": "New York, NY",
    "year": 2003,
    "uid": "scraped_2003_abjectphoto"
  },
  {
    "name": "Acknowledgement Camp",
    "description": "Come by Acknowledgement Camp to experience being known in the world. Let an Angel of Acknowledgement know in what way you’ve been generous or kind or courageous, and we guarantee you’ll feel better when you leave!",
    "contact_email": "aangel@creativestandard.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_acknowledgement_camp"
  },
  {
    "name": "Action Figure Camp",
    "description": "Action Figure Camp is a play space, featuring tons of toys, games and activites, so come by and play!  Sorry, no children please (we’re inappropriate).",
    "contact_email": "kbeals@uclink.berkeley.edu",
    "hometown": "Oakland, CA",
    "year": 2003,
    "uid": "scraped_2003_action_figure_camp"
  },
  {
    "name": "Adam-Ondi-Ahmen",
    "description": "Adam-Ondi-Ahmen is the Garden of Eden. Join our afternoon drum circles, sun-down processions to the playa, or evening performance/karaoke stage. See how beyond belief you are in our wall of mirrors, and relax in an environment of smoke and mirrors that is truly beyond belief.",
    "contact_email": "joan@burningman.com",
    "hometown": "Salt Lake City, UT",
    "year": 2003,
    "uid": "scraped_2003_adam-ondi-ahmen"
  },
  {
    "name": "Aetheria",
    "description": "Aetheria – nestled amongst a giant glowing crystal garden, our camps and groups, many living in Pod structures (remember Podville?), offer healing, massage, music and beyond belief performances. Share your potential to accelerate humanity’s option for success.",
    "contact_email": "Sanford@icosavillage.net",
    "hometown": "Redmond, WA",
    "year": 2003,
    "uid": "scraped_2003_aetheria"
  },
  {
    "name": "AIRID",
    "description": "Arson Island Resort Is Dead.",
    "contact_email": "darwinman1@yahoo.com",
    "hometown": "Seattle, WA",
    "year": 2003,
    "uid": "scraped_2003_airid"
  },
  {
    "name": "All The World's A Stagecoach Co.",
    "description": "R&R for the weary traveler. Breakfast daily, Martian Time.",
    "contact_email": "anchorwhatt@allvantage.com",
    "hometown": "Columbus, OH",
    "year": 2003,
    "uid": "scraped_2003_all_the_world's_a_stagecoach_co."
  },
  {
    "name": "Altar-ed States Shrine Shack",
    "description": "We’ve got Altars, we’ve got Shrines – we’ve got the best Relics in town! Come visit us at the Isle of Avalon, and get your holy-gear today!",
    "contact_email": "chrispburn@earthlink.net",
    "hometown": "Oakland, CA",
    "url": "http://home.earthlink.net/~chrispburn/",
    "year": 2003,
    "uid": "scraped_2003_altar-ed_states_shrine_shack"
  },
  {
    "name": "Altered Mind/Gender Blender Bar",
    "description": "Leave your inhibitions and preconceptions at the door and prepare to go beyond your beliefs as the Altered Mind and Gender Blender Bar invite you to explore your other side. Discuss altered states of reality and consciousness at the Altered Mind, exhibit traits of the opposite gender to receive a drink at the Gender Blender Bar, a place to feel free to let go of some stereotypes, question your beliefs and enjoy yourself!!!",
    "contact_email": "terri_m_c@hotmail.com",
    "hometown": "Las Vegas, NV",
    "url": "http://genderblenderbar.com",
    "year": 2003,
    "uid": "scraped_2003_altered_mind/gender_blender_bar"
  },
  {
    "name": "Alternative Energy Zone village",
    "description": "DO you LOVE Burning Man, but can’t stand the noise & smell of generators? Want to learn how to go solar or wind power? Join us!",
    "contact_email": "roger@saltydog.com",
    "hometown": "Redondo Beach, CA",
    "url": "http://www.ae-zone.org",
    "year": 2003,
    "uid": "scraped_2003_alternative_energy_zone_village"
  },
  {
    "name": "Anodyne",
    "description": "Anodyne will be showcasing an electronic society, emphasizing its influence on urban culture. We will be offering free walls dedicated to graffiti art along with space and people for the making of music.",
    "contact_email": "uglitangelo@sprintpcs.com",
    "hometown": "Chicago, IL",
    "url": "http://www.anodyne-records.com",
    "year": 2003,
    "uid": "scraped_2003_anodyne"
  },
  {
    "name": "Anonymous Camp",
    "description": "12-step meetings of any type held here, scheduled & impromptu.",
    "contact_email": "ranger@danarchy.org",
    "hometown": "Minneapolis, MN",
    "year": 2003,
    "uid": "scraped_2003_anonymous_camp"
  },
  {
    "name": "Apathy Camp",
    "description": "When you’re lost and need redirection on the playa, let us help you.",
    "contact_email": "mm@merin.net",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_apathy_camp"
  },
  {
    "name": "Area 47",
    "description": "Join Area 47 for a week of fun and relaxation, from our lofty Flight to Mars to our Parthenon of Revirginization we’ll keep you wondering what’s really beyond belief!",
    "contact_email": "Perry@flight2mars.com",
    "hometown": "Seattle, WA",
    "url": "http://flight2mars.com",
    "year": 2003,
    "uid": "scraped_2003_area_47"
  },
  {
    "name": "AromaTherapy Love Jungle",
    "contact_email": "perfectmirrors@juno.com",
    "hometown": "Aspen, CO",
    "year": 2003,
    "uid": "scraped_2003_aromatherapy_love_jungle"
  },
  {
    "name": "Arousal",
    "description": "Come get AROUSED with us, every evening at SUNSET. A ritual procession to start the playa-night right (AROUSED) including a mobile performance stage, dancing, fire, etc.",
    "contact_email": "jamieszalay@hotmail.com",
    "hometown": "Seattle, WA",
    "year": 2003,
    "uid": "scraped_2003_arousal"
  },
  {
    "name": "Asgard Village",
    "description": "Asgard Village welcomes all fallen warriors and anyone in need of bacon.",
    "contact_email": "krt@ebbtidecafe.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_asgard_village"
  },
  {
    "name": "Astral Headwash",
    "contact_email": "tara@coburnhouse.com",
    "hometown": "Boulder, CO",
    "year": 2003,
    "uid": "scraped_2003_astral_headwash"
  },
  {
    "name": "Astronomy Camp",
    "description": "Come and explore the Cosmos! Star charts and group stargazing will be avaliable, as well as questions regarding celestial objects answered.",
    "contact_email": "nikiaurora@hotmail.com",
    "hometown": "Santa Cruz, CA",
    "year": 2003,
    "uid": "scraped_2003_astronomy_camp"
  },
  {
    "name": "AstroPups: Eternal Dalmatian",
    "description": "Those Pups of the Playa are back! In 2003, the AstroPups are bringing you the Temple of Eternal Dalmatian, with daily absolutions for your sins on the playa.",
    "contact_email": "pdcarey@netscape.net",
    "hometown": "San Jose, CA",
    "year": 2003,
    "uid": "scraped_2003_astropups:_eternal_dalmatian"
  },
  {
    "name": "Asylum",
    "description": "Asylum is the sanctuary for Theme Camps from around the country. From New York to Colorado, from Boston to San Francisco. They include New Day’s Eve, K-SVERT, Kustom Kult, The Church of Stop Shopping, Bunny Bunny Bicycle Repair Camp, The Bot Collective, Beaucoup Bucks Camp,  Puddin’ Tang, and of course Asylum HQ aka The Whiskey & Whores Saloon. Look for the giant glowing A on the playa; that’s where you’ll find us.",
    "contact_email": "sratti@nyc.rr.com",
    "url": "http://www.asylumvillage.com",
    "year": 2003,
    "uid": "scraped_2003_asylum"
  },
  {
    "name": "Asylum/the Church of Stop Shoppin",
    "description": "Reverend Billy and The Stop Shopping Gospel Choir will perform a series of their strange worships at 7 PM each night on a special stage under the man. Burning Man participants will be welcomed into the choir through auditions and rehearsals (got lots of robes, and a good band.)",
    "contact_email": "revbilly@revbilly.com",
    "hometown": "New York, NY",
    "url": "http://www.Revbilly.com",
    "year": 2003,
    "uid": "scraped_2003_asylum/the_church_of_stop_shoppin"
  },
  {
    "name": "Automatic Subconscious",
    "description": "Explore the vastness of your subconscious — or, if you are afraid of your own, you can explore ours instead.",
    "contact_email": "major@genome.wi.mit.edu",
    "hometown": "Somerville, MA",
    "url": "http://home.comcast.net/~dtalley24/BM/BDC/",
    "year": 2003,
    "uid": "scraped_2003_automatic_subconscious"
  },
  {
    "name": "B.R.C.M.U.D.",
    "description": "Come relax in the cool shade of our garden.  The Black Rock City Municipal Utilities District (BRCMUD) will take its neighbours’ greywater, clean it, and use it to grow plants in the desert.",
    "contact_email": "lorien@ce.berkeley.edu",
    "hometown": "Berkeley, CA",
    "year": 2003,
    "uid": "scraped_2003_b.r.c.m.u.d."
  },
  {
    "name": "B5D",
    "description": "Come discover yourself beyond your current belief of who you are and where you are. You will thank yourself.",
    "contact_email": "andrew@pacificdomes.com",
    "hometown": "Ashland, OR",
    "url": "http://www.beyondthemachine.org",
    "year": 2003,
    "uid": "scraped_2003_b5d"
  },
  {
    "name": "Barter Bob's Forgotten Supplies",
    "description": "Tent stakes, pots & pans, cups, glasses, shampoo, hardware, towels, books, blankets, sunglasses, art supplies, etc. Bring your extra stuff to share with those in need. Barter Bob, and Wendy Bob are here to help.",
    "contact_email": "bobnovotny@juno.com",
    "hometown": "Houston, TX",
    "year": 2003,
    "uid": "scraped_2003_barter_bob's_forgotten_supplies"
  },
  {
    "name": "Beauty and Truth Lab",
    "description": "PRONOIA is the opposite of PARANOIA: It’s the realization that all of creation is conspiring to give you exactly what you need, exactly when you need it. At the Beauty and Truth Lab, we offer EXTREME PRONOIA THERAPY: 888 clues to becoming a lyrically logical, aggressively sensitive, ironically sincere, ingeniously loving, radically curious, wildly disciplined, mysteriously truthful, teasingly healing, fiercely tender, blasphemously reverent, lustfully compassionate, eternally changing Master of Rowdy Bliss.",
    "contact_email": "zenpride@earthlink.net",
    "hometown": "San Rafael, CA",
    "year": 2003,
    "uid": "scraped_2003_beauty_and_truth_lab"
  },
  {
    "name": "Belief Relief Camp",
    "description": "Join our daily Belief swap-meet and nightly burn. Post yours for all to see, borrow, or scorn. Try someone else’s on for size. (Want to believe in supply-side economics for a day?) Too toxic for world health, then join the nightly kneel on the prophet’s quilt, burn that sucker, and exit, cleansed, through the Turnstile of Heavenly Relief.",
    "contact_email": "cojallre@Yahoo.com",
    "hometown": "Salt Lake City, UT",
    "year": 2003,
    "uid": "scraped_2003_belief_relief_camp"
  },
  {
    "name": "Benevolence by Moonlight",
    "contact_email": "VenturaKat2002@Yahoo.com",
    "hometown": "Ventura, CA",
    "year": 2003,
    "uid": "scraped_2003_benevolence_by_moonlight"
  },
  {
    "name": "Better Fun",
    "description": "Come discover a Better Fun way of living!  Confess your sins in the Church of Better Fun, barter for services from one of our Holy Whores, or spend your evening making your rockstar debut on our Kostume Karaoke stage: you provide the talent (or lack thereof) and we provide the outfits and entourage.",
    "contact_email": "cosmicgurlinthecurl@yahoo.com",
    "hometown": "Alameda, CA",
    "year": 2003,
    "uid": "scraped_2003_better_fun"
  },
  {
    "name": "Beyond Beauty",
    "description": "Alpine Butterfly Lodge brings you Beyond Beauty, a camp offering a beauty parlor, altar, and ideas cave to provide relaxation, beatification, and guidance through ritual body art, exfoliation, hair plaiting, massage, nail painting, meditation, confessions, and ideas swapping.  We will be hosting ballroom dances to allow expression of yourself and celebration of your body, along with bodycentric relaxation, admiration, and exercise.",
    "contact_email": "burningmanbeauty@hotmail.com",
    "hometown": "Sunnyvale, CA",
    "year": 2003,
    "uid": "scraped_2003_beyond_beauty"
  },
  {
    "name": "Beyond the Catwalk",
    "description": "Wanna be a high fashion super model? Come to Beyond the Catwalk where fashion designers and hair and make up artists will find the look that is just right for you. The fashion show will feature the best in burning man attire, anything and everything that is beyond what you believe of fashion. Champagne party to follow.",
    "contact_email": "csugal@worldparks.org",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_beyond_the_catwalk"
  },
  {
    "name": "Beyond The Dead (aka The Dead Sea)",
    "description": "Deconstructing Black Peter’s notions about this mortality or the lack of immortality. Without any dogma.",
    "contact_email": "loryo@sonic.net",
    "hometown": "Santa Rosa, CA",
    "year": 2003,
    "uid": "scraped_2003_beyond_the_dead_(aka_the_dead_sea)"
  },
  {
    "name": "Beyond the Golden Door",
    "description": "Enter Beyond the Golden Door. Experience staged settings in spiritual adventures of emergence, transformation, liberation, and enlightenment through the guidance of a fortune cookie.",
    "contact_email": "solacegraphics@earthlink.net",
    "hometown": "Nevada City, CA",
    "year": 2003,
    "uid": "scraped_2003_beyond_the_golden_door"
  },
  {
    "name": "Big Bang!",
    "description": "TEARDROP art installationTake it all the way back to the beginning. How did we get here, anyway?",
    "contact_email": "gregd@pobox.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_big_bang!"
  },
  {
    "name": "Big Puffy Yellow Camp",
    "description": "There will be a Full Moon this year on the playa!!! Visit BPYC during the day and worship our Daily Diety, play with our theramin and give Big Puffy a hug! By night we will shed light, as a beacon, upon all of those seeking.",
    "contact_email": "mcfall@mgallis.com",
    "hometown": "Charlotte, NC",
    "year": 2003,
    "uid": "scraped_2003_big_puffy_yellow_camp"
  },
  {
    "name": "Big Tribe At Big Bang Village",
    "description": "A Big Tribe at Big Bang Village and our eclectic members from all over the world are returning again with our courtyard of time. New members are always welcome and guests are encouraged to stop in for a cocktail in our western saloon, a burger or ice cream in our 50s diner, a soothing massage, dancing, live entertainment, PROM party, a ride on our dinosaur slide, a looksy at the stars through our telescope, participation in numerous zany games, or just for some friendly chat.",
    "contact_email": "AdventureSteve@aol.com",
    "hometown": "Shrewsbury, MA",
    "year": 2003,
    "uid": "scraped_2003_big_tribe_at_big_bang_village"
  },
  {
    "name": "Bioluminati",
    "description": "Our Mission: To boldly glow where no one has glown before!",
    "contact_email": "andrew@sulli.org",
    "hometown": "San Francisco, CA",
    "url": "http://sulli.org/bm_2003/",
    "year": 2003,
    "uid": "scraped_2003_bioluminati"
  },
  {
    "name": "Black Rock Body Painters Guild",
    "description": "Body painting by artists, airbrush and paint brush. Other artists with equipment welcome to paint in the camp.",
    "contact_email": "Bert@SandSculpt.com",
    "hometown": "Vancouver, WA",
    "year": 2003,
    "uid": "scraped_2003_black_rock_body_painters_guild"
  },
  {
    "name": "Black Rock Bookmobile",
    "description": "Black Rock Bookmobile, your Friendly Neighborhood Bookies! We remind you to Burn The Man, not the Books!!! Librarians; Rolin & Shyvonne Stutes. The books are FREE. No fees, no cards, no Fines! Where the Expiration is always Eternity…",
    "contact_email": "TriaxRolin777@aol.com",
    "hometown": "Washoe Valley, NV",
    "year": 2003,
    "uid": "scraped_2003_black_rock_bookmobile"
  },
  {
    "name": "Black Rock Boutique",
    "description": "Come on down to the BLACK ROCK BOUTIQUE and let our fashion consultants slip you into something a little more questionable… costuming your sweet ass for maximum fashion satisfaction. Oooh, don’t you look hot- grace us with your presence at STRUT YOUR STUFF, a nightly interactive runway show where YOU are the STAR.",
    "contact_email": "jessedean1@yahoo.com",
    "hometown": "Portland, OR",
    "url": "http://www.blackrockboutique.com",
    "year": 2003,
    "uid": "scraped_2003_black_rock_boutique"
  },
  {
    "name": "Black Rock Burner Hostel",
    "contact_email": "fhagemeister@prodigy.net",
    "hometown": "Sparks, NV",
    "url": "http://www.blackrockburnerhostel.com",
    "year": 2003,
    "uid": "scraped_2003_black_rock_burner_hostel"
  },
  {
    "name": "Black Rock City Black Light Body Paint Shop",
    "description": "We hope you will stop by to play and decorate yourself or your friend with our collection of fluorescent colors, airbrushed temporary tattoos, and a special mystery gel… By day, play with the variety of color that is available and by night, bathe in the glow of black light–we’re sure to have something for your imagination.",
    "contact_email": "zane5100@aol.com",
    "hometown": "Golden, CO",
    "year": 2003,
    "uid": "scraped_2003_black_rock_city_black_light_body_paint_shop"
  },
  {
    "name": "Black Rock City Cab Co.",
    "description": "The Black Rock City Cab Co is back for its 4th year! Come see us in the ConGLOMerate Village or hitch a ride on the playa.",
    "contact_email": "joel@coolight.com",
    "hometown": "Winter Garden, FL",
    "year": 2003,
    "uid": "scraped_2003_black_rock_city_cab_co."
  },
  {
    "name": "Black Rock City Canoe Club",
    "description": "Hungry for jazz or reggae? Tired of techno? Join the Black Rock City Canoe Club. Hungry for food?.Stop by, at the sound of the bell, and eat with us. Hungry for new friends and fun? Play chess, backgammon or chat. Hungry for spiritual enlightenment? Forget it! We are lost souls searching the earth for physical pleasures and stimulation. Instant gratification and enjoyment!",
    "contact_email": "rocnjbarr@msn.com",
    "hometown": "Logan, UT",
    "year": 2003,
    "uid": "scraped_2003_black_rock_city_canoe_club"
  },
  {
    "name": "Black Rock City Lockout Team (Locksmiths)",
    "description": "We get you back into your car after you are locked out. Meet us in center camp near Playa Info and we will be there to save your day! Key Care Tips: Bring spare keys (especially for rentals), leave keys in camp, and turn in found keys to Playa Info.",
    "contact_email": "sabot@myway.com",
    "hometown": "Sacramento, CA",
    "year": 2003,
    "uid": "scraped_2003_black_rock_city_lockout_team_(locksmiths)"
  },
  {
    "name": "Black Rock City Salon",
    "description": "Patterned after the Paris Salons of the early 20th century, the Black Rock City Salon is a meeting place that will host intimate, intelligent and creative conversations on specific topics related to Beyond Belief and Burning Man.  All conversations will be recorded and a permanent transcript will be available for the Burning Man archive and participants who request such.  Many magical things will happen in this space…",
    "contact_email": "eraneri@gibsondunn.com",
    "hometown": "Santa Monica, CA",
    "year": 2003,
    "uid": "scraped_2003_black_rock_city_salon"
  },
  {
    "name": "Black Rock City Wedding Chapel",
    "description": "The Black Rock City Wedding Chapel performs unique no-cost weddings under a beautifully decorated canopy. Real weddings conducted by prior arrangement only.",
    "contact_email": "bbdancetat@yahoo.com",
    "hometown": "Los Angeles, CA",
    "year": 2003,
    "uid": "scraped_2003_black_rock_city_wedding_chapel"
  },
  {
    "name": "Black Rock Country Club",
    "contact_email": "mm_case@hotmail.com",
    "hometown": "Reno, NV",
    "year": 2003,
    "uid": "scraped_2003_black_rock_country_club"
  },
  {
    "name": "Black Rock Gazette",
    "description": "The Black Rock Gazette (BRG) is the only newspaper written, produced and distributed daily in Black Rock City during Burning Man by volunteer participants. The BRG serves the citizens of Black Rock City with the news, sights, drama, poetry, satire and chronicles of our community. We endeavor not only to educate, inform and entertain, but also to seed and inspire the community of which we are part.",
    "contact_email": "burningfemale@yahoo.com",
    "hometown": "Hayward, CA",
    "year": 2003,
    "uid": "scraped_2003_black_rock_gazette"
  },
  {
    "name": "Black Rock Hotel & Casino",
    "description": "The best of all worlds… in the center of it all.",
    "contact_email": "kateho@yahoo.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_black_rock_hotel_&_casino"
  },
  {
    "name": "Black Rock Montessori",
    "description": "PARADOX LOUNGE presents Black Rock Montessori / Back to School.",
    "contact_email": "laulausf@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_black_rock_montessori"
  },
  {
    "name": "Black Rock Paper",
    "description": "Turn your old paper, cardboard and fabric into works of useful art.",
    "contact_email": "mattrose@well.com",
    "hometown": "Ottawa, Ontario",
    "year": 2003,
    "uid": "scraped_2003_black_rock_paper"
  },
  {
    "name": "Black Rock Park",
    "description": "Black Rock Park. Come rest your tired dogs on our real grass while you sip one of our cool beverages.",
    "contact_email": "mrks8@hotmail.com",
    "hometown": "South Lake Tahoe, CA",
    "year": 2003,
    "uid": "scraped_2003_black_rock_park"
  },
  {
    "name": "Black Rock Real Estate",
    "description": "Have you ever dreamed of owning your own parcel of land?  Have you felt like you’re ready to settle down and really put some roots down into the playa?  Well then you need to head on over to Black Rock Real Estate where we’ll apraise, deed and then mortgage your property up to your eyeballs.  Just think of the sense of pride you’ll have when you finally have that piece of paper that says I own this here dirt!",
    "contact_email": "dapete@best.com",
    "hometown": "San Jose, CA",
    "url": "http://blackrockrealestate.tripod.com",
    "year": 2003,
    "uid": "scraped_2003_black_rock_real_estate"
  },
  {
    "name": "Blacklight Graffiti Wall",
    "description": "Anyone can come and be a part of creating the Blacklight Graffiti Wall. Flaggers are invited and encouraged!",
    "contact_email": "jahollo@swcp.com",
    "hometown": "Albuquerque, NM",
    "year": 2003,
    "uid": "scraped_2003_blacklight_graffiti_wall"
  },
  {
    "name": "bLinKiNgmAn cAmp - DRAgnEt",
    "description": "oncE again blinkingman camp will present a giant joe friday from dragnet for you to stop by and get interrogated in a no holds barred ‘police’  grilling… graB the mike drop the bike, i know you will like the time you spend  retorting, cavorting  and sporting  your creativity as you cower from his hard hitting questions, watch some wacky video, check out our blinkingman suits by night, and go out and visit our PHenceFish  out  on the perimeter fence…",
    "contact_email": "smitty@thecrans.net",
    "hometown": "Manhattan Beach, CA",
    "url": "http://blinkingmancamp.com",
    "year": 2003,
    "uid": "scraped_2003_blinkingman_camp_-_dragnet"
  },
  {
    "name": "Bliss",
    "description": "Bliss will offer citizens of BRC an interactive ritual experience. We are pleased to be able to create altars for each of the four directions, honouring their associated elements, colours and aspects. Please join us at Bliss during your magical journey to participate in the altar activities, have your cards read, or to share your magic, music or meditation with others. Blissed be!",
    "contact_email": "aromatixvg@yahoo.com",
    "hometown": "Victoria, BC",
    "year": 2003,
    "uid": "scraped_2003_bliss"
  },
  {
    "name": "Blue Oasis",
    "contact_email": "tjt@data.com",
    "hometown": "Concord, CA",
    "year": 2003,
    "uid": "scraped_2003_blue_oasis"
  },
  {
    "name": "Bluehouse",
    "description": "The Bluehouse Collective holds that the conditions under which we live and labor in an information age society are the product of human artifice. The constructed nature of our world allows for the possibility of different interpretations as well as distinct practices. Members of the Bluehouse Collective hold that it is their inalienable right to actively participate in building the society of which they are citizens. We support active thinking and involvement in our individual and collective lives to bring about a dialectic of action and reflection to serve as a catalyst for growth and improvement. The collective seeks to expose the current mechanisms that structure our lives so that we may challenge, modify, improve or affirm. We seek to ensure that each of us exists in a society responsive to and supportive of our individually directed lives within the collective whole.",
    "contact_email": "mauck@bluehouse.org",
    "hometown": "Seattle, WA",
    "year": 2003,
    "uid": "scraped_2003_bluehouse"
  },
  {
    "name": "Boditch Navagational Database",
    "contact_email": "Eapvar@yahoo.com",
    "hometown": "Chicago, IL",
    "year": 2003,
    "uid": "scraped_2003_boditch_navagational_database"
  },
  {
    "name": "Body Hair Barber Shop",
    "description": "The Body Hair Barber Shop is back and we are solar powered! We have new more comfortable chairs and a suction powered pube management system… anything for a cleaner playa.",
    "contact_email": "kleeninc@pacbell.net",
    "hometown": "Los Angeles, CA",
    "url": "http://dragondebris.com",
    "year": 2003,
    "uid": "scraped_2003_body_hair_barber_shop"
  },
  {
    "name": "Borrachos Y Bicicletas",
    "description": "Bicycle Repair, cool people, kinetic sculpture, shade… who could ask for anything more?",
    "contact_email": "ctp@ctpdesign.com",
    "hometown": "Concord, CA",
    "url": "http://www.borrachosybicicletas.org",
    "year": 2003,
    "uid": "scraped_2003_borrachos_y_bicicletas"
  },
  {
    "name": "BRC Bike Repair & Divinity School",
    "description": "Once again we will thrill and amaze by repairing bicycles using nothing but the junk we found lying around when you went home last year (ok, we’ll also use a cutting torch, and a couple of hammers). If you’re lucky the students in the divinity school will have learnt some manners by the time you need their help.",
    "contact_email": "cyclopath@gmx.net",
    "hometown": "Springfield, OR",
    "url": "http://darkwing.uoregon.edu/~nigel/brc/",
    "year": 2003,
    "uid": "scraped_2003_brc_bike_repair_&_divinity_school"
  },
  {
    "name": "BRCVFD Fire Camp",
    "description": "Fire Camp, the official home of the BRCVFD.",
    "contact_email": "ben@nas.com",
    "hometown": "Deming, WA",
    "year": 2003,
    "uid": "scraped_2003_brcvfd_fire_camp"
  },
  {
    "name": "Budgetcamp 3.0",
    "description": "Budgetcamp is the evolution of minimalism and lifestyle suited to the desert experience. Budgetcamp 3.0 attempts to create a spiritual zone where objects and luxury are not necessary. Burn your material possessions and come to budgetcamp for perspective.",
    "contact_email": "hylo@wormhole.org",
    "hometown": "Eugene, OR",
    "url": "http://www.wormhole.org/budgetcamp",
    "year": 2003,
    "uid": "scraped_2003_budgetcamp_3.0"
  },
  {
    "name": "Burning Man Information Radio",
    "contact_email": "surfburner@burningman.com",
    "hometown": "Orinda, CA",
    "year": 2003,
    "uid": "scraped_2003_burning_man_information_radio"
  },
  {
    "name": "Burning Sky",
    "description": "Visitors are invited to Burning Sky to share the skydiver’s perspective of Black Rock City. Aerial video and stills will be on display and citizens can enter our lottery for a chance to win a ride in our jump plane!",
    "contact_email": "bryantburke@hotmail.com",
    "hometown": "Eloy, AZ",
    "url": "http://www.burningsky.org",
    "year": 2003,
    "uid": "scraped_2003_burning_sky"
  },
  {
    "name": "Burning Stars Image Xchange",
    "description": "Dress up, play and release your spirit to the world while I capture a little of you in my box of images. And for playing in my fantasy world, you will walk back out on to the playa with a cool and groovy outfit from our unique Black Rock City boutique and photo studio.",
    "contact_email": "barkda@sonic.net",
    "hometown": "Napa, CA",
    "year": 2003,
    "uid": "scraped_2003_burning_stars_image_xchange"
  },
  {
    "name": "Burning Woman Camp",
    "description": "Home of the Dragon dome, BW camp will house the hottest fire troupe in SoCal…",
    "contact_email": "tedward@burningman.com",
    "hometown": "Culver, CA",
    "url": "http://www.tedward.org/village/2003",
    "year": 2003,
    "uid": "scraped_2003_burning_woman_camp"
  },
  {
    "name": "Cafe Village",
    "contact_email": "drjones@burningman.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_cafe_village"
  },
  {
    "name": "Camp Arachnid",
    "description": "Camp Arachnid returns with fun rope bondage workshops for the curious and the experienced alike.  Whether you’re interested in binding or being bound, we’ll provide the rope and a comfortable, friendly place to learn.",
    "contact_email": "lievenleroye@yahoo.com",
    "hometown": "South San Francisco, CA",
    "url": "http://www.sffetish.com/arachnid/index.html",
    "year": 2003,
    "uid": "scraped_2003_camp_arachnid"
  },
  {
    "name": "Camp As It Drips",
    "contact_email": "bluebunnybee@yahoo.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_camp_as_it_drips"
  },
  {
    "name": "Camp B-Bob",
    "contact_email": "bobnovotny@juno.com",
    "hometown": "Houston, TX",
    "year": 2003,
    "uid": "scraped_2003_camp_b-bob"
  },
  {
    "name": "Camp Cherry",
    "description": "Stop by for a little Camp Cherry hosptitality, and leave with the 3rd version of our now-famous camp CD! We’re also working on some special cherry treats for this year as well.",
    "contact_email": "pgutoski@attbis.com",
    "hometown": "Crystal, MN",
    "year": 2003,
    "uid": "scraped_2003_camp_cherry"
  },
  {
    "name": "Camp Confess",
    "description": "CONFESS YOUR SINS! Camp Confess will help burners cleanse the soul by confessing sins (particularly sexual sins). Confess your sins in our Confessional to Monsignor Severe or Father Easy. The Spanish Inquisition (think Monty Python) will draw out confessions with surprise, fear, ruthless efficiency, the PLUSH pillows, and the dreaded COMFY chair! A dungeon tent will provide facilities for gentlemen desiring a more serious BDSM play environment in which to draw out confessions. Find us in Penetration Village.",
    "contact_email": "HardPaul@CampConfess.com",
    "hometown": "Mountain View, CA",
    "year": 2003,
    "uid": "scraped_2003_camp_confess"
  },
  {
    "name": "Camp Danielle",
    "description": "Come spin our Disk of Desire to learn of your path to pleasure and fortune, sit in our throne to worship and be worshipped.",
    "contact_email": "amyehrlich@yahoo.com",
    "hometown": "Oakland, CA",
    "year": 2003,
    "uid": "scraped_2003_camp_danielle"
  },
  {
    "name": "Camp DeNile",
    "description": "Camp DeNile offers the wisdom of Pharoah — sensitivity training in the realm of reality and self-delusion. Join Pharoah’s followers each day at 4 for fun, quinine, and festivity!",
    "contact_email": "howardg@com2020.com",
    "hometown": "Seattle, WA",
    "url": "http://www.groups.yahoo.com/group/campdenile",
    "year": 2003,
    "uid": "scraped_2003_camp_denile"
  },
  {
    "name": "Camp Galavant",
    "description": "Camp Galavant and the U.S.S Nevada sails again!!! We will be sailing the high desert seas in search of mind blowing experiences nightly. So come aboard and Galavant with the pirates till the sun comes up! Or anything else.",
    "contact_email": "sierradaze@charter.net",
    "hometown": "Sparks, NV",
    "year": 2003,
    "uid": "scraped_2003_camp_galavant"
  },
  {
    "name": "Camp Hanuman",
    "description": "Fabulous Monsters is a community of performance artists, fire dancers, costumers, acrobats and crafts people providing Hindu myth based spectacle and performance elements to this years Beyond Belief processions with elaborate costumes, acrobatics, dance and ritual and supplying monkeys on a regular basis to adorn the various temples of our city. We will also be giving a number of workshops including fire dancing, tumbling, belly dancing, storytelling, butoh, fantasy makeup and others.",
    "contact_email": "thefabmonsters@hotmail.com",
    "hometown": "Los Angeles, CA",
    "year": 2003,
    "uid": "scraped_2003_camp_hanuman"
  },
  {
    "name": "Camp Hi!",
    "description": "By day it’s the oh so tacky Esplanade Souvenir Shop by night it’s the oh so (something that rhymes with tacky) psychedelic splendora.",
    "contact_email": "stuart.o.scanlon.-nd@disney.com",
    "hometown": "Venice, CA",
    "year": 2003,
    "uid": "scraped_2003_camp_hi!"
  },
  {
    "name": "Camp Jonestown",
    "description": "Come by to enjoy our poisoned Kool Aid and sing-alongs on your way to the afterlife! You can even get baptised!",
    "contact_email": "kauterio@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_camp_jonestown"
  },
  {
    "name": "Camp JubJub",
    "description": "The mischievous cohorts of the Grand Monkey have some things planned for you if you’re willing to go out on a limb and take a chance. JubJub introduces to the residents of Black Rock City two new forms of getting you where we want you to go, Damntrak and Playa Cab, not quite public transportation.",
    "contact_email": "Archideaz@aol.com",
    "hometown": "Reno, NV",
    "year": 2003,
    "uid": "scraped_2003_camp_jubjub"
  },
  {
    "name": "Camp Jumpstart",
    "description": "Run your car battery into the ground? Come see the smiling faces at Camp Jumpstart and we’ll get ya going again. Or just dance the night away at Club Jumpstart.",
    "contact_email": "campjumpstart@aol.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.paynie.com",
    "year": 2003,
    "uid": "scraped_2003_camp_jumpstart"
  },
  {
    "name": "Camp Klepto",
    "description": "Camp Klepto will be on the playa again this year with DJ Duthcraeli, spinning soulful house and disco in a retro 70’s atmosphere. Full bar, just drop by, have a drink, chill and dance.",
    "contact_email": "ghofwegen@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_camp_klepto"
  },
  {
    "name": "Camp Lab Rat",
    "description": "Camp Lab Rat — Inside of our gateway, participants (guinea pigs) will find themselves in a labratory gone wrong. Come view the fruits of our merciless experimentation, race rats through the maze, torment our lab monkeys, play the human theremin, and donate your organs to science!",
    "contact_email": "Bojiru@yahoo.com",
    "hometown": "Santa Cruz, CA",
    "year": 2003,
    "uid": "scraped_2003_camp_lab_rat"
  },
  {
    "name": "Camp Non Sense",
    "description": "CAMP NON SENSE – Where your senses come alive…",
    "contact_email": "jazzij@hotmail.com",
    "hometown": "New York, NY",
    "year": 2003,
    "uid": "scraped_2003_camp_non_sense"
  },
  {
    "name": "Camp Nose Fish",
    "description": "The Desert Nose (a geodesic replica of Buckminster Fuller’s nose) is back in 2003 providing the ultimate cooling experience on the Playa. This year we introduce the Fishmobile, which will cruise the playa at night with an interactive maze inside to challenge and explore what lies beyond beliefs.",
    "contact_email": "hoco@timefold.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_camp_nose_fish"
  },
  {
    "name": "Camp Ouija/Voodoo Shooting Gallery",
    "description": "1) Camp Ouija—Come evoke the spirit of the playa on our giant ouija board.2) Voodoo Shooting Gallery—Voodoo dolls and blow guns, what more do you need?!",
    "contact_email": "timemcavoy@hotmail.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_camp_ouija/voodoo_shooting_gallery"
  },
  {
    "name": "Camp Schaden-Freude/CRC",
    "description": "Camp Schaden-Freude brings you the Certitude Reclamation Center, which will be providing a personalized, introspective process for willing participants of any age, consisting of a diagnostic device allowing us to identify and then expunge any debilitating certainties. It will be a multisensory, evolutionary experience.",
    "contact_email": "SatAhimsaTapas@aol.com",
    "hometown": "Eugene, OR",
    "year": 2003,
    "uid": "scraped_2003_camp_schaden-freude/crc"
  },
  {
    "name": "Camp Skylounge",
    "contact_email": "pln2bz@vireo.net",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_camp_skylounge"
  },
  {
    "name": "Camp Sunscreen",
    "description": "Camp Sunscreen is back for our 7th year! Visit our massage space on the playa or find us at home in the toddler play pagoda.",
    "contact_email": "a_harth@yahoo.com",
    "hometown": "Berkeley, CA",
    "year": 2003,
    "uid": "scraped_2003_camp_sunscreen"
  },
  {
    "name": "Camp Three Sheets",
    "description": "Three sheets to the (w)mind, Experience the fluorescent bubble sheet, join our drum circle, climb our structure, enjoy three sheets!",
    "contact_email": "vjtalwar@sbcglobal.net",
    "hometown": "Alameda, CA",
    "year": 2003,
    "uid": "scraped_2003_camp_three_sheets"
  },
  {
    "name": "Camp Videogasm",
    "description": "Camp Videogasm… A Multimedia Explosion… featuring independent / experimental video, interactive computer graphics, and live video feedback on our two screens, nightly at Snowflake Village.",
    "contact_email": "early@videogasm.com",
    "hometown": "Woodhaven, MI",
    "url": "http://www.videogasm.com/burningman/2003",
    "year": 2003,
    "uid": "scraped_2003_camp_videogasm"
  },
  {
    "name": "Camp Wrong",
    "description": "Camp Wrong pulls out all the stops for its third (and possibly final) consecutive year.   With no moon to guide us in 03 we’ve gotten creative and added “The Wrong Artcar” featuring its tikilounge, groove sounds and crazy antics of camp super-heroes Methane Man and Bic Lighter Boy to feed the hungry eyes, ears and funny-bones of all wanderers. Look for us in the evenings somewhere beyond the esplanade in the vast area that is Beyond Belief! Daytime will usually find us lounging under our sunshade sipping home-brew compliments of Nutsack (brewmeister junior) and Smallfry (brewmaster general).So stop by for a frosty one at the “gift fence” but like the name implies you must offer up a gift or act of kindness in return — all talents welcome!",
    "contact_email": "BrunoTVC15@aol.com",
    "hometown": "Shoreline, WA",
    "year": 2003,
    "uid": "scraped_2003_camp_wrong"
  },
  {
    "name": "CampoSanto",
    "contact_email": "quixote1@hotmail.com",
    "hometown": "Oakland, CA",
    "year": 2003,
    "uid": "scraped_2003_camposanto"
  },
  {
    "name": "CarnEvil Camp",
    "description": "CarnEvil: A Haunted Fun House, Midway, and Freak Show attraction. Negotiate the Maze of God; confess your fears or sins to the resident Kardnal.",
    "contact_email": "Kirknpdx@yahoo.com",
    "hometown": "West Linn, OR",
    "year": 2003,
    "uid": "scraped_2003_carnevil_camp"
  },
  {
    "name": "Carnie Camp",
    "contact_email": "jason@comesailing.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.violetshivers.com/John/cn/index.html",
    "year": 2003,
    "uid": "scraped_2003_carnie_camp"
  },
  {
    "name": "Cart Wash",
    "description": "Come on over to The Cart Wash, drive your art car through or just come over and dance, we gotta lounge area and a barter bar, run away from the dust and come get squeaky clean.",
    "contact_email": "pinkpantherproductions@yahoo.com",
    "hometown": "Layton, UT",
    "year": 2003,
    "uid": "scraped_2003_cart_wash"
  },
  {
    "name": "Casa de Slutmonkey",
    "description": "Casa de Slutmonkey: Come one, come all to the camp with the biggest sluts in BRC. Rest in our cozy Disbelief chill lounge, dance to our slutty house, lay in our world famous snake pit, and show us some skin in our “Oops!” Photo shoot studio.",
    "contact_email": "eddiev2000@yahoo.com",
    "hometown": "San Diego, CA",
    "year": 2003,
    "uid": "scraped_2003_casa_de_slutmonkey"
  },
  {
    "name": "Cat Herders Union, Local 451",
    "description": "Our camp will be inviting visitors to participate in a deity decathalon. Contests will include: write the 11th commandment, smite the unbeliever/smite the other deities, the walk of faith, and others.",
    "contact_email": "tracy@stilton.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_cat_herders_union,_local_451"
  },
  {
    "name": "Cataclysmic Megashear Ranch",
    "contact_email": "chiefmegashear@yahoo.com",
    "hometown": "Gerlach, NV",
    "year": 2003,
    "uid": "scraped_2003_cataclysmic_megashear_ranch"
  },
  {
    "name": "Chez Paz",
    "contact_email": "myh21@hotmail.com",
    "hometown": "San Bruno, CA",
    "year": 2003,
    "uid": "scraped_2003_chez_paz"
  },
  {
    "name": "Children of Chaos",
    "description": "We will be performing loosely disorganized skits around the playa and in the camps, spreading chaos and joy.",
    "contact_email": "captn_vic@yahoo.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_children_of_chaos"
  },
  {
    "name": "Chillonia",
    "description": "Come to Chillonia and hang our in our turtle! You may paint a design on it, have a free drink, leave an autographed b/w photo at the bar, obtain a Phrenological exam and take our computer quiz or just get some turtle soap.",
    "contact_email": "achilles@alum.mit.edu",
    "hometown": "Jamaica Plain, MA",
    "url": "http://www.chillonia.org/index.html",
    "year": 2003,
    "uid": "scraped_2003_chillonia"
  },
  {
    "name": "Chocolate Gypsies",
    "description": "Come visit us amidst the Infinite Oasis village. We offer a welcome break from the frenzied storm.  Beyond belief, we know!  Stop by for healing circles, meditation, yoga, pedicures, chill spaces, dancing, chocolate – and more!",
    "contact_email": "caitlin@theresultancy.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_chocolate_gypsies"
  },
  {
    "name": "Christmas Camp",
    "description": "Didn’t bring something to give to your newfound loved ones? Does your camp need a makeover? Well here we are, the finder of lost children ready to create. Come see us and we’ll see to it you have the groovy goods to give to your guys and gals and have the time of a life here at the event of an era.",
    "contact_email": "zacharyengland@hotmail.com",
    "hometown": "Newman, CA",
    "year": 2003,
    "uid": "scraped_2003_christmas_camp"
  },
  {
    "name": "Cirque de Flambe",
    "description": "The unofficial Burning Man tour service! See behind the facade of the theme camps and into the psyches of the artists. We will visit art installations and meet with the artists for lively discussions about their art and tribulations. Visit the deepest recesses of Burning Man and return to tell about it. Daily tour times posted at camp, along with nightly procession times. See and Believe!",
    "contact_email": "maque@cirquedeflambe.com",
    "hometown": "Seattle, WA",
    "url": "http://www.cirquedeflambe.com",
    "year": 2003,
    "uid": "scraped_2003_cirque_de_flambe"
  },
  {
    "name": "Citrus Camp",
    "description": "Rejuvenate & refresh at Citrus Camp! Stop by our shady lemon & lime domes, chill out, and recharge with a frosty-cold, citrus-y beverage!",
    "contact_email": "shelley@tinkoff.net",
    "hometown": "San Francisco, CA",
    "url": "http://homeshaman.com/WOW",
    "year": 2003,
    "uid": "scraped_2003_citrus_camp"
  },
  {
    "name": "Clan Destino",
    "description": "Join Clan Destino in the black light bubble, sip a bevvy in the red furry lounge, bounce and swing on the tramp and trap, cross the bridge of faith and take a ride on the bed or the bar!",
    "contact_email": "mailbox@theclandestino.org",
    "hometown": "Santa Barbara, CA",
    "url": "http://www.theclandestino.org",
    "year": 2003,
    "uid": "scraped_2003_clan_destino"
  },
  {
    "name": "Clevian Circularity",
    "description": "The Clevian people peacefully ruled the Earth 30,000 years ago. Come to SNOWFLAKE VILLAGE each night at 8pm to find out if YOU TOO are a lost Clevian! Help us rediscover the lost arts of SPEED DATING, Knackling (or Snackling), perhaps take a turn on the Abrasion Wheel, & bring back ecstatic Utopia right here and now!",
    "contact_email": "eric@clevian.com",
    "hometown": "Milwaukee, WI",
    "url": "http://www.clevian.com/clevian.htm",
    "year": 2003,
    "uid": "scraped_2003_clevian_circularity"
  },
  {
    "name": "Club Verboten",
    "description": "Club Verboten returns again with vintage techno in a comfortable, furnished dive.Special nights for Kraftwerk, Depeche Mode and non-adreneline danceable techno.",
    "contact_email": "clubverboten@aol.com",
    "hometown": "Reno, NV",
    "year": 2003,
    "uid": "scraped_2003_club_verboten"
  },
  {
    "name": "Cock Ring Camp",
    "description": "Located in BRC’s Pink Light District near Jiffy Lube, Cock Ring Camp will be hosting ritual cock ring wearing during the day and performing Fire and glow-poi spinning at night.",
    "contact_email": "jayjustice@earthlink.net",
    "hometown": "San Francisco, CA",
    "url": "http://groups.yahoo.com/group/crc2003",
    "year": 2003,
    "uid": "scraped_2003_cock_ring_camp"
  },
  {
    "name": "Come to the Light",
    "description": "Come to the Light, to the land of the 16 Dancing Minions, where everything is BEYOND BELIEF.",
    "contact_email": "donsyrek@winfirst.com",
    "hometown": "Folsom, CA",
    "year": 2003,
    "uid": "scraped_2003_come_to_the_light"
  },
  {
    "name": "Comfort (formerly known as Eville)",
    "contact_email": "holly@mezziah.org",
    "hometown": "Seattle, WA",
    "year": 2003,
    "uid": "scraped_2003_comfort_(formerly_known_as_eville)"
  },
  {
    "name": "Comfort & Joy",
    "description": "We strive to create a welcoming, enriching, and stress-free space filled with art and activities promoting nourishing relief and cheerful bemusement to all who come.  Play and bike through our Mylar Rain sculpture, treat your playa-foot at our pedicure salon, or commune with your neighbors at any of our scheduled siesta events.",
    "contact_email": "crafty@klodhopper.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_comfort_&_joy"
  },
  {
    "name": "Congregation B'nai haMidbar",
    "description": "Congregation B’nai haMidbar, Children of the Desert, will hold its annual kallah, retreat, this year in the Black Rock Desert the week leading up to Labor Day. Events will include a shabbos pot-luck dinner, daily davening, kabbalah classes, mediatation, sisterhood/brotherhood socials and the like that are open to all residents of Black Rock City.",
    "contact_email": "fools_folly@yahoo.com",
    "hometown": "Oak Park , IL",
    "year": 2003,
    "uid": "scraped_2003_congregation_b'nai_hamidbar"
  },
  {
    "name": "Constellation Community",
    "description": "Constellation Community… Star Light, Star Bright, Burning in the Summer Night, I Wish I May, I Wish I Might Burn like the Man all though the Night! May all your wishes come true with the Constellation Community. Join us as we celebrate under the star filled summer sky.",
    "contact_email": "constellationburningman@yahoo.com",
    "hometown": "Windsor, CA",
    "year": 2003,
    "uid": "scraped_2003_constellation_community"
  },
  {
    "name": "Costco Soulmate Trading Outlet",
    "description": "Costco Soulmate Trading Outlet (Burndaq: CSTO) is the leading provider of low-cost, quality soulmates in Black Rock City.",
    "contact_email": "rico@thespoon.com",
    "hometown": "Felton, CA",
    "url": "http://www.thespoon.com/costco",
    "year": 2003,
    "uid": "scraped_2003_costco_soulmate_trading_outlet"
  },
  {
    "name": "Cracked Peeps",
    "description": "Come and see what you look like through the eyes of my computer. Or compete in video game tournaments.",
    "contact_email": "poe@slackworks.com",
    "hometown": "Alexandria, VA",
    "year": 2003,
    "uid": "scraped_2003_cracked_peeps"
  },
  {
    "name": "Creation's Carnival",
    "description": "Step right up, step right up… SEE the amazing Dog Faced Girl… HEAR the Voice of Your God… FEEL the cool paint at the Body Print Station… EXPERIENCE all the fun that is CREATION’S CARNIVAL",
    "contact_email": "firewater9@hotmail.com",
    "hometown": "Salt Lake City, UT",
    "year": 2003,
    "uid": "scraped_2003_creation's_carnival"
  },
  {
    "name": "Cult Camp",
    "description": "Wanna join a cult? Wanna start a cult? We are the Cult of Cultism. Come drink our Kool-Aid…",
    "contact_email": "burningman@foxden.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_cult_camp"
  },
  {
    "name": "Cult of Alice",
    "description": "Alice went through the looking glass, but didn’t expect to find the Spanish Inquisition… Come party with us…",
    "contact_email": "pirsirsursuaq@yahoo.co.uk",
    "hometown": "London",
    "year": 2003,
    "uid": "scraped_2003_cult_of_alice"
  },
  {
    "name": "Cunnilingus Camp",
    "contact_email": "the_emperor95006@yahoo.com",
    "hometown": "Boulder Creek, CA",
    "year": 2003,
    "uid": "scraped_2003_cunnilingus_camp"
  },
  {
    "name": "Customer Service Beyond Belief",
    "description": "Providing Customer Service Beyond Belief since 2003! Please pick up the White Courtesy Telephone at the pink art truck, and an agent will place you on hold shortly!",
    "contact_email": "simonarae@yahoo.com",
    "hometown": "Oakland, CA",
    "year": 2003,
    "uid": "scraped_2003_customer_service_beyond_belief"
  },
  {
    "name": "Cypress Lounge Bingo",
    "description": "The Cypress Lounge will complete the religious experience with daily BINGO games.  Stop by or check the calendar for game times, or look for us on the playa passing out game cards.",
    "contact_email": "cypresslounge@sbcglobal.net",
    "hometown": "Monterey, CA",
    "year": 2003,
    "uid": "scraped_2003_cypress_lounge_bingo"
  },
  {
    "name": "Cypress Lounge Nevada",
    "contact_email": "griffinchilders@hotmail.com",
    "hometown": "Monterey, CA",
    "year": 2003,
    "uid": "scraped_2003_cypress_lounge_nevada"
  },
  {
    "name": "DaguerreoDrome",
    "description": "DaguerreoDrome.  When does the expectation of individuality become it’s own conformity?  Can you participate in watching- even yourself?  How does Victor Turner’s concept of Liminal Space fit in here?  How about Deborah Harry? Discuss.",
    "contact_email": "ron@randomgroup.com",
    "hometown": "Oakland, CA",
    "year": 2003,
    "uid": "scraped_2003_daguerreodrome"
  },
  {
    "name": "DANKA World Experience",
    "description": "Art and film from around the globe. Something to experience and MANY new experiences for everyone.",
    "contact_email": "fulcrum9@excite.com",
    "hometown": "McFarland, WI",
    "url": "http://www.deathguild.com/gallery.html",
    "year": 2003,
    "uid": "scraped_2003_danka_world_experience"
  },
  {
    "name": "Department of Tethered Aviation",
    "description": "Come fly with us on Thursday the 28th for the best kite festival of the year!",
    "contact_email": "tristank@mac.com",
    "hometown": "San Geronimo, CA",
    "year": 2003,
    "uid": "scraped_2003_department_of_tethered_aviation"
  },
  {
    "name": "Detective Dante's",
    "description": "Dante the (Private) Dick! Black Rock City’s only Bureau of Missing Persons. Are you missing? Planning to be? Why not stop by early, so that when those who seek you desperately arrive, you’re already on file.",
    "contact_email": "dhex@pacbell.net",
    "hometown": "San Francisco, CA",
    "url": "http://dante.etuttle.com",
    "year": 2003,
    "uid": "scraped_2003_detective_dante's"
  },
  {
    "name": "Deviant Liquid Latex Lounge",
    "description": "Paint your Lover in Liquid Rubber at the DEVIANT LIQUID LATEX LOUNGE! Or, find a new lover and paint your Heart-On! Spend the day with us painting bodies, being painted, relaxing, drinking, coming down, chatting, and/or meeting new friends!",
    "contact_email": "deviant@LiquidLatex.net",
    "hometown": "San Jose, CA",
    "year": 2003,
    "uid": "scraped_2003_deviant_liquid_latex_lounge"
  },
  {
    "name": "DHARMA DARTS / KARMA REPAIR",
    "description": "Dharma Darts and Karma Repair: Come visit and play darts, draw/confess on our wall, perform on our stage, decorate your bike, create art, or just chill and enjoy aromatherapy in our shade.",
    "contact_email": "brianp@evb-aromatherapy.com",
    "hometown": "Santa Cruz, CA",
    "year": 2003,
    "uid": "scraped_2003_dharma_darts_/_karma_repair"
  },
  {
    "name": "Dickelodeon",
    "contact_email": "deezeldgs@yahoo.com",
    "hometown": "Wasilla, AK",
    "year": 2003,
    "uid": "scraped_2003_dickelodeon"
  },
  {
    "name": "DirtNapCamp",
    "description": "Got anger? Got something to say? Want to memorialize a loved one? Want to give Karmic justice to that jerk. DirtNapCamp is here to help. Enter our graveyard of tombstones and decorate one of the stones or our new feature scroll-o-tomb. DirtNapCamp will provide paints and markers for your convience. Your inscriptions will be immortalized by the consecating fire of the burning man experience. Brought to you by your hosts @ DirtNapCamp!",
    "contact_email": "dirtnapcampers@charter.net",
    "hometown": "Sparks, NV",
    "year": 2003,
    "uid": "scraped_2003_dirtnapcamp"
  },
  {
    "name": "Dirty Dance Club",
    "description": "Adults only Dirty Dance Club opens around eleven. Tuesday get aquatinted, Wednesday Masquerade Ball. Thursday Prom Night, Fetish Friday, Small dance club for couples with select singles being admitted.",
    "contact_email": "darryl_krieghoff@edwards.com",
    "hometown": "Lake Forest, CA",
    "year": 2003,
    "uid": "scraped_2003_dirty_dance_club"
  },
  {
    "name": "Divination of Fire",
    "description": "In the morning we will train you in the fire arts performance, everything from safety to advanced wraps. Come during the day and have your fortune read for you. As the sun sets the fire begins. Fire Arts Collective will be burning up the night.",
    "contact_email": "jdhood14@msn.com",
    "hometown": "Tracy, CA",
    "year": 2003,
    "uid": "scraped_2003_divination_of_fire"
  },
  {
    "name": "Doomocratik Republik of Gigsville",
    "description": "Welcome to the People’s Doomocratic Republik of Gigsville! March with the Revolutionary Party, get wet at the Baath Party, or come start your own peasant uprising!",
    "contact_email": "hgibson@alum.mit.edu",
    "hometown": "San Francisco, CA",
    "url": "http://www.gigsville.org",
    "year": 2003,
    "uid": "scraped_2003_doomocratik_republik_of_gigsville"
  },
  {
    "name": "Dr. Z's Lounge",
    "contact_email": "michaelp@sunset.net",
    "hometown": "Chico, CA",
    "year": 2003,
    "uid": "scraped_2003_dr._z's_lounge"
  },
  {
    "name": "Dragons Layer",
    "description": "The TaKillYa will flow, The Dragon will play, and the butiful people will celebrate. LIFE IS TO SHORT NOT TO PARTY WITH US!!!",
    "contact_email": "PhatPhoto@hotmail.com",
    "hometown": "Truckee, CA",
    "year": 2003,
    "uid": "scraped_2003_dragons_layer"
  },
  {
    "name": "Draka Camp",
    "description": "A Reptilian Oasis where sharing food, drink, good spirits and massage will be found in the shade of Draka-the-Dragon’s Lair and under a Mermaid’s Tail.",
    "contact_email": "lisa@burninbush.org",
    "hometown": "Gerlach, NV",
    "url": "http://www.drakaarts.org",
    "year": 2003,
    "uid": "scraped_2003_draka_camp"
  },
  {
    "name": "Dreamcatcher",
    "description": "Enter the world of the Dreamcatcher where you can explore your past, present and future dreams with the assistance of the Oracle of Dreams, the Dream Web Chair, the Dream Kaleidoscope, the Wheel of Dream Karma, and the Dream Storytelling Corner. Prepare your body for pleasant playa dreamin’ with a massage, vinegar footbath, or dreamy aromatherapy spray and remember your Dreamcatcher experience by getting a T-shirt transfer or an original, handcrafted ceramic dream token. May all your playa dreams come true!",
    "contact_email": "ebutens@itsa.ucsf.edu",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_dreamcatcher"
  },
  {
    "name": "ECO-Dance /Party without Petroleum",
    "description": "ECO-Dance /Party without Petroleum is dedicated to the idea that we can dance, have lights and have fun without the need for petroleum. B.I.O. Tour bus is powered by vegetable oil converted into biodiesel. Sound system and other electrical needs met by solar and wind power. During the day we’ll spin the chill tunes with information, literature, displays, explanation of the how to of renewable energy use on the playa. DJs will spin solar-powered tunes without any stinky, noisy, polluting generator.",
    "contact_email": "karl@earthsustainable.org",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_eco-dance_/party_without_petroleum"
  },
  {
    "name": "Ecstasia Villa",
    "description": "Body art for those who love art and dance.",
    "contact_email": "mike@mlord.net",
    "hometown": "Mt. View, CA",
    "url": "http://www.ecstasiavilla.com",
    "year": 2003,
    "uid": "scraped_2003_ecstasia_villa"
  },
  {
    "name": "Eleccentricity",
    "description": "Eleccentricity – a kinetic old-skool village featuring such playa luminaries as Dr. Megavolt, the Mutaytor, Spherocity and the Orange Kids.",
    "contact_email": "siigi@aol.com",
    "hometown": "Los Angeles, CA",
    "year": 2003,
    "uid": "scraped_2003_eleccentricity"
  },
  {
    "name": "Elem-ether",
    "description": "Explore the world between the elements and the etheric.",
    "contact_email": "michaelsarto@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_elem-ether"
  },
  {
    "name": "Elementia",
    "contact_email": "dalbear@hotmail.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_elementia"
  },
  {
    "name": "EmoCamp",
    "description": "We like ommm. We like touch. We like volleyball and frisbee. We like music of all kinds, sometimes ambient, sometimes something else and sometimes, nothing at all.",
    "contact_email": "bm2003@emomen.com",
    "hometown": "Vancouver, BC",
    "year": 2003,
    "uid": "scraped_2003_emocamp"
  },
  {
    "name": "Epiphany",
    "description": "A place to dance the night away with a different decade every night with light show and cocktails. Come see our Gasoline driven Blender.",
    "contact_email": "ReggieBass@aol.com",
    "hometown": "Santa Cruz, CA",
    "year": 2003,
    "uid": "scraped_2003_epiphany"
  },
  {
    "name": "ESD Medical Camp",
    "contact_email": "seth@starstream.net",
    "hometown": "Rocklin, CA",
    "year": 2003,
    "uid": "scraped_2003_esd_medical_camp"
  },
  {
    "name": "ETOE",
    "contact_email": "dis4n@hotmail.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_etoe"
  },
  {
    "name": "Exquisite Deity",
    "contact_email": "evanj23@hotmail.com",
    "hometown": "Tucson, AZ",
    "year": 2003,
    "uid": "scraped_2003_exquisite_deity"
  },
  {
    "name": "Eyes of God (c)2003 The Tribe",
    "description": "Guy walking across the playa: Whoa dude, what the hell is that in the sky?! Naked guy walking next to him: It’s God man! Quick, put your clothes back on!",
    "contact_email": "jimbowers@mindspring.com",
    "hometown": "Colfax, CA",
    "year": 2003,
    "uid": "scraped_2003_eyes_of_god_(c)2003_the_tribe"
  },
  {
    "name": "Fairyland at the Isle of Avalon",
    "contact_email": "scottmbarney@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_fairyland_at_the_isle_of_avalon"
  },
  {
    "name": "Fandango",
    "description": "The Fandango Village; home of the Orbitals, Butterzone, Motown, and the Remnants of Funk Camp, launchpad for the Temple of Atonement, and birthplace of the Slow-Dance Pavilion, welcomes everybody back to their Playa.  Expect the usual assorment of late-night films, dancing, and cocktails.  (Warning, may be dusty.)",
    "contact_email": "steve.courtney@akqa.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_fandango"
  },
  {
    "name": "Fast Furnishings",
    "description": "Find your Ultimate Sock Mate! Pay tribute to your last chance to wear white shoes!",
    "contact_email": "greg@acmeart.com",
    "hometown": "Berkeley, CA",
    "year": 2003,
    "uid": "scraped_2003_fast_furnishings"
  },
  {
    "name": "Fey Abbey",
    "contact_email": "feyabbeyburn@hotmail.com",
    "hometown": "Seattle, WA",
    "year": 2003,
    "uid": "scraped_2003_fey_abbey"
  },
  {
    "name": "filthydogrecordings.com camp",
    "description": "Evenings of filthy music for filthy people to dance to.",
    "contact_email": "filthydogrecordings@hotmail.com",
    "hometown": "Oakland, CA",
    "year": 2003,
    "uid": "scraped_2003_filthydogrecordings.com_camp"
  },
  {
    "name": "Fire Conclave Convergence",
    "description": "Gathering convergence for members of the Fire Concalve. Daily activites will include: Check in by each members of the Fire Conclave, knowledable represensatives will be checking & repairing fire tools, Fire Safety meeting for all Fire Watch that are responsible for the safety of the fire performers, Leaving & receiving messages, radio distribution for Burn night and great discusssions of fire art in the world.",
    "contact_email": "crimson@burningman.com",
    "hometown": "Oakland, CA",
    "year": 2003,
    "uid": "scraped_2003_fire_conclave_convergence"
  },
  {
    "name": "Firestarr",
    "contact_email": "sneuringer@earthlink.net",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_firestarr"
  },
  {
    "name": "First Church of Skee Ball",
    "description": "First Church of Skee Ball. Skee ball beyond belief!",
    "contact_email": "wastrom1@msn.com",
    "hometown": "Chico, CA",
    "year": 2003,
    "uid": "scraped_2003_first_church_of_skee_ball"
  },
  {
    "name": "Flatulence Amplification Research Team",
    "description": "F.A.R.T. Flatulence Ampflication Research Team /Frogstone Island: Stop by eat Playa chili beans and return later to FART into our Megaphones. Wear your worst OD Green millitary surplus shit and share a cigar!  The best FARTS could get you a prize.  Now 5 years strong. Listen for live simulacasting on FM Radio, CB and FRS Radio CH#8.  hats off to the Canadians for giving us our name.  Home of  Light the burning FART dart game Lets trade.",
    "contact_email": "ODGreen@redshift.com",
    "hometown": "Pacific Grove, CA",
    "year": 2003,
    "uid": "scraped_2003_flatulence_amplification_research_team"
  },
  {
    "name": "FleshLab",
    "description": "The cross-section of the Leri online community (http://www.leri.org/) the physical world and BurningMan minus FOODLAB. Having undergone a mass exodus of structure, Fleshlab will this year be somewhat sparse, which means there is room for all! Huddled masses yearning to breathe dust, arrive here and be welcome!  Diversions of the mind and body.  Comfy furniture. Random music. Random people. You. All for free. On the other hand if you prefer structure there’s always FOODLAB.",
    "contact_email": "gheller@ia.net",
    "hometown": "Saint Paul, MN",
    "url": "http://www.flight2mars.com",
    "year": 2003,
    "uid": "scraped_2003_fleshlab"
  },
  {
    "name": "Foos Revenge",
    "description": "Imagine yourself drinking and playing a game of foosball, when suddenly you find yourself transported into the game as a real life foos player with giant foos Gods looking down on you. Your only way out is to win. Loose and you will forever be lost in the living hell known as Foos Revenge.",
    "contact_email": "firefighterfrench@yahoo.com",
    "hometown": "Mooresville, NC",
    "year": 2003,
    "uid": "scraped_2003_foos_revenge"
  },
  {
    "name": "Forest of Enchantment",
    "contact_email": "silavroc@yahoo.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_forest_of_enchantment"
  },
  {
    "name": "Free Photography Zone",
    "description": "Free Photography Zone, once again, giving the best photogaphs of the best people on earth to the best people on Earth. Come, have your photograph made in a studio setting by a Burning Man institution and leave with your print.",
    "contact_email": "johnbrennanphoto@yahoo.com",
    "hometown": "Santa Clara, CA",
    "url": "http://www.johnbrennanphoto.com",
    "year": 2003,
    "uid": "scraped_2003_free_photography_zone"
  },
  {
    "name": "Fremen Spice Traders (Free Coffee)",
    "description": "FREE COFFEE!!!",
    "contact_email": "ben@benblake.net",
    "hometown": "Arcata, CA",
    "year": 2003,
    "uid": "scraped_2003_fremen_spice_traders_(free_coffee)"
  },
  {
    "name": "Fudo Myoo",
    "description": "Experience the celebration of the buddist diety, FUDO MYOO. Conquer your’ doubt and illusions with intelligence and truth.",
    "contact_email": "lyleb@sutterhealth.org",
    "hometown": "Oakland, CA",
    "year": 2003,
    "uid": "scraped_2003_fudo_myoo"
  },
  {
    "name": "Funkee Monkey Camp",
    "description": "Funkee Monkey Camp – A bastion of funky beats to move your feet with banana pancakes & coffee served up after a night of monkeying around on the playa (42.0 minutes post sunrise)- if you’re lucky, you may even find a monkey to spank?!@#",
    "contact_email": "francoischadwick@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_funkee_monkey_camp"
  },
  {
    "name": "Fusion Valley",
    "description": "Home of PlayaNET.",
    "contact_email": "taz@burningman.com",
    "hometown": "Los Gatos, CA",
    "year": 2003,
    "uid": "scraped_2003_fusion_valley"
  },
  {
    "name": "Geezerville",
    "description": "Are you having more trouble getting up off the floor than you used to and are you taking more prescription drugs but enjoying them less? Then Geezerville, the focus of BM activity for older postal workers and their guests is the  place for you to pass the endless afternoon until it is late enough to go to bed.",
    "contact_email": "lheid@saclink.csus.edu",
    "hometown": "Carmichael, CA",
    "year": 2003,
    "uid": "scraped_2003_geezerville"
  },
  {
    "name": "Genital Portrait Studio",
    "description": "Back by VERY popular demand, particpants of Burning Man ’03 will once again be graced with the Genital Portrait Studio, BRC’s most exciting stop for the nether-parts connoisseur. A plethora of choices await burners in showcasing their beloved bits & pieces including various props, celebrity cutouts, and the ever-popular laminated Genital ID cards, which may be requested for entrance into other select genitalia-friendly camps, or by random playa size queens.",
    "contact_email": "gimmethoseshoes@yahoo.com",
    "hometown": "Ann Arbor, MI",
    "year": 2003,
    "uid": "scraped_2003_genital_portrait_studio"
  },
  {
    "name": "Get Lost",
    "description": "If you’re here you’re here… if you’re there you’re there… in between… get lost!",
    "contact_email": "sunny-d@candyraver.com",
    "hometown": "Kingsbury, TX",
    "year": 2003,
    "uid": "scraped_2003_get_lost"
  },
  {
    "name": "Ghettopia",
    "description": "Basketball, urban movies, and DJ dancing await you at Ghettopia. Ghettopia is a place where corporation control and societal judgement do not exist. All are welcome to Ghettopia!",
    "contact_email": "djpat@yahoo.com",
    "hometown": "Sanger, CA",
    "year": 2003,
    "uid": "scraped_2003_ghettopia"
  },
  {
    "name": "Glittercamp",
    "description": "Glittercamp: Naked and shining as nature intended!Glitter Glitter Everywhere!On our bellies and pubic hair!Don’t be shy sat over there!Come, boys or girls, round or thinThe glitter’s warm, jump on in!There’s plenty more here to share!We’ll rub you down – we don’t care!",
    "contact_email": "jpgarner@ucdavis.edu",
    "hometown": "Davis, CA",
    "url": "http://www.gigsville.org",
    "year": 2003,
    "uid": "scraped_2003_glittercamp"
  },
  {
    "name": "Glowball of Happiness",
    "description": "Visit our Glowball of Happiness, an interactive exhibit where your movements control the color of our Magic Glowball and your own destiny. Experience Glowballization tonight! Interact with our Sphere of Influence. You Have The Power!",
    "contact_email": "jonathan@diamondsystems.com",
    "hometown": "Newark, CA",
    "year": 2003,
    "uid": "scraped_2003_glowball_of_happiness"
  },
  {
    "name": "Green Fairy Bar Camp",
    "description": "Learn how to make homemade absinthe, and then bring something to barter for a drink at the Green Fairy Bar.",
    "contact_email": "philfear@rain.org",
    "hometown": "Ventura, CA",
    "year": 2003,
    "uid": "scraped_2003_green_fairy_bar_camp"
  },
  {
    "name": "Green Penis",
    "description": "Male fertility ritchul… free facials",
    "contact_email": "ricochet1961@hotmail.com",
    "hometown": "Federal Way, WA",
    "year": 2003,
    "uid": "scraped_2003_green_penis"
  },
  {
    "name": "Green Tortoise Camp",
    "contact_email": "info@greentortoise.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_green_tortoise_camp"
  },
  {
    "name": "Greeters Camp",
    "contact_email": "blondie@burningman.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_greeters_camp"
  },
  {
    "name": "Groovepharm",
    "description": "GroovePharm, come shake your butt, and surround yourself in beautiful visuals as you groove to our funky beats.",
    "contact_email": "jennifer@ayersdesign.com",
    "hometown": "Austin, TX",
    "year": 2003,
    "uid": "scraped_2003_groovepharm"
  },
  {
    "name": "Group W",
    "contact_email": "rolfinhell@yahoo.com",
    "hometown": "Bay Point, CA",
    "year": 2003,
    "uid": "scraped_2003_group_w"
  },
  {
    "name": "Gypsy Witch Farm Camp",
    "description": "Gypsy Witch Farm Girl Camp, Meditation, Catering to First Time Burners or those who come alone. Fire – Fire!",
    "contact_email": "burninggypsy@hotmail.com",
    "hometown": "Dallas, TX",
    "year": 2003,
    "uid": "scraped_2003_gypsy_witch_farm_camp"
  },
  {
    "name": "Gyrational Bliss Asylum",
    "description": "Gyrational Bliss Asylum is a day spa, providing foot washes, manicures, pedicures, tarot card readings, massage, energy treatments, and spankings. Hang-out in our Asylum of Bliss or our hammock chill structure.",
    "contact_email": "dr_dhe@yahoo.com",
    "hometown": "Sun Valley, CA",
    "url": "http://www.std.org/hotd",
    "year": 2003,
    "uid": "scraped_2003_gyrational_bliss_asylum"
  },
  {
    "name": "Hands Across the Playa",
    "description": "Citizens of Black Rock! Link up with all of the inhabitants of the city! On Friday afternoon, we will stretch our collective bodies across the Playa, including the Man! Stop by the camp for all the details!",
    "contact_email": "yoni42@hotmail.com",
    "hometown": "Arlington, VA",
    "year": 2003,
    "uid": "scraped_2003_hands_across_the_playa"
  },
  {
    "name": "Hanuman-ville",
    "description": "What’s Beyond Belief? Actually doing something… like Hanuman, the Hindu monkey god. Hanuman battled demons, carried mountains & won wars. Come on by & add something to the altar or bang a drum in honor of the ultimate participant Hanuman.",
    "contact_email": "rsberry@aol.com",
    "hometown": "Los Angeles, CA",
    "year": 2003,
    "uid": "scraped_2003_hanuman-ville"
  },
  {
    "name": "HeadSpace",
    "description": "HeadSpace – a sanctuary on the playa for all Psychonauts, or anyone interested in consciousness exploration. There will be a small library of consciousness texts and periodicals, as well as talks and discussions over many aspects of consciousness exploration, shamanism, and harm reduction information. Come let your mind roam in cozy dome filled with chill, eclectic beats.  Located in the Sanctuary village!",
    "contact_email": "djbuddhaful@hotmail.com",
    "hometown": "Oakland, CA",
    "url": "http://www.sanctuaryvillage.com",
    "year": 2003,
    "uid": "scraped_2003_headspace"
  },
  {
    "name": "Heaven and Hell",
    "contact_email": "admin@darkfirerpg.com",
    "hometown": "New York, NY",
    "year": 2003,
    "uid": "scraped_2003_heaven_and_hell"
  },
  {
    "name": "HEC Pyra-moydal Guild",
    "description": "Ancient vows of ReHymenization?… The ritual lives on, but the outcome is errant.",
    "contact_email": "davidamclain@yahoo.com",
    "hometown": "San Carlos, CA",
    "url": "http://honisoitcroquet.com",
    "year": 2003,
    "uid": "scraped_2003_hec_pyra-moydal_guild"
  },
  {
    "name": "HeeBeeGeeBee Healers",
    "description": "In the midst of the desert, we are your home for healing, quiet meditation, massage, energy work, yoga and grounded community. Come and revel in our 4000 sq feet of quiet, carpeted, cool shade where you are sure to meet new friends and connect with healers from previous years.",
    "contact_email": "michael@mac-magic.com",
    "hometown": "Steamboat Springs, CO",
    "url": "http://www.heebeegeebeehealers.org",
    "year": 2003,
    "uid": "scraped_2003_heebeegeebee_healers"
  },
  {
    "name": "Hobo Logistics",
    "description": "Prong 3, Phase 3 nearing completion; IGNITE your Potential, the infomercial  will be ready for your viewing, and subsequent transformation into the ‘you’ you always knew you had in you! Hobo Logistics: The Business of Science, The Science of Business.",
    "contact_email": "karltuvan@hobotix.com",
    "hometown": "Toronto, ON",
    "year": 2003,
    "uid": "scraped_2003_hobo_logistics"
  },
  {
    "name": "Holy Karaoke!",
    "description": "Come Karaoke with us at Holy Karaoke! We’ll provide the equipment and song lists, as well as a Japanese decor. All you have to do is let your inhibitions go and grab the mic. You can also bounce on the trampoline, sculpt rock garden designs or just chill out and support your fellow burningman stars.",
    "contact_email": "travelingwego@hotmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.digitalrites.com/bm/index.html",
    "year": 2003,
    "uid": "scraped_2003_holy_karaoke!"
  },
  {
    "name": "Honisoit Croquet & Cosmo Lounge",
    "description": "Bang some balls and shake it up!! Cool Cosmos and hot play. Come enjoy some croquet, cosmo’s and karaoke on the playa with us.",
    "contact_email": "sdurtschi@foothill.net",
    "hometown": "Grass Valley, CA",
    "url": "http://honisoitcroquet.com",
    "year": 2003,
    "uid": "scraped_2003_honisoit_croquet_&_cosmo_lounge"
  },
  {
    "name": "Hookahdome",
    "description": "An oasis of luxury in the desert offering an extraordinary measure of hospitality, we set the mood for enchantment through flavored tobacco smoking, sunset ceremonies, and evening fire-dancing rituals. Tribal rhythms and soothing melodies bathe your senses as you enter the Altar Dome and spin the Wheel of Faith, travel the playa in style on the Magic Flying Carpet, or enjoy the intimate pleasures of the Cuttle Shuttle.",
    "contact_email": "specialstephen7@yahoo.com",
    "hometown": "Oakland, CA",
    "year": 2003,
    "uid": "scraped_2003_hookahdome"
  },
  {
    "name": "Hookey Pookey Camp",
    "description": "Hookey Pookey Camp, Really is that what it’s all about. Hookey Pookey every morning at 10 Am and meeting at 6pm for friends of Bill W.",
    "contact_email": "marvo03@direcway.com",
    "hometown": "Calexico, CA",
    "year": 2003,
    "uid": "scraped_2003_hookey_pookey_camp"
  },
  {
    "name": "Hot Wheelz",
    "description": "Hot Wheelz wheelchair Camp is intended to provide camping space with easy access for Burners in wheelchairs to the City’s Center Camp support and entertainment services. A limited number of specially equipped electric handicapped golf Carts with hand controls will be provided for use by qualifying disabled Burners.",
    "contact_email": "freeheadspins@yahooy.com",
    "hometown": "Reno, NV",
    "year": 2003,
    "uid": "scraped_2003_hot_wheelz"
  },
  {
    "name": "House of Lotus",
    "description": "The House of Lotus kindly offers beats to move yo’ feets inside the giant yellow temple of funky house and breakbeats. Just follow the light poles…",
    "contact_email": "timalbinson@hotmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.houseoflotus.com",
    "year": 2003,
    "uid": "scraped_2003_house_of_lotus"
  },
  {
    "name": "Hushville",
    "description": "Hushville is an aural oasis in an undulating sea of chaos. The village is open to anyone who wants to camp with us, as long as they abide by three simple rules: 1) no generators; 2) no amplified sound; 3) clean up after yourself.",
    "contact_email": "david@peterman.org",
    "hometown": "Seattle, WA",
    "url": "http://www.playachicken.com/hushville",
    "year": 2003,
    "uid": "scraped_2003_hushville"
  },
  {
    "name": "I'm Ok! You're Ok! Corral",
    "description": "I’m Ok! You’re Ok! returns with more of the hottest & sexiest playa residents. And yes, Bar Car will rove the playa with its fantastic party people (the corral & you!), endless beverages on tap, proper house music played by our resident DJs, a larger dance floor and another vehicle, the chill out Love Sub will follow via remote control.",
    "contact_email": "brcinsf@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_i'm_ok!_you're_ok!_corral"
  },
  {
    "name": "Illumination Village",
    "description": "The Illumination Village:Burning art today for a better tomorrow",
    "contact_email": "thinc@well.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.barcar.org",
    "year": 2003,
    "uid": "scraped_2003_illumination_village"
  },
  {
    "name": "Image Node",
    "description": "Camp Image Node will free your mind.",
    "contact_email": "twina@interport.net",
    "hometown": "Brooklyn, NY",
    "year": 2003,
    "uid": "scraped_2003_image_node"
  },
  {
    "name": "Inga's Slut Hut",
    "description": "Inga’s Slut Hut is THE afterhours “hot spot” for participants who have employed themselves well in the art of civic service duty… “Backstage arrangements” can be made through the friendly volunteers of the BRCPO…",
    "contact_email": "ladyerato@hotmail.com",
    "hometown": "Mountain View, CA",
    "year": 2003,
    "uid": "scraped_2003_inga's_slut_hut"
  },
  {
    "name": "INSS",
    "description": "Are you really a Citizen of BRC? Well, the Immigration, Naturalizations, and Socialization Services (INSS) would like to help you explore your impulses through participation. Just come on down to the Black Rock City Post Office (BRCPO) any time, and meet the friendly staff of INSS volunteers, dedicated to helping you find your ideal BRC experience!",
    "contact_email": "sylvia8@mindspring.com",
    "hometown": "Cupertino, CA",
    "year": 2003,
    "uid": "scraped_2003_inss"
  },
  {
    "name": "Interdimensional Space Portal",
    "description": "InterDimensional SpacePort(al)! A trance-reality spaceport/airport…Join the International Psychedelic Trance Community in our ventures beyond Creed and Dogma into the realms of Direct Experience…",
    "contact_email": "aaron@burningman.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_interdimensional_space_portal"
  },
  {
    "name": "Iraq, Inc.",
    "description": "When you stop, flickering face tattoos on Maori warrior start to glow, the eyes light up, it chants sucking your soul from your body & Reno area trailer trash rifle your pockets for spare change.  Coming inside, we are Explorers in Consciousness, nonprof  talking about the direct experience of the quantum and shamanic worlds.",
    "contact_email": "keck@dri.edu",
    "hometown": "Reno, NV",
    "url": "http://web1.greatbasin.net/~keck/BM2003.html",
    "year": 2003,
    "uid": "scraped_2003_iraq,_inc."
  },
  {
    "name": "Irrational Geographic Society",
    "description": "The Irrational Geographic Society is honored to return to Black Rock City in 2003, offering a host of activities including LED madness, Krotus worship, gift bar and lounge, massage, 800′ of el-wire and more!",
    "contact_email": "achilles@alum.mit.edu",
    "hometown": "Jamaica Plain, MA",
    "year": 2003,
    "uid": "scraped_2003_irrational_geographic_society"
  },
  {
    "name": "Joycamp",
    "description": "Our camp will offer a joyous relaxing space (no sex, kids or amplified music), where anyone can hang out, create art, share gifts, make friends.",
    "contact_email": "mmyerhoff@yahoo.com",
    "hometown": "West Hollywood, CA",
    "year": 2003,
    "uid": "scraped_2003_joycamp"
  },
  {
    "name": "Juicy Camp",
    "description": "Juicy Camp returns for a third year with its weapons of mass refreshment for the parched citizens of Black Rock City. Join the friendly international Juicy Campers in the afternoon til sundown for delicious smoothies, juicy beats, and a ton of joy.",
    "contact_email": "terverte@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_juicy_camp"
  },
  {
    "name": "Just the Facts Symposium",
    "description": "There is nothing but that which exists separate from any individual – SUM ERGO COGNITO- I am therefore I think – Come to our library and gather the facts you need to validate your world view.",
    "contact_email": "tobiasricci@sbcglobal.net",
    "hometown": "Valley Village, CA",
    "year": 2003,
    "uid": "scraped_2003_just_the_facts_symposium"
  },
  {
    "name": "K-FUK",
    "description": "Surreality television! Watch it! Be it!",
    "contact_email": "danglass66@hotmail.com",
    "hometown": "New York, NY",
    "year": 2003,
    "uid": "scraped_2003_k-fuk"
  },
  {
    "name": "K-Svert 106.5 FM",
    "description": "K-SVERT 106.5FM the 1/10 watt flame-thrower on the playa. K-Svert FM radio is your source for music, information, dis-information, rants, and grooves as well as YOUR public forum. Musicians, poets, pundits, priests and pornographers are invited to share our airwaves.",
    "contact_email": "maquino@ihot.com",
    "hometown": "San Francisco, CA",
    "url": "http://home.earthlink.net/~bvontbridge/KOFK/KOFKsplash.html",
    "year": 2003,
    "uid": "scraped_2003_k-svert_106.5_fm"
  },
  {
    "name": "Kabala Kabana",
    "description": "The Kabala Kabana creates a portal for the energy and inspiration of the Qabala to flow through for those who choose to walk its paths.",
    "contact_email": "jgardner@gasanim.com",
    "hometown": "Arvada, CO",
    "year": 2003,
    "uid": "scraped_2003_kabala_kabana"
  },
  {
    "name": "Kamp Krotus",
    "contact_email": "anca@anca.tv",
    "hometown": "Oakland, CA",
    "year": 2003,
    "uid": "scraped_2003_kamp_krotus"
  },
  {
    "name": "Kamp Tea Bag",
    "description": "Where the play begins and your thirst is quenched. Welcome to Kamp Tea Bag for a spot of shadE, refreshing tea, verbal intercourse, and when the stars and men line up-tea bagging.  Bring your own, share a bag, or have one of ours. Oh the splendor of variety.  Tea Dance anyone!",
    "contact_email": "sactoguyz@yahoo.com",
    "hometown": "Antelope, CA",
    "year": 2003,
    "uid": "scraped_2003_kamp_tea_bag"
  },
  {
    "name": "Karma Chameleon Camp",
    "description": "Beyond believe it’s all karma – and chameleon. Be invited to the most colorful interplanetary space.",
    "contact_email": "orange@blueandorange.info",
    "hometown": "Hamburg, Germany",
    "url": "http://www.blueandorange.info",
    "year": 2003,
    "uid": "scraped_2003_karma_chameleon_camp"
  },
  {
    "name": "Kathanika",
    "description": "hoooooodiddlidooowah. -!!!!- Kathanika Cafe returns this year as KATHANIKA: LAND OF RICE PADDY WAGON! ok no. i sure hope i can edit this later! oh well, if not then this is just another dorked-out quickie story to share with burners at our daily event: STORYTIME SHISHA!",
    "contact_email": "aliensoverkathanika@yahoo.com",
    "hometown": "Los Angeles, CA",
    "year": 2003,
    "uid": "scraped_2003_kathanika"
  },
  {
    "name": "KidsVille",
    "description": "KidsVille, the Village for today’s Burning Families. Bring your kids and camp with us, or come by for a view of Burning Man through the eyes of a child. All families are welcome.",
    "contact_email": "kids@burningman.com",
    "hometown": "San Pablo, CA",
    "url": "http://www.blackrockkids.org",
    "year": 2003,
    "uid": "scraped_2003_kidsville"
  },
  {
    "name": "Kostume Kult",
    "description": "Inside the Kostume Dome, haberdashery, fabric, paints and accessories will be offered to all, by the benevolent Goddess. An unruly gang of artists, gnomes, fairies and elves are on hand to inspire your costume transformation.",
    "contact_email": "kenevican@hotmail.com",
    "hometown": "New York, NY",
    "url": "http://www.KostumeKult.com",
    "year": 2003,
    "uid": "scraped_2003_kostume_kult"
  },
  {
    "name": "Kundalini Rising Camp",
    "description": "Kundalini Rising Camp is offering daily yoga and meditation classes as well as Satsang(coming together in truth) and screening of videos of key spiritual teachers.We are located in the Alternative Energy Zone and will post a schedule in front of our yoga dome and meditation tipi.",
    "contact_email": "carlr@infostations.com",
    "hometown": "Soquel, CA",
    "year": 2003,
    "uid": "scraped_2003_kundalini_rising_camp"
  },
  {
    "name": "Lamplighter Village",
    "description": "Home of the volunteers who light up Black Rock City every night, and meeting place for the participants (i.e. YOU), who join their ranks to make it happen. Meet you in Center Camp at dusk. Whiteout or shine, we light tonight!",
    "contact_email": "lawstonfound@burningman.com",
    "hometown": "Kensington, CA",
    "year": 2003,
    "uid": "scraped_2003_lamplighter_village"
  },
  {
    "name": "Lamplighter's Workspace",
    "description": "Lamplighter’s Shrine of 500 Lamplighter Villagers and all our Lamplighter volunteers are invited to bring one precious object(s) to be a part of our great shrine. This sacred installation, created by 500 or more people, lit by our lanterns at night, and all night, will be a quiet, intimate addition to the heart of center camp.",
    "contact_email": "lawstonfound@burningman.com",
    "hometown": "Kensington, CA",
    "year": 2003,
    "uid": "scraped_2003_lamplighter's_workspace"
  },
  {
    "name": "Lance Brown for President Camp",
    "description": "Lance Brown is running for president in 2008. This will be his 5th Burning Man, and he’s ready to get serious about selling you on his campaign. Stop by and find out more, and/or visit the website!",
    "contact_email": "lance@freedom2008.com",
    "hometown": "Nevada City, CA",
    "url": "http://freedom2008.com",
    "year": 2003,
    "uid": "scraped_2003_lance_brown_for_president_camp"
  },
  {
    "name": "LaserKaba",
    "description": "LaserKaba will beam laser love over BM 2003.  Fallow the laser and come play with us!",
    "contact_email": "Mattie_Mataus@hotmail.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_laserkaba"
  },
  {
    "name": "Latch Hutch, Return of the Patch",
    "description": "We will be BATCHING, LATCHING, and HUTCHING with live performances from the founding members in all the glory of the original BUTCH PATCH! Due to some truly innocent bystanders assuming ‘BUTCH’ had something to do with lesbians (where did they get that from? What were they THINKING?), we decided to go ahead and break the mold to rename our camp. But not to worry, interactive LATCH HUTCH newcomers and BUTCH PATCH veterans alike will be able to sit back and experience the pure ecstasy of a DUTCH or demonstrate their new found ability to HUTCH. In addition, daily BATCHINGS will occur without notice. Also, classes will be available to those who qualify to receive their *LATCH HUTCH CERTIFIED INSTRUCTOR BADGE* See y’all on the playa….",
    "contact_email": "vpeterson@blazemail.com",
    "hometown": "Eugene, OR",
    "url": "http://www.dzm.com/lawngames",
    "year": 2003,
    "uid": "scraped_2003_latch_hutch,_return_of_the_patch"
  },
  {
    "name": "Liminal Lounge",
    "description": "Thresholds hold promise. It is up to each of us to fulfill that promise. Check in to the liminal lounge. Check your baggage. Check your fears. Submit to our security and then CROSS OVER TO THE OTHER SIDE.",
    "contact_email": "zorca@well.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.zorca.com/liminal",
    "year": 2003,
    "uid": "scraped_2003_liminal_lounge"
  },
  {
    "name": "Lions Camp",
    "description": "Bring your used eye glasses to Burning Man and help someone see who would otherwise not be able to see. These glasses will be cleaned, sorted and given to those in need through an eye glass program of Lions Clubs International.",
    "contact_email": "skooshink@gbis.com",
    "hometown": "Reno, NV",
    "url": "http://www.lions4N.org",
    "year": 2003,
    "uid": "scraped_2003_lions_camp"
  },
  {
    "name": "Liquor In The Front, Poker In The Rear",
    "description": "Liquor in the Front, Poker in the Rear Camp will feature cold refreshing liquor in the front and absurdist poker in the rear.",
    "contact_email": "kirleyman@hotmail.com",
    "hometown": "Santa Cruz, CA",
    "year": 2003,
    "uid": "scraped_2003_liquor_in_the_front,_poker_in_the_rear"
  },
  {
    "name": "Lost Temple of the Waterboy",
    "description": "We have lost our way-lost the temple… -lost our direction as a culture… a nation… a humanity… and we seek to find once again a new fresh moistness that is not as stale as the waters we have been drowning in… submerged in terrorist mud and polluted run off from greed. I am unsure of the country and political system I live in… the water may not be safe. We need filters, and there are those that say water will be the biggest $ commodity in the future… and with globalization… it could be the power… could it be a Disney or Enron brand? Can we trust this water? Do we need to generate our own moisture? We need to keep the wells safe and full. The temple has been lost, and we need to not only find the lost temple-but keep it lost to those who would destroy it. Where is that safe place? Where is the lost temple of waterboy?",
    "contact_email": "tcoughlin_2000@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_lost_temple_of_the_waterboy"
  },
  {
    "name": "Love, Sex and Nudity",
    "description": "We are a group of people who find great joy in these wonderful activities, and we believe in an open and sharing lifestyle.  Come join us if you like to party naked.  Couples who believe that physical monogamy can get boring will find like-minded people here, and a place to call home. Our slogan — “Naked is good, and sex is wonderful.”",
    "contact_email": "bunnsone@yahoo.com",
    "hometown": "Tigard, OR",
    "year": 2003,
    "uid": "scraped_2003_love,_sex_and_nudity"
  },
  {
    "name": "Lumerian Tribe",
    "description": "In our beautiful Lumerian Goddess Temple, we offer play, rituals, ceremonies, and rites of passage, designed to awaken and reveal the God/Goddess within, creating empowerment, freedom, and self-expression. We are also home to Rock’em Sock’em Robots and grant project Pillar of Fire.",
    "contact_email": "kkramer@iqmail.net",
    "hometown": "Clearfield, UT",
    "year": 2003,
    "uid": "scraped_2003_lumerian_tribe"
  },
  {
    "name": "Luv-A-Fair",
    "description": "At Luv-A-Fair you can find and express your Luv. Post a personality profile with your picture on our signboard to find one or more of your life-mates, or read and write poetry displayed in our heart garden.",
    "contact_email": "jeff@eliseo.net",
    "hometown": "Fair Oaks, CA",
    "url": "http://www.luv-a-fair.com",
    "year": 2003,
    "uid": "scraped_2003_luv-a-fair"
  },
  {
    "name": "Mad Cow Country Club",
    "description": "Yearnin’ to be Burnin’??? Then come visit the Mad Cow Country Club! For the third year in a row, we will be featuring Red’s Red Hot Nail Salon – a full service salon offering nail painting, facials, moxie sticks, body painting, and bare ass spanking. In addition, we will be offering a DIY prayer flag craft dome… we provide the materials, you provide the inspiration! And don’t miss the ever popular sno cone giveaways!",
    "contact_email": "dustdevil666@yahoo.com",
    "hometown": "Portland, OR",
    "url": "http://www.magicglasses.com",
    "year": 2003,
    "uid": "scraped_2003_mad_cow_country_club"
  },
  {
    "name": "Marina de Bohemia - Altared States",
    "description": "The crazy bohemians are back and this time slightly altared with plenty of phun for your playa pleasure so, come by to check out our altars and take your chance at the Wheel of Doom, maybe YOU too can shower with Jason, then heal your dirrrrty chakras when you’re done!!! REWARD – Help find our lost SACRED TIKI HEAD somewhere on the playa!",
    "contact_email": "kujosgirl@hotmail.com",
    "hometown": "Carmichael, CA",
    "year": 2003,
    "uid": "scraped_2003_marina_de_bohemia_-_altared_states"
  },
  {
    "name": "Media Mecca",
    "contact_email": "ronjon@burningman.com",
    "hometown": "Felton, CA",
    "year": 2003,
    "uid": "scraped_2003_media_mecca"
  },
  {
    "name": "Mehndi Body Oasis",
    "description": "Mehndi Body Oasis: Get out of the heat at out Oasis, to get mehndi body art (henna tattoos), to have your face decorated with bindis, to have your feet lovingly washed and massaged, to be entertained by spontanious belly-dancing and drum circles, to be misted with water, fanned with palm leaves or to just lounge in a relaxing oasis with harem girls and sultans. Camel parking is available.",
    "contact_email": "jmoralesgibson@yahoo.com",
    "hometown": "Benicia, CA",
    "url": "http://www.formandfunction.com/mehndibodyoasis",
    "year": 2003,
    "uid": "scraped_2003_mehndi_body_oasis"
  },
  {
    "name": "Mekka Outpost",
    "contact_email": "mthart@mekka.com",
    "hometown": "Manhattan Beach, CA",
    "year": 2003,
    "uid": "scraped_2003_mekka_outpost"
  },
  {
    "name": "Messiah For A Minute",
    "description": "Messiah For A Minute! Might you be the Messiah? We will decide and reward you accordingly. Give us your Words of Wisdom and be acclaimed or cast down! Accept our devotion or feel our wrath.",
    "contact_email": "mbesasie@fullhousemedia.com",
    "hometown": "Milwaukee, WI",
    "year": 2003,
    "uid": "scraped_2003_messiah_for_a_minute"
  },
  {
    "name": "Metamorphia",
    "description": "Metamorphosis inspired by the larva to adult transformation of insects.",
    "contact_email": "jon@monkeyc.org",
    "hometown": "Santa Barbara, CA",
    "year": 2003,
    "uid": "scraped_2003_metamorphia"
  },
  {
    "name": "Militant Love Warriors",
    "contact_email": "jonl@skyware.net",
    "hometown": "Salt Lake City, UT",
    "year": 2003,
    "uid": "scraped_2003_militant_love_warriors"
  },
  {
    "name": "Ministry Of Mutation",
    "description": "Prophet Paul Peter puts the fun in fundamentalism! Ministry of Mutation has the best vodka baptism, rock & roll worship service, and gong in all of Black Rock City.",
    "contact_email": "james2112@rocketmail.com",
    "hometown": "Oakland, CA",
    "url": "http://www.blueberryjoe.com/statistics",
    "year": 2003,
    "uid": "scraped_2003_ministry_of_mutation"
  },
  {
    "name": "Mirage",
    "description": "Experience Mirage fullfillment, as you revive, refresh and relax your body and soul during the heat of the day. Your pleasure is ours to make, in a place where mirages are real.",
    "contact_email": "choicelevel@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_mirage"
  },
  {
    "name": "MobileSecurityCheckpoint & Permits",
    "description": "All burners can (and must) be PERMITTED for all activities, actions and thoughts. In addition to issuing and revoking permits of all kinds, Permit Camp and our Mobile Security Checkpoint will screen ‘suspicious’ playa citizens for concealed items, proper permits and conforming attitudes.",
    "contact_email": "cp@offlabel.com",
    "hometown": "Santa Monica, CA",
    "year": 2003,
    "uid": "scraped_2003_mobilesecuritycheckpoint_&_permits"
  },
  {
    "name": "Mohammeds Mini Martini + Sex Story",
    "description": "The ritual of the Pouring of the Martini is important all around the world. At Mohammeds Mini Martini and Sex Story camp we will pour the coldest martinis in exchange for a sex story to be written by you and placed in Scheherrezzade’s Book of 1001 nights.",
    "contact_email": "tilt@earthlink.com",
    "hometown": "Aptos, CA",
    "url": "http://firecircle.com",
    "year": 2003,
    "uid": "scraped_2003_mohammeds_mini_martini_+_sex_story"
  },
  {
    "name": "Monkey Town",
    "description": "Monkey Town is the home of the two great religious denominations of Cacophony–the Church of the Monkey, and the Church of the SubMonkey. Come cower before the awe and mystery.",
    "contact_email": "leilaeasa@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_monkey_town"
  },
  {
    "name": "Monkey vs Robot",
    "description": "The monkey — primal, concrete, whimsical — and the robot — intelligent, thoughtful, abstract — engage in an epic battle, with the soul of humanity hanging in the balance. In the land between the Robo-temple and the Monkeypod Tree they will settle this battle royale.",
    "contact_email": "phos4escent@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_monkey_vs_robot"
  },
  {
    "name": "MonkeyPuzzle",
    "description": "At the JungleGym dome, guests will be in invited to stretch their arms, swing around, grow tails and access their monkey minds through the manifest rhythmic entity.",
    "contact_email": "burningbushvoice@hotmail.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_monkeypuzzle"
  },
  {
    "name": "Monks & Mandala",
    "description": "Let your senses enter the spiritual world through the torri gate to Monks & Mandala.  Meditate, practice yoga, listen to poetry or have a glass of chilled sake with the artists.",
    "contact_email": "nicoledemeo@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_monks_&_mandala"
  },
  {
    "name": "Moons of Mongo",
    "description": "Prepare yourselves, Earthlings! Moons of Mongo has landed on the Playa! See! Our mothership, our many blinking consoles, our superior sparkly costumes! Taste! Drinks of our homeworld that will control your mind and make your head spin! Play! With our otherworldly Theremin. Challenge! Our space warriors to daily games of bicycle laser tag! Relax! In our stargazing dome!",
    "contact_email": "xiolabloo@hotmail.com",
    "hometown": "Oakland, CA",
    "year": 2003,
    "uid": "scraped_2003_moons_of_mongo"
  },
  {
    "name": "Mootopia",
    "contact_email": "kim_dusel@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_mootopia"
  },
  {
    "name": "Mouth Full of Playa Dust (MFPD)",
    "description": "Mouth Full of Playa Dust presents Botanical Desire for BM03.  Drop by our dome, swing in our fuzzy throne, view BRC from aloft, get down on our tri-floor dance floor!",
    "contact_email": "elwiretiara@yahoo.com",
    "hometown": "Richmond, CA",
    "year": 2003,
    "uid": "scraped_2003_mouth_full_of_playa_dust_(mfpd)"
  },
  {
    "name": "Ms. Pac Camp",
    "description": "Live Ms. Pacman games run during the night! Come play as a ghost or Ms. Pacman! Sit inside her belly and meet crazy sexy things!",
    "contact_email": "shinobi_one@hotmail.com",
    "hometown": "Berkeley, CA",
    "year": 2003,
    "uid": "scraped_2003_ms._pac_camp"
  },
  {
    "name": "Mt. Olympus",
    "description": "Which Olympian are you?  Come find out at Mount Olympus – dress up as one of the Olympian deities, hurl thunderbolts, cause mere mortals to fall in love, engage in some socratic dialog, or come and steal fire from the gods (if you dare).",
    "contact_email": "jeff@ubois.com",
    "hometown": "Berkeley, CA",
    "year": 2003,
    "uid": "scraped_2003_mt._olympus"
  },
  {
    "name": "Murder Cafe",
    "description": "Murder cafe where death awaits you and rebirth welcomes you.",
    "contact_email": "murdercafe@hotmail.com",
    "hometown": "Salt Lake City, UT",
    "year": 2003,
    "uid": "scraped_2003_murder_cafe"
  },
  {
    "name": "Mystick Krewe of Satyrs",
    "contact_email": "satyrs@cox.net",
    "hometown": "New Orleans, LA",
    "year": 2003,
    "uid": "scraped_2003_mystick_krewe_of_satyrs"
  },
  {
    "name": "N-gon's Holy Cow ReCreation Center",
    "description": "Rejoin the N-gon at our Holy Cow Neighborhood ReCreation Center. Games, sacrifice and ritual. Drop by, join us and recreate!",
    "contact_email": "eastbay@burningman.com",
    "hometown": "Martinez, CA",
    "year": 2003,
    "uid": "scraped_2003_n-gon's_holy_cow_recreation_center"
  },
  {
    "name": "Naked Lie Camp",
    "description": "Free yourself and go beyond truth.",
    "contact_email": "ig00r@mad-scientists.org",
    "hometown": "Tucson, AZ",
    "year": 2003,
    "uid": "scraped_2003_naked_lie_camp"
  },
  {
    "name": "Naked Truth Art Exchange",
    "description": "Come show off your favorite piece at the Naked Truth Art Exchange! Share beauty with us in an expression of truth as we display creativity in its natural form.",
    "contact_email": "freedomcricket@trance.nu",
    "hometown": "Fresno, CA",
    "year": 2003,
    "uid": "scraped_2003_naked_truth_art_exchange"
  },
  {
    "name": "Necklace Factory",
    "description": "The Best Chill Space on the Playa! Come make your own fabulous jewelry with a collection of the finest people on planet earth–the citizens of Black Rock City!",
    "contact_email": "kctc@vonl.com",
    "hometown": "Kingwood, TX",
    "url": "http://town-center.net/burningman/burn.html",
    "year": 2003,
    "uid": "scraped_2003_necklace_factory"
  },
  {
    "name": "NecronomiCone",
    "description": "If we don’t suck you in with our devilish sno cones then maybe one of our Cosmic Joke art cars are what you are looking for. Remember, Satan is in for consultation but so is the Happy Bar to lift your spirits, or give you some if you are in need.",
    "contact_email": "heather@hestiafire.org",
    "hometown": "Fairfax, CA",
    "year": 2003,
    "uid": "scraped_2003_necronomicone"
  },
  {
    "name": "Nomadic Nutria Hunters",
    "description": "Nomadic Nutria Hunters invite you to enage your manifest destiney and bring out your own Bad Pioneer in seeking the Nutria, as a physical source of sustanance  and as a spiritual guide in your journey.",
    "contact_email": "theta444@yahoo.com",
    "hometown": "Portland, OR",
    "url": "http://ofrenda.org/theta/nutria",
    "year": 2003,
    "uid": "scraped_2003_nomadic_nutria_hunters"
  },
  {
    "name": "NOT-NOT",
    "description": "Come and see, you might be warm you might have fun but of course you will get wet…",
    "contact_email": "Real_Swift@excite.com",
    "hometown": "New York, NY",
    "year": 2003,
    "uid": "scraped_2003_not-not"
  },
  {
    "name": "Nuclear Family",
    "description": "Burningman’s favorite dysfunctional family is back with a whole messa thangs fer ya! Come on by Porch Camp to sit and yell at the hippies, lie to each other and have a complete redneck porch experience. Yuuup. We got some freaks banging on drums callin’ themselves the Drum Enforcement Agency, a real live Sultan holding court and the crazy youngins’ of Electric Mayhem Camp. Hell, we even got ourselves a genuine Shaman dispensin’ spiritual guidance! Need some help? Talk to the Playa Helpdesk. The Artsy Fartsy members of the family put together a little somethin’ called the NucFam Artwalk to honor this Beyond Belief business. We even got us a Goddess Camp and some Temples fer worshippin’ stuff.",
    "contact_email": "brc_sweettart@yahoo.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.lulievision.com/nuclearfamily",
    "year": 2003,
    "uid": "scraped_2003_nuclear_family"
  },
  {
    "name": "Oaktown Crackups Hardcore Heaven",
    "contact_email": "Neonrugburnz@aol.com",
    "hometown": "Novato, CA",
    "year": 2003,
    "uid": "scraped_2003_oaktown_crackups_hardcore_heaven"
  },
  {
    "name": "Oasis - Recycle Yourself",
    "description": "-Recycle Yourself- Wandering the roads of Black Rock City, we seek enlightenment. Our illumination received is through expriences, knowledge and awareness. Our camp offers a gift of commmunity service to the Burning Man community with knowledge and understanding of organ donation awareness. Come visit the Oasis to rejuvinate with a bottle of our exlixer of life and take with you the thoughts of a gift of life – how to recycle yourself. Sages and neophytes of the experience welcome, as are all others.",
    "contact_email": "phcoop@hotmail.com",
    "hometown": "Auburn, CA",
    "year": 2003,
    "uid": "scraped_2003_oasis_-_recycle_yourself"
  },
  {
    "name": "Oasis of the Gullible",
    "description": "Where nothing is Beyond Belief.",
    "contact_email": "carnal@hawaii.rr.com",
    "hometown": "Kekaha, HI",
    "year": 2003,
    "uid": "scraped_2003_oasis_of_the_gullible"
  },
  {
    "name": "Obstacle Court",
    "description": "Checks and Balance Beams – Great people of Black Rock, we announce the establishment of a Judiciary to rein in the abuses of the Executive and the Legislative. The Obstacle Court is now in session and available to hear your cases, redress your grievances, and sentence you to the trampo-flop.",
    "contact_email": "grovellist@yahoo.com",
    "hometown": "Los Angeles, CA",
    "year": 2003,
    "uid": "scraped_2003_obstacle_court"
  },
  {
    "name": "OGONONOGO",
    "contact_email": "justin@redarmyaudio.com",
    "hometown": "Santa Cruz, CA",
    "year": 2003,
    "uid": "scraped_2003_ogononogo"
  },
  {
    "name": "Opera Omphalos Arkipelago",
    "description": "Join us as we prepare ourselves to be the ritual dancers, singers, servants, and oracles of the Omphalos Lantern and Temple Oracle, a passage from the rational to the reality of the irrational.  We are from around the world, from the Americas, from the S.F. Bay area.  Stop in for our sessions in Ketchak (monkey chant), throat singing, medieval chant, Balkan dance, sacred navel decoration and Mehdi application, story of Ishi, morning tai chi exercises, and initiation into the Washan Bear Clan.  Look for our Ark, a two masted ship atop a sea serpent, and 8 sided Arktagon structure. Web site has images of past years.",
    "contact_email": "walkingoak@hotmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.burningmanopera.org",
    "year": 2003,
    "uid": "scraped_2003_opera_omphalos_arkipelago"
  },
  {
    "name": "Oracular Madness",
    "description": "Musical oracles and high hospitality in the Oraculon with travelers of the Poison Path.",
    "contact_email": "laura@botanikos.com",
    "hometown": "Oakland, CA",
    "year": 2003,
    "uid": "scraped_2003_oracular_madness"
  },
  {
    "name": "Organized Confusion",
    "description": "Relax and have some refreshing conversation and water and shade. Entertaining you at Black Rock City. Every one welcome.",
    "contact_email": "pops60@earthlink.net",
    "hometown": "Charter Oak, CA and and Moab, UT",
    "url": "http://www.burntheirishbar.com",
    "year": 2003,
    "uid": "scraped_2003_organized_confusion"
  },
  {
    "name": "P.U.N. (People United for Nothing)",
    "description": "The Visual Effect Created by People United for Nothing this year is that of Having your Cake and Eating it too. Maybe it’s your Birthday, or Unbirthday? In any event, you may partake of the sacrament of Cake and Enjoy a tasty beverage of your choice at our Nowhere Bar where other Gifts are sometimes also Given.",
    "contact_email": "snohbeast@lycos.com",
    "hometown": "Seattle, WA",
    "url": "http://groups.yahoo.com/group/P_U_N",
    "year": 2003,
    "uid": "scraped_2003_p.u.n._(people_united_for_nothing)"
  },
  {
    "name": "Paintings By Numbers",
    "description": "Paintings By Numbers… encouraged participation in a group art… supplies provided.",
    "contact_email": "shef@ioc.net",
    "hometown": "Yorba Linda, CA",
    "url": "http://www.palenquenorte.com",
    "year": 2003,
    "uid": "scraped_2003_paintings_by_numbers"
  },
  {
    "name": "Pamper Camp",
    "description": "Pamper Camp: come be pampered and look pretty on the Playa. We will give you a manicure and pedicure while serving you a refreshing Cosmopolitan.",
    "contact_email": "kendraluck@hotmail.com",
    "hometown": "Albany, CA",
    "year": 2003,
    "uid": "scraped_2003_pamper_camp"
  },
  {
    "name": "Pancake Playhouse",
    "description": "When soft rock is heard, pancakes will be served.",
    "contact_email": "brookfurlong@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_pancake_playhouse"
  },
  {
    "name": "Pantheon",
    "description": "Gods, goddesses, minor deities, supernatural beings, saints, prophets, and other theistic riff-raff live and play at the Pantheon. Sit at, or on, the throne of God, seat of the One and Only Almighty, who may be working or chatting with passersby; participants may claim the throne on a first-come, first-served basis. Join an event at the Pantheon’s Colliseum, including Deity Game Shows, Music of the Spheres Hosted Jam Sessions (from singing, drumming, and harmonic chanting, to fire dancing and good ol’ fashioned blues — yes, we have a piano), and Mud Goddess Wrestling. (The collisuem is also available for booking by other groups.) Relax at the Oasis, equipped with shady palm trees, birds, hammocks, and refreshing mist. On Sunday at sunset, the Pantheon will host a Web of Life reception, culminating at dusk by a procession to the Web of Life, which will be ignited and released to the heavens.",
    "contact_email": "dave@glenmuse.com",
    "hometown": "Ojai, CA",
    "year": 2003,
    "uid": "scraped_2003_pantheon"
  },
  {
    "name": "PASSION Temple",
    "description": "You are invited to the peaceful sacredness of PASSION Temple, enjoy the healing warmth, relax your body, free your mind, open your heart, let go into loving tenderness, see each other’s beauty, and connect non-verbally – a smile, a hug, a loving gesture… At nights there are live performances of sacred music and healing arts, and during the days workshops on passionate living.",
    "contact_email": "lior@passion.edu",
    "hometown": "Belmont, CA",
    "year": 2003,
    "uid": "scraped_2003_passion_temple"
  },
  {
    "name": "Pasty Camp",
    "description": "Pasty Camp is back for its third year providing you with all the materials you need to make your own custom pasties. Stop by, relax, be creative, and leave with a great pair of pasties.",
    "contact_email": "patricia.barfield@aiminvestments.com",
    "hometown": "Houston, TX",
    "year": 2003,
    "uid": "scraped_2003_pasty_camp"
  },
  {
    "name": "Paul Is Sexy",
    "description": "Who is Paul and why is he sexy? We invite all burners to explore the mysteries of Paulism and become their own Paul at our BRC shrine to Paul.",
    "contact_email": "c-love@moontribe.org",
    "hometown": "Los Angeles, CA",
    "year": 2003,
    "uid": "scraped_2003_paul_is_sexy"
  },
  {
    "name": "Peace Mellon",
    "description": "In the spirit of the peace pipe, Camp Peace Mellon offers BRC residents a chance to cool off and take a break from the heat of the day by relaxing in our pow-wow circle as we pass the Peace Mellon. The Peace Mellon is a halved watermelon filled with chopped watermelon, ice and vodka. There will be ritual, faith de-mystified (Is Peace Mellon a cult, a religion, or a bunch of health conscious partiers obsessed with vine fruit?), and of course, an indoctrination into our peace of mind.",
    "contact_email": "jurinka@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_peace_mellon"
  },
  {
    "name": "PedEx",
    "description": "PedEx is the premier delivery service on the playa. We offer a myriad of enticing specialty deliveries.",
    "contact_email": "nightnibbler@attbi.com",
    "hometown": "Rowlett, TX",
    "url": "http://www.rovingbar.com/pedex",
    "year": 2003,
    "uid": "scraped_2003_pedex"
  },
  {
    "name": "Penetration Village / Jiffy Lube",
    "description": "Men for Men Playground.",
    "contact_email": "jdpetras@pacbell.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.getingetoffgetout.com",
    "year": 2003,
    "uid": "scraped_2003_penetration_village_/_jiffy_lube"
  },
  {
    "name": "Pepperland 03",
    "description": "Pepperland 03 Beyond the foothills of the headlands, through a sea of green, under a sky of blue, once again Pepperland returns for you. Blue Meanies, Apple Bonkers and the Glove are in the past, but beware the Killer Clowns have now joined the cast!",
    "contact_email": "jameso@machlink.com",
    "hometown": "Muscatine, IA",
    "year": 2003,
    "uid": "scraped_2003_pepperland_03"
  },
  {
    "name": "Picasso Camp",
    "description": "Come paint something Beyond Belief on one of our giant canvases, or come chill out and listen to music at the FUBAR.",
    "contact_email": "Scottyhunt@earthlink.net",
    "hometown": "Everett, WA",
    "year": 2003,
    "uid": "scraped_2003_picasso_camp"
  },
  {
    "name": "PIERIAN SPRING (within the conGLOMerate village)",
    "description": "A Sacred Fountain of Artistic InspirationLegend has it the Pierian Springs flow forth the source of all inspiration and knowledge. Any who drink of its water will be graced with divine creativity, vast knowledge and infinite love. We bring these waters to the souls of the playa. Drink deeply, love richly, create.",
    "contact_email": "sugmag222@aol.com",
    "hometown": "Fort Lauderdale, FL",
    "year": 2003,
    "uid": "scraped_2003_pierian_spring_(within_the_conglomerate_village)"
  },
  {
    "name": "Pigmalion",
    "description": "Unbelievable fun from rising bacon to setting sake.",
    "contact_email": "atrinca@dirosapreserve.org",
    "hometown": "Napa, CA",
    "year": 2003,
    "uid": "scraped_2003_pigmalion"
  },
  {
    "name": "Pinklectica",
    "description": "Pinklectica: Eclectic Expressions with a Pink Twist:We seek to celebrate, communicate, and enlighten Black Rock Citizens to the sacred vibrations, mystery, and resonances of the primal color Pink. We express a range of the Infinite Manifestations of Pink, and encourage others to come, learn, add their own unique offerings, or to sit in silent contemplation in our Sanctuary, and discover their Inner Pink.",
    "contact_email": "djdunkle@aol.com",
    "hometown": "Yosemite, CA",
    "year": 2003,
    "uid": "scraped_2003_pinklectica"
  },
  {
    "name": "Pinwheel Camp",
    "description": "We are remembering all the condi-meants you left at home! Come by and we’ll make sure you have all the sauces and spices you need…customized for your pleasure. The pinwheel garden has bloomed on the playa year after year, swooshing gently in breeze or storm, inviting people to sit and listen.",
    "contact_email": "rocklifter@attbi.com",
    "hometown": "Pt. Richmond, CA",
    "year": 2003,
    "uid": "scraped_2003_pinwheel_camp"
  },
  {
    "name": "Playa Five-0",
    "contact_email": "thorny@burningman.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_playa_five-0"
  },
  {
    "name": "Playa Info",
    "contact_email": "robo@burningman.com",
    "hometown": "San Francisco, CA",
    "url": "http:///participate/information.html",
    "year": 2003,
    "uid": "scraped_2003_playa_info"
  },
  {
    "name": "Playa Play Yard",
    "description": "Come get your Chi on, or just chill, at Playa Play Yard.",
    "contact_email": "mkindorf@yahoo.com",
    "hometown": "Bellvue, WA",
    "year": 2003,
    "uid": "scraped_2003_playa_play_yard"
  },
  {
    "name": "Playafari",
    "description": "Playafari – Rasta on the Playa for your musical/cultural enhancement.",
    "contact_email": "ryan@calcomputer.com",
    "hometown": "Ontario, CA",
    "year": 2003,
    "uid": "scraped_2003_playafari"
  },
  {
    "name": "PlayaGoRound",
    "description": "Come enjoy a preview of Heaven at PlayaGoRound!  Great sounds, great vibe and of course, a ride on the ever present PlayaGoRound!",
    "contact_email": "ronnie@playagoround.com",
    "hometown": "Denver, CO",
    "url": "http://www.playagoround.com",
    "year": 2003,
    "uid": "scraped_2003_playagoround"
  },
  {
    "name": "Pleiades",
    "description": "Come by and play basketball, badminton, bocce and other games at our Sports Center.",
    "contact_email": "c.batten@att.com",
    "hometown": "North Hollywood, CA",
    "year": 2003,
    "uid": "scraped_2003_pleiades"
  },
  {
    "name": "PolliNation",
    "description": "Make a BEE-line to our hive– we’ll issue a butt-stamp to our principality of pleasures… step into a swarm of BEE-utiful BEE-ings… We will suck the sweet nectar from your inner sanctum, pollinating the citizens of BRC with the wonder of YOU… Movie night is bee movies and popcorn… Buzz over to Kinetic Liam’s sensational playshop — stop thinking and start BEE-ing!",
    "contact_email": "mani@manistestkitchen.com",
    "hometown": "Mill Valley, CA",
    "url": "http://www.howhuman.com/pollination",
    "year": 2003,
    "uid": "scraped_2003_pollination"
  },
  {
    "name": "PolyParadise",
    "description": "We are a group of polyamorists seeking to live our dreams, and this camp is one manifestation of that. Polyamory involves openness to multiple loving relationships, with honesty among all partners.Human Carcass Wash 3pm DailyPoly High Tea 4:30pm Daily",
    "contact_email": "scott@azcompuguy.com",
    "hometown": "Phoenix, AZ",
    "url": "http://www.azcompuguy.com/polyparadise",
    "year": 2003,
    "uid": "scraped_2003_polyparadise"
  },
  {
    "name": "Popsicle Funk Wagon",
    "description": "Our dream is to bring popsicles and funk music to the people of the Playa.  Visit with us as we travel Black Rock City on our Popsicle Funkwagon art bike, and shake your thing in the World’s Smallest Disco.",
    "contact_email": "gerry_cargile@yahoo.com",
    "hometown": "Mountain View, CA",
    "year": 2003,
    "uid": "scraped_2003_popsicle_funk_wagon"
  },
  {
    "name": "Port of Entry",
    "description": "The Port of Entry is home to the Black Rock International Airport and the Lake Lahontan Harbor. Come aviate or navigate with all the amenities; customs, duty-free barter shop, travel agency, and of course, an airport bar and lounge.",
    "contact_email": "tigertiger@burningman.com",
    "hometown": "San Jose, CA",
    "url": "http://www.burningman.com/on_the_playa/airport/",
    "year": 2003,
    "uid": "scraped_2003_port_of_entry"
  },
  {
    "name": "Primitive Technology Camp",
    "description": "Learn the primitive technologies of fire and wood/stone tool creation.  Drop by and satisfy your inner caveman!",
    "contact_email": "infidelcastro@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_primitive_technology_camp"
  },
  {
    "name": "Probability Nexus",
    "description": "A temple-playground of expansive probability featuring Chrome Angel Wings, mandalas, flags, music, wholistic healing, nonviolent communication, lots of very sweet costumed and naked folks, cozy chill space, and yummy snacks and refreshments.",
    "contact_email": "rapatt@hotmail.com",
    "hometown": "Santa Cruz, CA",
    "year": 2003,
    "uid": "scraped_2003_probability_nexus"
  },
  {
    "name": "Proclamation Camp",
    "description": "YOUR AD HERE: come proclaim your message to the world on our big velcro billboards, open 24hrs!",
    "contact_email": "spam@lesb.org",
    "hometown": "San Francisco, CA",
    "url": "http://cautioncone.com",
    "year": 2003,
    "uid": "scraped_2003_proclamation_camp"
  },
  {
    "name": "Project: X",
    "description": "Project:X returns to the playa for it’s 3rd year. This year we’ll reside in The Sanctuary village, will be hosting daily guided meditations, a will create an all night eyecandy chill zone for particpants.",
    "contact_email": "davemarr@burningman.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.sanctuaryvillage.com",
    "year": 2003,
    "uid": "scraped_2003_project:_x"
  },
  {
    "name": "Prometheatrics",
    "description": "Bringing the Gift of Fire to Humanity since the Dawn of Time.",
    "contact_email": "pan@dreamerdesign.com",
    "hometown": "Topanga, CA",
    "year": 2003,
    "uid": "scraped_2003_prometheatrics"
  },
  {
    "name": "Proto-node",
    "description": "Make a personal journey through the Self-service intervolvement personality array. Meet someone new; intervolve.",
    "contact_email": "cedric@peak.org",
    "hometown": "Corvallis, OR",
    "year": 2003,
    "uid": "scraped_2003_proto-node"
  },
  {
    "name": "Psycho-Acoustic Jazz Lab",
    "description": "A great big igloo tent, live jazz, ambient 5.1 sound design and a 9 mini-golf course. Come on by and check it out!",
    "contact_email": "Reverbsf@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_psycho-acoustic_jazz_lab"
  },
  {
    "name": "Purification Station",
    "description": "The Purification Station will be an interactive camp where Black Rock City Citizens can come to be completely and absolutely absolved of their sins…",
    "contact_email": "bernard@bernardphoto.com",
    "hometown": "Washington, DC",
    "url": "http://www.bernardphoto.com/BurningMan_2003Camp.htm",
    "year": 2003,
    "uid": "scraped_2003_purification_station"
  },
  {
    "name": "Pyramid Scheme",
    "description": "Don’t sit by the sidelines while others become enlightened! Now is your chance to transcend, with this once in a playa time opportunity. We can help uplift you to a better and more prosperous level.  Amazingly sky high returns are paractically gurananteed by this program!",
    "contact_email": "katisca@yahoo.com",
    "hometown": "Meas, AZ",
    "url": "http://www.water-brother.com",
    "year": 2003,
    "uid": "scraped_2003_pyramid_scheme"
  },
  {
    "name": "Queen Mennon Camp",
    "description": "Queen Mennon camp is a Rasta temple-refuge, designed to provide a Temple for reggae music, or drumming circles.",
    "contact_email": "sistamonalisa@hotmail.com",
    "hometown": "Cave Junction, OR",
    "year": 2003,
    "uid": "scraped_2003_queen_mennon_camp"
  },
  {
    "name": "Queen Radia's REMap Folding Camp",
    "description": "Queen Radia of the Radiant Radical Edge is making a Map to her People. Come by during the Ritual Folding Hours (check the Events listings!) for Folding Camp, and fold a very special map for yourself and some of your friends.",
    "contact_email": "cabeal@efn.org",
    "hometown": "Eugene, OR",
    "url": "http://www.radiantedge.net/foldcamp.html",
    "year": 2003,
    "uid": "scraped_2003_queen_radia's_remap_folding_camp"
  },
  {
    "name": "Radio Free Air",
    "description": "Radio Free Air is an interactive broadcasting project. Stop by our broadcast booth and get your free air!",
    "contact_email": "info@ultipromo.com",
    "hometown": "Squamish, BC, Canada",
    "year": 2003,
    "uid": "scraped_2003_radio_free_air"
  },
  {
    "name": "Radio Free Burning Man",
    "description": "Radio Free Burning Man 99.5FM in its 10th year providing you the radio you need on the Playa.",
    "contact_email": "gburke@spies.com",
    "hometown": "San Jose, CA",
    "url": "http://www.rfbm.org",
    "year": 2003,
    "uid": "scraped_2003_radio_free_burning_man"
  },
  {
    "name": "Rainforest Refugee Camp RRC",
    "description": "Rainforest Refugee Camp (RRC) Returns as the Playa’s premier relief station where over heated Participants from lands graced with lower temperatures and higher humidity can seek Refuge and ask for asylum from the harsh treatment they are enduring on the Playa. The entrance of the RRC has an overhead misting system giving the appearance of mist covered forests and clouds.",
    "contact_email": "Omyg@snursery.com",
    "hometown": "Hoquiam, WA",
    "url": "http://snursery.com/rrc/rrc2k3.htm",
    "year": 2003,
    "uid": "scraped_2003_rainforest_refugee_camp_rrc"
  },
  {
    "name": "Ranger HQ",
    "description": "Rangers are non-confrontational mediators who ride the edge of chaos and are committed to public safety and the quality of participant experience.",
    "contact_email": "crow@burningman.com",
    "hometown": "Santa Cruz, CA",
    "url": "http://rangers.burningman.com",
    "year": 2003,
    "uid": "scraped_2003_ranger_hq"
  },
  {
    "name": "Ranger Outpost Berlin",
    "contact_email": "wicked_michael@mac.com",
    "hometown": "Long Beach, CA",
    "url": "http://rangers.burningman.com",
    "year": 2003,
    "uid": "scraped_2003_ranger_outpost_berlin"
  },
  {
    "name": "Ranger Outpost Tokyo",
    "description": "Ranger Outpost Tokyo loves you. We have been making reasonable excuses for your behavior since 1992. We ride the edge of chaos. Come to Tokyo. Tokyo loves you.",
    "contact_email": "crow@burningman.com",
    "hometown": "Santa Cruz, CA",
    "url": "http://rangers.burningman.com",
    "year": 2003,
    "uid": "scraped_2003_ranger_outpost_tokyo"
  },
  {
    "name": "RECHARGE!!!",
    "description": "Come dance with us at the Burning Man Lindy Exchange! We’ll have swing dance lessons followed by Lindy Hop parties from Thursday on.",
    "contact_email": "klausthepd@hotmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.sflindyexchange.com/BMLX",
    "year": 2003,
    "uid": "scraped_2003_recharge!!!"
  },
  {
    "name": "Recreation/Re-creation",
    "contact_email": "JBeck63168@aol.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_recreation/re-creation"
  },
  {
    "name": "Recycle Camp",
    "contact_email": "blue@burningman.com",
    "hometown": "Oakland, CA",
    "year": 2003,
    "uid": "scraped_2003_recycle_camp"
  },
  {
    "name": "Religion by Day",
    "contact_email": "daveaiazzi@yahoo.com",
    "hometown": "Reno, NV",
    "url": "http://www.disorient.com",
    "year": 2003,
    "uid": "scraped_2003_religion_by_day"
  },
  {
    "name": "RISA",
    "description": "RISA is a resort planet from Star Trek, renowned for its breezes and easy-going, unihibited sexuality. We play the Blues at RISA! Our main atraction during the day is our Speed Dating Service. 10 people will meet 10 people 3 minutes each, in hopes of a Playa Date. Thursday night is our RISA Party, entertainment includes great blues music, night club atmosphere, dancing, and guest appearances from various fire performers. This camp is drum circle friendly. RISA is also the home of The Dancing Peahen and Peacock Shuttle.",
    "contact_email": "rstim00100@aol.com",
    "hometown": "Carson City, NV",
    "year": 2003,
    "uid": "scraped_2003_risa"
  },
  {
    "name": "S Beach Camp",
    "contact_email": "peterpeterpumpkineater@hotmail.com",
    "hometown": "Stinson Beach, CA",
    "year": 2003,
    "uid": "scraped_2003_s_beach_camp"
  },
  {
    "name": "Sacred Heart Oasis",
    "description": "Rumi’s Clubhouse – I was Raw, Now I am Cooked and Burnt.",
    "contact_email": "jbart1958@yahoo.com",
    "hometown": "Dearborn, MI",
    "year": 2003,
    "uid": "scraped_2003_sacred_heart_oasis"
  },
  {
    "name": "Sacred Playground",
    "description": "Do you want to move Beyond Belief into BEING your sacred self: To SEEING the world as Sacred Play?  Do you want to be GROUNDED in the sacred REALITY that lies beneath the world? We are a group of Toltec shamans coming out to play and share joy with the Burning Man community. We will be offering various healing and ritual activities, as well as divine expressions of spoken word, acoustic music, and perfomance art. Come out of the desert and reconnect to your spiritual center.",
    "contact_email": "jordan@toltecmagician.com",
    "hometown": "Oakland, CA",
    "year": 2003,
    "uid": "scraped_2003_sacred_playground"
  },
  {
    "name": "Safer Sex Camp",
    "description": "Your playa source for safer sex supplies. (Forgot them again?).  Condoms, lube, gloves, plastic wrap – handed out free, without barter.  Need distributors – all orientations and ages.",
    "contact_email": "walkingoak@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_safer_sex_camp"
  },
  {
    "name": "Sake-noma",
    "description": "Sake-noma, cycle up and say Sake please.",
    "contact_email": "shagstrom@worldproducts.com",
    "hometown": "Kenwood, CA",
    "year": 2003,
    "uid": "scraped_2003_sake-noma"
  },
  {
    "name": "Salon du Butt Crack",
    "description": "The Salon is an interactive fine art theme camp producing high quality prints from paintings which explore creative themes through the medium of the human derriere. Bring your senses of humor, your friends and take home your custom souvenier after the event.",
    "contact_email": "rssgmbl@aol.com",
    "hometown": "Los Gatos, CA",
    "year": 2003,
    "uid": "scraped_2003_salon_du_butt_crack"
  },
  {
    "name": "Scamway Camp",
    "description": "Scamway is returning to the Playa for the second year exploring the darker side of gifting. People will interact with Scam Artists each person losing what they put up for bet to the Scam Artist.",
    "contact_email": "ageefess@aol.com",
    "hometown": "Washington, DC",
    "year": 2003,
    "uid": "scraped_2003_scamway_camp"
  },
  {
    "name": "Scarab",
    "contact_email": "fleurdelaunce@hotmail.com",
    "hometown": "Carmel, CA",
    "year": 2003,
    "uid": "scraped_2003_scarab"
  },
  {
    "name": "ShambhalaMental State Fair & Rodeo",
    "description": "Lasso your fantasies, and ride your demons! Come on down to the Shambhala Rodeo where nothing is sacred because everything is sacred! We have been searching from the outer reaches of the galaxy to the center of the earth for the wildest, most exotic and legendary beasts for your consumption and pleasure. Come and git it! Yeehaw!",
    "contact_email": "andrew_juna@sbcglobal.net",
    "hometown": "Los Angeles, CA",
    "year": 2003,
    "uid": "scraped_2003_shambhalamental_state_fair_&_rodeo"
  },
  {
    "name": "Siberia",
    "description": "Siberia.The coolest place in Black Rock City.",
    "contact_email": "ron@reversibledjs.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_siberia"
  },
  {
    "name": "Sinner Camp",
    "description": "Tired of being good all year?  Time to sin like all crusaders against the structure of organized, anal-retentive belief systems where God is a scary man with long hair.  We, like the pagan definition in the bible, worship false gods and idols for fun and we do know how to have fun and sin without hurting anyone.",
    "contact_email": "drseanwhite@sbcglobal.net",
    "hometown": "Orinda, CA",
    "year": 2003,
    "uid": "scraped_2003_sinner_camp"
  },
  {
    "name": "Sins Beyond da Leaf",
    "description": "Come embrace the heat at the 7 Sins Lounge! And why take a chance on Eternal Damnation when our Church sanctioned Get Out of Hell Free Papal Indulgences can save the day!",
    "contact_email": "rfehlman@pacbell.net",
    "hometown": "Sacramento, CA",
    "year": 2003,
    "uid": "scraped_2003_sins_beyond_da_leaf"
  },
  {
    "name": "Skeptical Mystics Camp",
    "description": "You often hear about believers who have a crisis of faith, but what of the skeptics among us who have a crisis of doubt? Explore all sides of your skeptical mysticism (or your mystical skepticism) in The Domes, The Confessional, Black Rock City BRAiNWASH Convert-o-mat, the Spin ‘n’ Sin, the Spiritual Popper, the Punishment Box and the Tree of Disbelief.",
    "contact_email": "mcasburn@yahoo.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_skeptical_mystics_camp"
  },
  {
    "name": "Sloth Camp",
    "description": "Sloth Camp: Come in and share your sins.",
    "contact_email": "cowhitter@aol.com",
    "hometown": "Calabasas, CA",
    "year": 2003,
    "uid": "scraped_2003_sloth_camp"
  },
  {
    "name": "Smite Camp",
    "description": "Smite Camp is The Place where one brings that special someone who has pissed you off, somehow, over the course of the week. Sit down and the Smite Camp Tiki Bar, listen to the stories, and dispense some Justice to those who desparately deserve it.",
    "contact_email": "genghis@smitecamp.com",
    "hometown": "Half Moon Bay, CA",
    "url": "http://www.smitecamp.com",
    "year": 2003,
    "uid": "scraped_2003_smite_camp"
  },
  {
    "name": "Smurf Planet - Revival",
    "description": "Hundreds of years ago, The Great Smurf approached a wild-eyed group of forest-dwellers in a lucid, vibrant vision. He commanded them to pack everything on the last week in the eighth month of the third year and travel to the desert. There, he told them, “You will join thousands in a celebration that will eclipse any you’ve ever known.” Accepting their mission, the disciples began preparing for an experience beyond belief…",
    "contact_email": "ryanl812@aol.com",
    "hometown": "Los Angeles, CA",
    "year": 2003,
    "uid": "scraped_2003_smurf_planet_-_revival"
  },
  {
    "name": "Snowflake Village",
    "description": "Snowflake Village is a home to long-distance travelers from around the world and reflects our unique ethos… Ride the giant ROASTER COASTER, find your true (temporary) love at the CLEVIAN SPEED DATING DOME, take your date to a movie at CAMP VIDEOGASM, visit the SPACE VIKINGS, see the amazing FIRE FABULON CIRCUS, then go to BIRTHDAY CAMP where it is always your birthday — a whole evening in one Village!",
    "contact_email": "eric@clevian.com",
    "hometown": "Milwaukee, WI",
    "url": "http://www.clevian.com/snowflake.htm",
    "year": 2003,
    "uid": "scraped_2003_snowflake_village"
  },
  {
    "name": "SOMEW... HERE",
    "description": "FutureQuestions and AnswersPast in SOMEWHERE. Choose a way at the y.",
    "contact_email": "jerbrain@hotmail.com",
    "hometown": "Mariposa, CA",
    "year": 2003,
    "uid": "scraped_2003_somew..._here"
  },
  {
    "name": "Soul2Soul",
    "description": "Soul2Soul is a community consciously designed to create a safe and sacred space/container in which its members can experience boundless freedom and share all of who they are intimately with one another. It was created out of an intention to profoundly know each other and to be known, in which all communication is sourced in love.",
    "contact_email": "fred@funjoyment.com",
    "hometown": "Walnut Creek, CA",
    "year": 2003,
    "uid": "scraped_2003_soul2soul"
  },
  {
    "name": "Space Cowboys",
    "description": "We’re the Space Cowboys… the Space Cowboys from Burning Man… the Black Rock Hoe Down… SCTV… the Cowgirl Story… the Horse… the Beast… the Ponies… you know, the UNIMOG! Yeah, right, the big party out by the videowall… thanks, we love you too!",
    "contact_email": "james@spacecowboys.org",
    "hometown": "Oakland, CA",
    "url": "http://www.spacecowboys.org",
    "year": 2003,
    "uid": "scraped_2003_space_cowboys"
  },
  {
    "name": "Space Vikings",
    "description": "Visit us in Snowflake Village to play the Wheel of Misfortune game in the daytime or enjoy fire performance in our Ring ‘O Fire at night.",
    "contact_email": "ljweller@sympatico.ca",
    "hometown": "Toronto, ON",
    "url": "http://www.spacevirgin.org",
    "year": 2003,
    "uid": "scraped_2003_space_vikings"
  },
  {
    "name": "Sphering Flames",
    "description": "Think back to your childhood blowing bubbles: fragile, translucent wobbly spheres in the air. Well, now that you’re an adult, it’s time to add fire.",
    "contact_email": "burningman@circuitdog.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_sphering_flames"
  },
  {
    "name": "Sporosite",
    "description": "Experience the transformational powers of body paint and move into the rainbow of humanity. Sporosite provides painting, detailing, and the celebration of the body as art. [Note: home base is San Francisco]",
    "contact_email": "zach@cshl.org",
    "hometown": "Cold Spring Harbor, NY",
    "year": 2003,
    "uid": "scraped_2003_sporosite"
  },
  {
    "name": "St.Ignitus Academy of Pyrotechnolo",
    "contact_email": "rvtemt@yahoo.com",
    "hometown": "Sun Valley , CA",
    "year": 2003,
    "uid": "scraped_2003_st.ignitus_academy_of_pyrotechnolo"
  },
  {
    "name": "Stairway to Heaven",
    "description": "At this moment, I could love you forever! Follow our art car “The Slowdancer” to the Stairway to Heaven, and lose yourself in the romance.",
    "contact_email": "smashleywyatt@yahoo.com",
    "hometown": "Los Angeles, CA",
    "year": 2003,
    "uid": "scraped_2003_stairway_to_heaven"
  },
  {
    "name": "Starlite Drive-in Movie Theater",
    "description": "Cinema Alfresco! Watch ‘Beyond Belief’ themed movies professionally projected on a giant drive-in screen from the comfort of your own art cart or relaxing inside the ultimate film chill zone. A full program of Double-Features, Midnight Movies, Short Subjects, Documentaries, and Special-Event Screenings awaits you in our 2003 series we call ‘Sacred Visions.’",
    "contact_email": "mdq@attbi.com",
    "hometown": "Los Angeles, CA",
    "year": 2003,
    "uid": "scraped_2003_starlite_drive-in_movie_theater"
  },
  {
    "name": "StarLust Lounge",
    "description": "It’s Beyond Belief… StarLust, the original alien Center Camp barter bar – your before, during and after party spot. Every night a different theme, a different party, the same great hosts. Come by, chill, make us an offer, bring something to share, a joke, some drinks, a dance or ??? StarLust, the neighborhood bar where the locals and aliens meet.",
    "contact_email": "harlenmallis@metatv.com",
    "hometown": "San Anslemo, CA",
    "url": "http://www.starlustlounge.com",
    "year": 2003,
    "uid": "scraped_2003_starlust_lounge"
  },
  {
    "name": "Steal Your Soul",
    "description": "Some Native American tribes believed that your soul becomes trapped in a photograph.  Care to help us test the theory?  We’ll take your picture and include it in your own personalized Burning Man postcard.  As if stealing your soul wasn’t enough, we’ll also ask you to donate to our interactive shrine an object that has spontaneously become sacred to you.  You might not get your soul back, but maybe you’ll realize that things we call sacred-objects, symbols, or creeds-only become sacred when humans ascribe meaning to them.  And you’ll get a postcard out of it.",
    "contact_email": "david_knudsens@exchangela.deutschinc.com",
    "hometown": "Northridge, CA",
    "url": "http://home.comcast.net/~send2dak",
    "year": 2003,
    "uid": "scraped_2003_steal_your_soul"
  },
  {
    "name": "Stoke 'n' Poke's Game-A-Lot",
    "description": "Returning for our 3rd year offering giant-sized entertainment for all of Black Rock City. Teeter into the stratosphere, or swing onto the playa — Stoke ‘n’ Poke’s offers something for everyone.",
    "contact_email": "green@fat.doobie.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_stoke_'n'_poke's_game-a-lot"
  },
  {
    "name": "StranjBrew Hoop~Dee~Doo",
    "description": "Come whoop it up at Camp Hoop~Dee~Doo! We’re losing our marbles, but we’re having Goodness, Gracious, Great Balls of Fun!",
    "contact_email": "stranjbrew@memphismojo.com",
    "hometown": "Memphis, TN",
    "url": "http://stranjbrewhoopdeedoo.homestead.com",
    "year": 2003,
    "uid": "scraped_2003_stranjbrew_hoop~dee~doo"
  },
  {
    "name": "Su Gibee Ahshk",
    "contact_email": "mumurhan@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_su_gibee_ahshk"
  },
  {
    "name": "SublimiNation",
    "description": "Our powerful subliminal image transmitter will inform, enlighten, and entertain Black Rock City from dusk to dawn every night.  Interaction with the minds of the citizenry is unavoidable, therefore we offer opportunities for Community Access (re)Programming.",
    "contact_email": "gruesz@bellatlantic.net",
    "hometown": "Somerville, MA",
    "year": 2003,
    "uid": "scraped_2003_sublimination"
  },
  {
    "name": "SUMO",
    "description": "SUMO – have a mind opened by wonder rather than one closed by belief… Join us through participation and exploration. Your time with us may be defined briefly as an illogical belief in the occurrence of the improbable.",
    "contact_email": "mlegrand@monster.com",
    "hometown": "Maynard, MA",
    "year": 2003,
    "uid": "scraped_2003_sumo"
  },
  {
    "name": "Sun Valley",
    "description": "After 7 years and 2000 blinky roses given away, we once again journey to the playa to help you find your holy way. Come check your reality at our camp, with our professional REALITY CHECK girl, then pick up one of our blank Holy books that you can fill with your choice of 15,000 stickers, printed with rituals, beliefs and requirements of major religions or cults and CREATE YOUR OWN RELIGION!!, but please no Inquisitions, you remember what happened the last time…",
    "contact_email": "lennyj1026@aol.com",
    "hometown": "Burbank, CA",
    "url": "http://www.lennyjones.net",
    "year": 2003,
    "uid": "scraped_2003_sun_valley"
  },
  {
    "name": "Take away M",
    "contact_email": "laurentmoriceau@aol.com",
    "hometown": "Nantes, LA",
    "year": 2003,
    "uid": "scraped_2003_take_away_m"
  },
  {
    "name": "Take the Garlic Challenge",
    "description": "Take the Garlic Challenge! Your eyes will well with tears. Your tongue and mouth will be aflame. Soon your belly may want revenge. But no doubt about it. You are a hell of lot more awake now.",
    "contact_email": "teresawilliams@attbi.com",
    "hometown": "Los Angeles, CA",
    "year": 2003,
    "uid": "scraped_2003_take_the_garlic_challenge"
  },
  {
    "name": "Taosyty",
    "description": "Taosyty: taking Hushville a step further. Both an aural AND visual oasis in a sea of chaos. A village open to anyone with no generators or large sound systems, AND all vehicles will be disguised or covered to avoid the “camping in a parking lot feel”.",
    "contact_email": "h@harlanemil.com",
    "hometown": "Taos, NM",
    "url": "http://www.harlanemil.com/taosyty2003.html",
    "year": 2003,
    "uid": "scraped_2003_taosyty"
  },
  {
    "name": "Tarwater",
    "description": "Tarwater: Scrabble your brain.",
    "contact_email": "leaddog@ix.netcom.com",
    "hometown": "Santa Rosa, CA",
    "year": 2003,
    "uid": "scraped_2003_tarwater"
  },
  {
    "name": "Tazii",
    "contact_email": "jainesy@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_tazii"
  },
  {
    "name": "Teahouse (the Experience)",
    "description": "Your tinfoil hat is no protection from our mind control rays… you -will- come to Teahouse (the Experience) and drink iced tea with us. You will drink with us. Drink with us…",
    "contact_email": "kennric@hypothetical.net",
    "hometown": "Corvallis, OR",
    "year": 2003,
    "uid": "scraped_2003_teahouse_(the_experience)"
  },
  {
    "name": "TechnoFartz Camp",
    "description": "Alternative energy for off center people. While in the neighborhood, please visit the Church of the Holey Doughnut.",
    "contact_email": "utakiwataru@hotmail.com",
    "hometown": "Healdsburg, CA",
    "year": 2003,
    "uid": "scraped_2003_technofartz_camp"
  },
  {
    "name": "Temple of Anubus",
    "description": "The temple of anubis will be an interactive camp. Come join us for massage, bodypaint, erotic massage classes and of course, rituals for converting to anubism.",
    "contact_email": "byron.priore@lamrc.com",
    "hometown": "Los Banos, CA",
    "year": 2003,
    "uid": "scraped_2003_temple_of_anubus"
  },
  {
    "name": "Temple of Euphoria",
    "description": "Come visit our Temple Complex. Through various types of performance, playful interaction, and music we explore the connections between human beings, their cultures, the Cosmos, and time.",
    "contact_email": "jordan10e@hotmail.com",
    "hometown": "Salt Lake City, UT",
    "year": 2003,
    "uid": "scraped_2003_temple_of_euphoria"
  },
  {
    "name": "Temple of Poi",
    "description": "The Temple Of Poi is a community of individuals creating a mutually nurturing environment wherein we can explore balance and harmony of mind, body and spirit through dance, meditation and performance. As we embark on our journey through the study of poi, we will mutually inspire each other to evolve toward realizing Self in expression as poi artists.",
    "contact_email": "burningman@templeofpoi.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.templeofpoi.com",
    "year": 2003,
    "uid": "scraped_2003_temple_of_poi"
  },
  {
    "name": "Temple of the Ass",
    "description": "Stop by and lend us your rear to help create a shrine worthy of the Gods. The shrine will be constructed using photographs of the human ass. We need all shapes and sizes, and a poloroid camera will be provided. After all: Why worship the Buddah when you can worship the BOOTY!",
    "contact_email": "Iamcrazyi@yahoo.com",
    "hometown": "Reno, NV",
    "year": 2003,
    "uid": "scraped_2003_temple_of_the_ass"
  },
  {
    "name": "Temple of The Indifferent",
    "description": "Temple of the Indifferent will hopefully be once again displaying our cosmic indifference to the world and asking others to join in by drawing/painting/writing on rainbow colored WISH FLAGS. And (If all goes as well as we can hope) we will also be ‘broadcasting’ an in-house video projection of this and little interviews and little musical performances on our tiny mobile TV set that is a TV set, the set within the set ‘broadcasting’ live on the playa.",
    "contact_email": "steve_knauff@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_temple_of_the_indifferent"
  },
  {
    "name": "Temple of Twisted Truths",
    "contact_email": "poberste@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_temple_of_twisted_truths"
  },
  {
    "name": "The Beaucoup Bucks Camp",
    "description": "Home of those wacky but loveable New York social climbers and socialites that love burn money as much as they love to spend it! Be sure to drop by for the various events scheduled, including the grand opening of the Legendary Chez Moi Da Mone’ nightclub, The Paparazzi Run, The Money Twirl Off Gym and much more!! The Beaucoup Bucks Camp.. Because it’s Beyond Belief we’re burning all this money!",
    "contact_email": "alicia@quadprincess.com",
    "hometown": "Ridgefield Park, NJ",
    "url": "http://www.geocities.com/quad_princess",
    "year": 2003,
    "uid": "scraped_2003_the_beaucoup_bucks_camp"
  },
  {
    "name": "The Blacklight Aquarium",
    "description": "The Cabinet of Dr. Calamari: MEDITATE at the Temple of Reflection. VISIT the mermaid fortune teller and become one yourself. PLAY carnival games in the Midway of Squid.",
    "contact_email": "mykel@blaqua.com",
    "hometown": "Folsom, CA",
    "url": "http://www.blaqua.com/projects/calamari.htm",
    "year": 2003,
    "uid": "scraped_2003_the_blacklight_aquarium"
  },
  {
    "name": "The Bruces' Philosophy Camp",
    "description": "Have a philosophical question you need answered, or simply some intellectual intercourse? Whatever your philosphical needs, The Bruces’ Philosophy Camp is here for you!",
    "contact_email": "nineh@wulfarchive.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_the_bruces'_philosophy_camp"
  },
  {
    "name": "The Ca-Cuh Camp",
    "description": "Chilling, Misting, Fudgecicles, Flaming Robots!Come get your pudding on…only at the Ca-cuh Camp!",
    "contact_email": "m3sh@karcrashset.net",
    "hometown": "Hawthorne, CA",
    "year": 2003,
    "uid": "scraped_2003_the_ca-cuh_camp"
  },
  {
    "name": "The Cartel",
    "description": "The Cartel:  Re-discovering what Burning Man is about… Since 1996.",
    "contact_email": "pat_64@yahoo.com",
    "hometown": "Boise, ID",
    "year": 2003,
    "uid": "scraped_2003_the_cartel"
  },
  {
    "name": "The Celestial Temple",
    "description": "Come join us in the Celestial Temple for music, dancing, crafts and a  masque’ de ball Wednesday night. Become a Celestial God or Goddess by creating a mask or annointing yourself with body paint.",
    "contact_email": "FIRE000283@hotmail.com",
    "hometown": "Reno, NV",
    "year": 2003,
    "uid": "scraped_2003_the_celestial_temple"
  },
  {
    "name": "The Conglomerate",
    "description": "The Conglomerate returns to Black Rock City for the third year, featuring Sex Farm, Burning Band, Kisses, Tongue, Entomo, Hugs, Girl Camp, Bliss Breast Ranch, Troll Town, Salon du Butt Crack, Taxi, Madame Tushwacker’s Costumer, Massage-o-Rama and Bodypaint, gASSo, and more! Y’all come and join us at Sex Farm’s Squeal Like A Pig Bar for a Naughty Square Dance, ride on the Slippery Pig ride, get your ass branded, and see what else we come up with! Ride the Allah-vator, enjoy all of the automatic ass spankings you can handle at gASSo, or just laze around on the bondage wall. You never know what you will find at THE CONGLOMERATE!",
    "contact_email": "pat_64@yahoo.com",
    "hometown": "Boise, ID",
    "year": 2003,
    "uid": "scraped_2003_the_conglomerate"
  },
  {
    "name": "The Cult of Distraction",
    "description": "Stop by The Cult of Distraction for your quintessential Burning Man experience. We have the best of your favorites and are eager to share, from the share bar (Altar of Distraction), Lava Lounge, and COD Club with awesome music and performers to the blacklight Trip Dome, Distraction Challenge 60-second gameshow, and monster Art. This is our Temple where the intrepid can undertake the Rites of Distraction to get a priceless gift, and win cool COD prizes along the way. Or simply stop by to relax and make some new friends at the COD Club, the most intimate and entertaining little nightclub in all of  Black Rock City.",
    "contact_email": "hawaii@burningman.com",
    "hometown": "Kailua, HI",
    "url": "http://www.cultofdistraction.org/index.html",
    "year": 2003,
    "uid": "scraped_2003_the_cult_of_distraction"
  },
  {
    "name": "The Disco Jungle Project",
    "contact_email": "ubu420@yahoo.com",
    "hometown": "Watsonville, CA",
    "year": 2003,
    "uid": "scraped_2003_the_disco_jungle_project"
  },
  {
    "name": "The Embassy",
    "description": "Join moist bare-butted fairie creatures swaying to the pulsating rhythms of cosmic rainbow vibrations. Transcend a dusty sunbaked reality and enter a phantasmagorical world habitated by geeks, french maids, mimes, trolls,  and fools.",
    "contact_email": "clif@eugeneweb.com",
    "hometown": "Eugene, OR",
    "year": 2003,
    "uid": "scraped_2003_the_embassy"
  },
  {
    "name": "The Far Out Forest",
    "description": "Come frolic in the far out forest with the flamingkids from the north, and experience many far out things happening on a daily basis for you to be dazzled with, including a 5 day horn making workshop (Its our goal to make you all horny this year).",
    "contact_email": "babyboybluel@canada.com",
    "hometown": "Calgary, AB",
    "year": 2003,
    "uid": "scraped_2003_the_far_out_forest"
  },
  {
    "name": "The G-Spot",
    "description": "You may have found The G-spot, a Bemusement Park for your pleasure! Come join us for a cold beverage, an interactive day at our playground, and an opportunity to fufill the quest for the mystical G-spot!",
    "contact_email": "blackrockmitch@yahoo.com",
    "hometown": "Concord, CA",
    "url": "http://groups.msn.com/TheMysteryGSpot",
    "year": 2003,
    "uid": "scraped_2003_the_g-spot"
  },
  {
    "name": "The Gates Village",
    "description": "The Gates Village returns with the Burning Woman crew. The Dragons will be performing The Great Marriage, a fire show that has won them acclaim as the hottest fire troupe in So Cal. Plus, many of our old friends are returning to give the Gates its warm, homey feeling.",
    "contact_email": "tedward@burningman.com",
    "hometown": "Culver, CA",
    "year": 2003,
    "uid": "scraped_2003_the_gates_village"
  },
  {
    "name": "The Golden Cafe",
    "description": "A sidewalk bistro offering a casual respite from the ravages of the sun and the chaos of the city. Within the cafe’s elegant embrace can be found cocktails and music to relax the mind and delight the senses.",
    "hometown": "Los Angeles, CA",
    "url": "http://www.goldencafe.org",
    "year": 2003,
    "uid": "scraped_2003_the_golden_cafe"
  },
  {
    "name": "The Institution",
    "description": "Commit yourself to The Institution and spend some quality time in our public padded cell. BDSM’ers of all flavors welcome.",
    "contact_email": "squirm@latexpajamas.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_the_institution"
  },
  {
    "name": "The Isle of Avalon",
    "description": "Experience the enchanted Isle of Avalon! Make fairy wings, become an Astro Pup, invent new sacraments, watch the Avalon Fire Mystics perform, and enjoy our Vietnamese Iced Coffee in the warmth of the Playa’s only working steam room!",
    "contact_email": "nathanpurkiss@yahoo.com",
    "hometown": "Sacramento, CA",
    "year": 2003,
    "uid": "scraped_2003_the_isle_of_avalon"
  },
  {
    "name": "The Kaleidopshere",
    "description": "Experience the colorful, suspended spheres of The Kaleidosphere, or climb up to the observation deck inside and view Black Rock City as The Kaleidosphere rotates around you.",
    "contact_email": "shannasimmons@hotmail.com",
    "hometown": "Klamath Falls, OR",
    "year": 2003,
    "uid": "scraped_2003_the_kaleidopshere"
  },
  {
    "name": "The Land of Enchantment",
    "description": "The Land of Enchantment eagerly awaits your visit. We will share the unbelievable beauty of our New Mexico region with visitors from every corner of the galaxy at our Restore Ant at the End of the Universe…",
    "contact_email": "newmexico@burningman.com",
    "hometown": "Albuquerque, NM",
    "year": 2003,
    "uid": "scraped_2003_the_land_of_enchantment"
  },
  {
    "name": "The Lost Penguin Cafe",
    "description": "The Lost Penguin Cafe is Black Rock City’s favorite watering hole and rescue center for disoriented penguins and other cuddly creatures. Come and participate in nightly Black Rock Idol shows, The Sheriff’s Election, and the Healing Waters of the BRC First Discount House of Worship. Many volunteer opportunities.",
    "contact_email": "BiGuySkis@aol.com",
    "hometown": "San Rafael, CA",
    "url": "http://lostpenguin0.tripod.com",
    "year": 2003,
    "uid": "scraped_2003_the_lost_penguin_cafe"
  },
  {
    "name": "The Mind Shaft Society",
    "description": "The Mind Shaft Society expedition chartered Playa Air last winter which flew us to Marsohpotamia where we believe we discovered the origins of belief! The Rhomboid artifact we discovered will be inside the Mind Shaft. It will enable you to go beyond your beliefs.",
    "contact_email": "really@arewereally.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.arewereally.com/mindshaftsociety.html",
    "year": 2003,
    "uid": "scraped_2003_the_mind_shaft_society"
  },
  {
    "name": "The Monkey Tickle Temple",
    "description": "The Monkey Tickle Temple will be a place where burners can come to be healed using sacred monkey tickling. The temple will be a comfortable safe place to give and receive these healings. There will be much soft plushness to protect those receiving healing from any thrashing while their ailment is being driven from their body. Holy tickle implements will be provided for assisting the healing.  Inquire at the temple to be part of the mystic monkey tickle ritual performance.",
    "contact_email": "squishe@usa.net",
    "hometown": "Buena Park, CA",
    "year": 2003,
    "uid": "scraped_2003_the_monkey_tickle_temple"
  },
  {
    "name": "The Opulent Temple of Kaos",
    "contact_email": "ik@infinitekaos.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_the_opulent_temple_of_kaos"
  },
  {
    "name": "The Oracle",
    "description": "Explore your spiritual side through lectures, discussions and performance. Share your talents during the evening Bardic circle.",
    "contact_email": "sylverkat@yahoo.com",
    "hometown": "Lafayette, CA",
    "year": 2003,
    "uid": "scraped_2003_the_oracle"
  },
  {
    "name": "The Oracle at Black Rock",
    "description": "You have always sought answers… Bill the Cat has them, no matter how stupid the questions. Consult the wisdom of his very own tarot deck, and what you learn will be beyond belief. Come to him. Or maybe, he will come to you…",
    "contact_email": "rattatrat@hotmail.com",
    "hometown": "Arbuckle, CA",
    "year": 2003,
    "uid": "scraped_2003_the_oracle_at_black_rock"
  },
  {
    "name": "The Paddle and Flog Pub",
    "description": "The Paddle and Flog Pub, a place for those who want to play with whips, paddles and floggers. Others can watch and have an ice cold beverage.",
    "contact_email": "tamu2@netzero.net",
    "hometown": "Rancho Santa Margarita, CA",
    "year": 2003,
    "uid": "scraped_2003_the_paddle_and_flog_pub"
  },
  {
    "name": "The Philadelphia Experiment",
    "description": "Yo! The Philadelphia Experiment is back again! DJ’s Lee Major, Crazy Cooter and DJ Jet Set will be spinning the wheels of steel bringing you a bit of Philly flavor and hospitality from the 215. A bit of soul, house, funk and reggae and electronica to put you in the right state of mind. Come and get out of the sun and join us for cool drinks, good music and good people.",
    "contact_email": "spclblend215@aol.com",
    "hometown": "Philadelphia, PA",
    "year": 2003,
    "uid": "scraped_2003_the_philadelphia_experiment"
  },
  {
    "name": "The PILT Mammoth Camp",
    "description": "Two score disreputed Piltdown Savages, keepers of M’am, the Magical Dancing Black Rock Mammoth Skeleton Theater (Art Vehicle). Cave rumbling with primitive happenings, admiration exchanges and amusements for all, in the Embassy Village",
    "contact_email": "pnick@playapix.com",
    "hometown": "Aspen, CO",
    "url": "http://www.playapix.com",
    "year": 2003,
    "uid": "scraped_2003_the_pilt_mammoth_camp"
  },
  {
    "name": "The Playground at Vau de Vire",
    "description": "A community of Bay-area performance-art and dance groups, fire performers, circus and aerial professionals and visual artists will guide you through a day of Absurd-Nirvana on The Playground, climaxing in a choreographed production(s), by various groups, each evening at sunset.",
    "contact_email": "therosewindow@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_the_playground_at_vau_de_vire"
  },
  {
    "name": "The Puck",
    "contact_email": "lono@lbin.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_the_puck"
  },
  {
    "name": "The Rabbit Hole (Drive Thru)",
    "description": "There’s something not quite right about this Drive Thru. Window #2 has been warped and twisted to drop you into another dimension that is somewhat familiar but intrinsically out of sorts. Crash a tea party, jump into a chess game, climb onto a croquet match, or be flogged by the Queen of Hearts… who knows what’s awaiting you at the end of the Rabbit Hole.",
    "contact_email": "wagner@chaoshacker.org",
    "hometown": "Cambridge, MA",
    "year": 2003,
    "uid": "scraped_2003_the_rabbit_hole_(drive_thru)"
  },
  {
    "name": "The Reason of Ableton",
    "description": "A piece of software has revolutionized the face of all genres of electronic music called Ableton Live.  It allows the user to manipulate sound files such as drum loops, field recordings, samples, etc. LIVE in realtime.",
    "contact_email": "tstep0@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_the_reason_of_ableton"
  },
  {
    "name": "The Renaulter",
    "description": "To give is a simple idea. The gift economy is complex. Are you a believer?",
    "contact_email": "robert.binkley@bigfoot.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_the_renaulter"
  },
  {
    "name": "The SACRAFACTORY",
    "description": "At the SACRAFACTORY, we specialize in the prolific production of innovative new theologies.  Whatever form of sacrament you choose, we have the experience and practice required to provide you with new state-of-the-art theologies custom tailored to fit your unique worship practices.  Pick up a fondness for a certain new sacrament recently?  Stop by for a theology adjustment and we’ll have your old theology working with your new sacraments in no time.",
    "contact_email": "derek@gulbranson.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_the_sacrafactory"
  },
  {
    "name": "The Sanctuary",
    "description": "The Sanctuary is a collection of theme camps who offer spiritual exploration and physical celebration in a hospitable and inviting enviroment. Visit us for daily yoga, meditation, full body adornment, clothing gifts, discussions on shamanism & journeys of the mind, tea service, nightly audio/visual presentations – and enjoy our sacred refuge from the outside environment.",
    "contact_email": "davemarr@burningman.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.sanctuaryvillage.com",
    "year": 2003,
    "uid": "scraped_2003_the_sanctuary"
  },
  {
    "name": "The Shower Spotters",
    "description": "The International Brotherhood of Shower Spotters welcomes you to join our water truck advance warning network!",
    "contact_email": "dale@bigreddale.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_the_shower_spotters"
  },
  {
    "name": "The SmoochDome",
    "description": "The rules of the SmoochDome are simple: you must be smooching and you can ONLY be smooching. Bring your own partner!",
    "contact_email": "notbot@botcollective.net",
    "hometown": "New York, NY",
    "year": 2003,
    "uid": "scraped_2003_the_smoochdome"
  },
  {
    "name": "The Solo Collective",
    "description": "The Camp for People Who Have No Camp: the Solo Collective is an opportunity to network with other solo travelers, share resources, and share your experience. Our members register ahead of time and utilize a message board system to get to know one another, creating a reunion feeling when we meet up in person. We value self-sufficiency and fun, and we warmly welcome new members; please see our web site for information on how to join us.",
    "contact_email": "queenmel@ureach.com",
    "hometown": "Portland, OR",
    "url": "http://www.solocollective.org",
    "year": 2003,
    "uid": "scraped_2003_the_solo_collective"
  },
  {
    "name": "The Spot",
    "contact_email": "johnrose@postmark.net",
    "hometown": "Centralia, WA",
    "year": 2003,
    "uid": "scraped_2003_the_spot"
  },
  {
    "name": "The Surely Temple",
    "description": "Saints and Sinners…",
    "contact_email": "jeff_kennedy@mindspring.com",
    "hometown": "Los Angeles, CA",
    "year": 2003,
    "uid": "scraped_2003_the_surely_temple"
  },
  {
    "name": "The Tabernacle",
    "description": "Our High Priest stands on duty 24 hours a day to assist you with a voluntary/involuntary cleansing of sins commited against the world’s organized religions. Relax in the Kodesh Ha’kadoshim (Inner Sanctum) Bar & Grill (sacrifices only) with the most Minimal Music and People you’ll find anywhere in our great city. Herectics/Blasphemous Indv. Welcome.",
    "contact_email": "zev@zevie.com",
    "hometown": "Brooklyn, NY",
    "url": "http://burn.zevie.com",
    "year": 2003,
    "uid": "scraped_2003_the_tabernacle"
  },
  {
    "name": "The Temple of Atonement",
    "description": "Temple of Atonement: Black Rock city’s premier BDSM camp. Confess your sins and be atoned by our loving and punishing Dominants. Take part in the mystery rite of love, discipline and leather.",
    "contact_email": "thejudge@burningman.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.templeofatonement.org",
    "year": 2003,
    "uid": "scraped_2003_the_temple_of_atonement"
  },
  {
    "name": "The Temple of Boobfoot",
    "description": "At the Temple of Boobfoot (the mysterious Boobfoot is a sacred icon from an alien culture), love reigns supreme. One can indulge in creative play in a matching game of breast and foot or one can converse with the Boobfoot oracles and be initiated into the clan simply by agreeing to the basic philosophy of Boobfoot, which will be determined daily.",
    "contact_email": "oneblueroad@yahoo.com",
    "hometown": "Red Bluff, CA",
    "year": 2003,
    "uid": "scraped_2003_the_temple_of_boobfoot"
  },
  {
    "name": "The Tittyman Camp",
    "description": "Remember, Bring Your Tittys to the Tittyman. And enjoy a shot of Titty Juice at The Titty Bar, it will kick your ass!",
    "contact_email": "hrock1@juno.com",
    "hometown": "Modesto, CA",
    "url": "http://thetittyman.com",
    "year": 2003,
    "uid": "scraped_2003_the_tittyman_camp"
  },
  {
    "name": "The Tribe of the Chattering Monks",
    "description": "Within the primal realm of living faith lies a group of artists known as The Tribe of the Chattering Monks… Visit the monks and bare your soul in the 3rd Eye Lounge to earn the coveted monk medallion or perform the Tai-Chi Horse Pose to receive a spiritual libation! After you have cleansed your karma and held the Horse, ascend the meditation tower to reflect on your spiritual achievements. Visit The Tribe of the Chattermonks to celebrate the profound, earn the medallion or to intoxicate your spirit.",
    "contact_email": "burningsean@yahoo.com",
    "hometown": "York, PA",
    "url": "http://www.joygantic.net/triple-s",
    "year": 2003,
    "uid": "scraped_2003_the_tribe_of_the_chattering_monks"
  },
  {
    "name": "The Twilight Acapella Experience",
    "description": "Join us for the twilight acapella experience.  Provide us your playa experiences and our cowboy and cowgirls will amaze and astound as they sing your adventures for all to hear.",
    "contact_email": "hyzop@yahoo.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_the_twilight_acapella_experience"
  },
  {
    "name": "There is no F in Peeps",
    "description": "Come visit the home of Roasted Peeps on a Stick.  And this year leave with a blinky light you have made!",
    "contact_email": "roger@saltydog.com",
    "hometown": "Redondo Beach, CA",
    "year": 2003,
    "uid": "scraped_2003_there_is_no_f_in_peeps"
  },
  {
    "name": "Thermal Shock",
    "contact_email": "wicked_michael@mac.com",
    "hometown": "Long Beach, CA",
    "year": 2003,
    "uid": "scraped_2003_thermal_shock"
  },
  {
    "name": "Tickle Camp",
    "description": "Enter if you dare, to the den of the tickling monster!",
    "contact_email": "htoker@yahoo.com",
    "hometown": "Bloomington, IN",
    "year": 2003,
    "uid": "scraped_2003_tickle_camp"
  },
  {
    "name": "Tiger Dome and Church of T",
    "description": "Get hitched on the playa in the mouth of a tiger while paying homage to Mr. T. Altars provided to bless your journey together.",
    "contact_email": "mcfarland43@hotmail.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_tiger_dome_and_church_of_t"
  },
  {
    "name": "TIMI Tribute Camp",
    "description": "Worship, wind up wars, and wheelies is what we’re all about. If you’ve got the nuts, you’re invited.",
    "contact_email": "horchata47@hotmail.com",
    "hometown": "San Jose, CA",
    "year": 2003,
    "uid": "scraped_2003_timi_tribute_camp"
  },
  {
    "name": "To Venus & Back to Black Rock",
    "contact_email": "charmedic93@excite.com",
    "hometown": "Seattle, WA",
    "year": 2003,
    "uid": "scraped_2003_to_venus_&_back_to_black_rock"
  },
  {
    "name": "Tom Jones Roller Disco",
    "description": "Skate at Burning Man at the Tom Jones Roller Disco. We’re bringing Golden Gate Park to the Playa and Tom Jones is at the bar for you to get your roll on!!!",
    "contact_email": "CAblader@pacbell.net",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_tom_jones_roller_disco"
  },
  {
    "name": "Tool Tyme",
    "description": "TOOL TYME on the playa, come enjoy the awe-inspiring soundscape that is TOOL. We will pay tribute to a different era in TOOL history every night.",
    "contact_email": "shawn_kirby@sbcglobal.net",
    "hometown": "Reno, NV",
    "year": 2003,
    "uid": "scraped_2003_tool_tyme"
  },
  {
    "name": "TOTEM",
    "description": "TOTEM (Temple Of The Eternal Mysteries) offers the gifts of healing massage and gentle sanctuary to Black Rock City. We can heal your sore body, your battered mind, your weary spirit. Ineffably refreshing!",
    "contact_email": "tadmuck@attbi.com",
    "hometown": "Salt Lake City, UT",
    "url": "http://eternal-mysteries.org",
    "year": 2003,
    "uid": "scraped_2003_totem"
  },
  {
    "name": "Tower of Babel Camp",
    "description": "Tower of Bable Camp. RED WHITE GREEN WHITE. Please say the colors fast. One Mississippi two Mississippi three Mississippi.",
    "contact_email": "BurningMan@JohnKane.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.johnkane.com/BurningMan",
    "year": 2003,
    "uid": "scraped_2003_tower_of_babel_camp"
  },
  {
    "name": "Tranquility Bay",
    "description": "Tranquility Bay will exist as a place of calm in a wild, dangerous sea. TB will be a refuge where wayfarers may seek solace in many forms… The sensual… the spiritual… the physical… and the unknown, unexpressed inside each of us. Tantric Pujas… Meditation… Yoga… Self Help… Massage… Talking Circles… Body painting… Drum Circles… Interactive art… Physical Threshold Modification and Adjustment… All this and much more awaits in Tranquility Bay.",
    "contact_email": "dousias@adelphia.net",
    "hometown": "Buena Park, CA",
    "url": "http://groups.yahoo.com/group/tranquilitybay",
    "year": 2003,
    "uid": "scraped_2003_tranquility_bay"
  },
  {
    "name": "Transcendent Funktions",
    "description": "Transcendent Funktions, the camp with the correct balance of intuition, character, esthetic beauty, experience, willingness to learn, submissiveness, insanity, and sense of humour. Live Rippin’ Metal and Groovin’ Funk by Night, Sunrise Yogic Ecstasy Transfusion Dance Parties, AC Dreamin’ by Day.",
    "contact_email": "tbigfinger@yahoo.com",
    "hometown": "East Rockaway, NY",
    "year": 2003,
    "uid": "scraped_2003_transcendent_funktions"
  },
  {
    "name": "Trashistan's Temple of Hot Dogma",
    "description": "We are the aristocrats of the Republic of White Trashistan – bow to the power of our hot dogma! This year’s camp features the musical rantings of Hot Dog Sandwich and Novaclutch. When they’re not playing, we’ll just rant and heckle, with or without puppets. Alchemy is our belief of the year, so we’ll be providing an Athenor, as well as an alchemical obstacle course which will gain you oracular access. All the bolts and half the nuts.",
    "contact_email": "trashistan@yahoo.com",
    "hometown": "Berkeley, CA",
    "year": 2003,
    "uid": "scraped_2003_trashistan's_temple_of_hot_dogma"
  },
  {
    "name": "Tribal Harmonix",
    "contact_email": "rob@novadiem.com",
    "hometown": "Vancouver, BC",
    "year": 2003,
    "uid": "scraped_2003_tribal_harmonix"
  },
  {
    "name": "Tribal Penis Gourds",
    "description": "From the highlands of Papua New Guinea to downtown Black Rock City, Tribal Penis Gourds brings you the latest in Playa fashion! Come on by, choose your gourd, customize it as you like, and revel in the power of the gourd!",
    "contact_email": "marc_bruce@yahoo.com",
    "hometown": "San Marcos, CA",
    "year": 2003,
    "uid": "scraped_2003_tribal_penis_gourds"
  },
  {
    "name": "Tribal Thunder Camp",
    "description": "Some for the Glories of This World, and some for the Prophet’s Paradise to come; Ah take the cash, and let the Credit go, Nor heed the rumble of a distant drum. Omar Khayyam",
    "contact_email": "toddtool@netvista.net",
    "hometown": "Martinez, CA",
    "year": 2003,
    "uid": "scraped_2003_tribal_thunder_camp"
  },
  {
    "name": "Tune in Toyko (was BREX 2002)",
    "description": "Tune in Tokyo is a camp full of Rangers who staff Ranger Outpost Tokyo. Formerly known as the Black Rock Expedition, our research project has moved into a new phase; occupying Outpost TOkyo utilizing data we have ammassed over the years, and the lessons learned. We hope to tune in Tokyo to the common frequency of the city to better enable communication between BRC and the Muthaship.",
    "contact_email": "crow@burningman.com",
    "hometown": "Santa Cruz, CA",
    "year": 2003,
    "uid": "scraped_2003_tune_in_toyko_(was_brex_2002)"
  },
  {
    "name": "Turning Hand Community (THC)",
    "description": "Turning Hand Community is back in 2003 to Rock the Plaza! SEE the Amazing Great Wall of Video, FEEL the Chill of the Misting Tunnel, PLAY with our Giant Toys and Games, EXPERIENCE the Awe and Majesty of the Hand of God, TASTE a frosty beverage while you ENJOY a drinking game. Forget the Man, we’re all about the Hand! On the amplifier of fun TurningHand Community Rocks it up to Eleven!",
    "contact_email": "addison441@attbi.com",
    "hometown": "Portland, OR",
    "year": 2003,
    "uid": "scraped_2003_turning_hand_community_(thc)"
  },
  {
    "name": "Turnip Head Cult",
    "description": "Are you completely satisfied with your current belief structure? Minds changed or your reality back, sermons given, secrets revealed, games played, prizes offered, all welcome daily at 4:20.",
    "contact_email": "tygr@hackermail.com",
    "hometown": "Grass Valley, CA",
    "year": 2003,
    "uid": "scraped_2003_turnip_head_cult"
  },
  {
    "name": "Tyrannosaurus Rex Jesus Temple",
    "description": "Come to the Temple of Tyrannosaurus Rex Jesus and learn the mystery of Tyrannosaurus Rex Jesus — learn why he’s the greatest Jesus of all.",
    "contact_email": "JefferyRicks@hotmail.com",
    "hometown": "Logan, UT",
    "year": 2003,
    "uid": "scraped_2003_tyrannosaurus_rex_jesus_temple"
  },
  {
    "name": "Ubercarney",
    "description": "Step right up to the home-built roller coaster of doom and enjoy an exhilirating visit to the church of acceleration. While you wait, try your skills at Slut-Putt, confess your sins at the Clownfessional, and get in touch with your own inner-carney.",
    "contact_email": "detroitcooky@yahoo.com",
    "hometown": "Detroit, MI",
    "url": "http://www.speedcult.com",
    "year": 2003,
    "uid": "scraped_2003_ubercarney"
  },
  {
    "name": "United States Potsal Service",
    "description": "Neither sun nor wind nor heat nor chill of night stays these couriers from the swift completion of… maybe.",
    "contact_email": "chassy@umich.edu",
    "hometown": "Ann Arbor, MI",
    "year": 2003,
    "uid": "scraped_2003_united_states_potsal_service"
  },
  {
    "name": "UV-Naked",
    "description": "UV-Naked, an oasis of colorful UV protection.",
    "contact_email": "dennisp@zigmanshields.com",
    "hometown": "San Diego, CA",
    "year": 2003,
    "uid": "scraped_2003_uv-naked"
  },
  {
    "name": "Valhalla Lounge",
    "description": "Valhalla Lounge, where the gods and goddesses come to playa. We’ll be chillin not killin on the play. Come play, dance and celebrate with us.",
    "contact_email": "ladygravity@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_valhalla_lounge"
  },
  {
    "name": "Vampire Camp",
    "contact_email": "rei_dishon@yahoo.com",
    "hometown": "Haifa, CA",
    "year": 2003,
    "uid": "scraped_2003_vampire_camp"
  },
  {
    "name": "Velvet Soulmine",
    "description": "Dissipation Nation’s Velvet Soulmine, a plush, cozy, chill space, will welcome you, body and soul, to relax and explore the tactile fabrics of our Morocan style tent. Join us for the annual rock/paper/scissors tournament, the Vodka party, and body painting during the day. Check the schedule or just stop by and touch.",
    "contact_email": "kdlpaint@yahoo.com",
    "hometown": "Atlanta, GA",
    "year": 2003,
    "uid": "scraped_2003_velvet_soulmine"
  },
  {
    "name": "Vietnamese Iced Coffee Camp",
    "description": "Come be refreshed with yummy caffeinated drinks! Hang out in our shaded bamboo grove while you enjoy your authentic Vietnamese coffee hot or cold.",
    "contact_email": "jim@noeboys.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.noeboys.net/VICC",
    "year": 2003,
    "uid": "scraped_2003_vietnamese_iced_coffee_camp"
  },
  {
    "name": "Virgin Sacrifice",
    "description": "What have you never done? Bring yourself to Virgin Sacrifice for redemption.",
    "contact_email": "hollyblumenthal@yahoo.com",
    "hometown": "Seattle, WA",
    "year": 2003,
    "uid": "scraped_2003_virgin_sacrifice"
  },
  {
    "name": "Vogon 42",
    "description": "Several dozen huge yellow chunky slablike somethings huge as office blocks, silent as birds, found themselves marooned in Black Rock City. Vogon Constructor Fleet #42 will torture all with Vogon poetry.",
    "contact_email": "robin@tecgirl.com",
    "hometown": "San Francisco, CA",
    "year": 2003,
    "uid": "scraped_2003_vogon_42"
  },
  {
    "name": "VW Bus Camp",
    "description": "VW Bus Camp is maturing like a fine wine. Join us for our 6th consecutive year. Eclectic bus owners unite, share the nomadic spirit in the Bus Camp Lounge with good food, good drink, and of course our world famous great vibes. (And yes, our water-cooled friends are welcome also).",
    "contact_email": "campmaster@vwbuscamp.com",
    "hometown": "Phoenix, AZ",
    "url": "http://www.vwbuscamp.com",
    "year": 2003,
    "uid": "scraped_2003_vw_bus_camp"
  },
  {
    "name": "Wabi Labs",
    "description": "Labs coats won’t save you here, where one is never sure who is running and who is running from the experiment. Tests abound, clinical, analytical and spiritual.  Come to be bonded or bombarded with fact, wit and your fellow scientists, or just find out what the hell Wabi means.",
    "contact_email": "zukin9@yahoo.com",
    "hometown": "Vashon, WA",
    "year": 2003,
    "uid": "scraped_2003_wabi_labs"
  },
  {
    "name": "Wellwishers",
    "contact_email": "jeffreber@attbi.com",
    "hometown": "San Leandro, CA",
    "year": 2003,
    "uid": "scraped_2003_wellwishers"
  },
  {
    "name": "Whimsea Shel Garden",
    "description": "Come see the Whimsea Shel Garden… We gave you a chance, to water the plants. We didn’t mean THAT way – now zip up your pants… Geocache in camp too!",
    "contact_email": "reelwild2@hotmail.com",
    "hometown": "San Diego, CA",
    "year": 2003,
    "uid": "scraped_2003_whimsea_shel_garden"
  },
  {
    "name": "Whistleworks Ceramic Studio",
    "description": "Support a self-sufficient gift economy by creating your own gift; medallion, trinket, whistle, whatever, out of clay, and make that thing at the only fully functional ceramic studio in Black Rock City.  Imagine the joy, the receiver of such an object will feel, when you tell them you actually created your object right there on the playa!",
    "contact_email": "burningchicagoans2003@yahoo.com",
    "hometown": "Chicago, IL",
    "url": "http://www.barkley.org/whistle",
    "year": 2003,
    "uid": "scraped_2003_whistleworks_ceramic_studio"
  },
  {
    "name": "Wildlife Refuge",
    "description": "Refugee Camp for a tribe of long lost midwestern freaks. Complete with live-action Space Invaders, bar, drum circle and Surrealist games. It’s fucking cool, man.",
    "contact_email": "steph@stephnet.org",
    "hometown": "Chicago, IL",
    "url": "http://www.synchroni-city.org",
    "year": 2003,
    "uid": "scraped_2003_wildlife_refuge"
  },
  {
    "name": "Women's Temple",
    "description": "Women’s Temple is a place where women believe in the healing powers of coming together and sharing the wisdom of their embodied spirits with each other. Women’s Temple is open to women of all ages, colors and orientations.",
    "contact_email": "womenstemple@hotmail.com",
    "hometown": "Oakland, CA",
    "url": "http://www.womenstemple.com",
    "year": 2003,
    "uid": "scraped_2003_women's_temple"
  },
  {
    "name": "WonderLounge",
    "description": "Wonderlounge is a keeper of divine Spirits, an altered state of Lounge where wanton inhabitants massage your consciousness with lubricious delights. We will shake the mooring of your conscience so that you too can see life as an amusing circus of self induced chaos.",
    "contact_email": "Marrilee777@yahoo.com",
    "hometown": "Austin, TX",
    "year": 2003,
    "uid": "scraped_2003_wonderlounge"
  },
  {
    "name": "Wrong Side of the Trax",
    "description": "Swing by camp and catch a ride on the new and improved Dave Train version 3.0 and see for yourself how much fun it is to come from the Wrong Side of the Trax.  If your looking for Camp Couch Potato, look no further, they’re shacking up with us.",
    "contact_email": "cat@sbburners.com",
    "hometown": "Santa Barbara, CA",
    "url": "http://www.sbburners.com",
    "year": 2003,
    "uid": "scraped_2003_wrong_side_of_the_trax"
  },
  {
    "name": "Yes Camp",
    "description": "Yes we are back again providing hospitallity Beyond Belief! Just Say Yes!",
    "contact_email": "Edeye@mac.com",
    "hometown": "Winnetka, CA",
    "year": 2003,
    "uid": "scraped_2003_yes_camp"
  },
  {
    "name": "You Are That Pig",
    "description": "You Are That Pig presents: Another Roadside Attraction! Come play mini golf in our Route 66 Nirvana. Play with our rules, your rules, or no rules; enjoy a shady refuge from the links during the hot sun, or play golf with glow in the dark balls in the dark hours!",
    "contact_email": "brian_herbek@yahoo.com",
    "hometown": "Redwood City, CA",
    "url": "http://zenplicity.funksion.org",
    "year": 2003,
    "uid": "scraped_2003_you_are_that_pig"
  },
  {
    "name": "Zerbo's",
    "description": "Zerbos will be photographing a limited number of unique gift items found on the playa.",
    "contact_email": "skip@skipdoughty.com",
    "hometown": "Rocklin, CA",
    "year": 2003,
    "uid": "scraped_2003_zerbo's"
  }
]