[
  {
    "name": "11:11 Camp",
    "description": "A giant fish swims across the playa… cool yourself off in its spray, be swallowed and relax in the opium den within, or challenge the pirate crew in games of skill and chance.",
    "contact_email": "blueberr@templeofsound.com",
    "hometown": "Portland, OR",
    "year": 2002,
    "uid": "scraped_2002_11:11_camp"
  },
  {
    "name": "3-D Island of Buried Pleasures",
    "description": "AHRRRRG, Matey. AHRRRRG!",
    "contact_email": "pinky1@speakeasy.net",
    "hometown": "Los Angeles, CA",
    "url": "http://64.81.233.13",
    "year": 2002,
    "uid": "scraped_2002_3-d_island_of_buried_pleasures"
  },
  {
    "name": "420 Tea Party Lounge",
    "description": "Come chill in the 420 Tea Party Lounge and possible home of Free Radio Takilma, where you can come and listen to 420 music. We will be serving sun tea everyday at 4:20. Be sure to bring your own cup… Come and help create the ambience with your presence. Bring a friend, a song or a poem if you wish. See you there.",
    "contact_email": "sunshine@cavenet.com",
    "hometown": "Cave Junction, OR",
    "year": 2002,
    "uid": "scraped_2002_420_tea_party_lounge"
  },
  {
    "name": "451 Bookmobile",
    "description": "CAUTION: Dangerous Books Inside",
    "contact_email": "j0nn1j@webtv.net",
    "hometown": "San Jose, CA",
    "year": 2002,
    "uid": "scraped_2002_451_bookmobile"
  },
  {
    "name": "A Lion in Heat",
    "description": "When you tire of the water… Jungle Oasis… but just ’cause you’re “hot” for action is no excuse not to wear your raincoat… stop by and pick up spares if you need.",
    "contact_email": "bman@megalion.org",
    "hometown": "Las Vegas, NV",
    "year": 2002,
    "uid": "scraped_2002_a_lion_in_heat"
  },
  {
    "name": "A-Muse-Meant Zone",
    "description": "Come join us in the A-Muse-Meant Zone and discover what the Goddesses know! Partake of aromatic tobaccos in our Hookah Room! Find pleasure and healing in the Priestess’ touch or watch a ritualistic erotic dance performed by the Dervish known as the Cosmic Dancer! Come exchange vows before our sacred altar or sit and chill while listening to the trancelike sounds of the Anubian Lights. Satisfy your every desire in our Nookey-Nook, where all persuasions are welcome as long as you “play safe!” Located in the Spherocity Village-Orange Kids Camp. Look for the Domes and the Giant Pirate. Belly Dancers, Priestesses, and wandering Nomads are especially welcome!",
    "contact_email": "bbdancetat@yahoo.com",
    "hometown": "Los Angeles, CA",
    "year": 2002,
    "uid": "scraped_2002_a-muse-meant_zone"
  },
  {
    "name": "AAA Fantastic Flight School ZZZ",
    "description": "At our school you will become a bird by growing giant wings, float a new piece of art high above the playa with our kite workshops and earn your degree in fantastical, funky, freaky flight. Visit us at Snowflake Village.",
    "contact_email": "marijka@marijka.com",
    "hometown": "Madison, WI",
    "year": 2002,
    "uid": "scraped_2002_aaa_fantastic_flight_school_zzz"
  },
  {
    "name": "Age of Aquarium",
    "description": "The Age of Aquarium will be hosting flying fish and flying people. Come check out our cirque disarray style trapeze acts. We will have a chilled out relaxarium aquarium filled with all kinds of eye candy and crazy sea creatures from beneath the playa. We will also be featuring the chaos bar car and Monkey-C, a fully functioning Indonesian gamelan band. If looking for music, art, truth and beauty or the playa gets too murky come find us.",
    "contact_email": "akmammoth@yahoo.com",
    "hometown": "Ventura, CA",
    "year": 2002,
    "uid": "scraped_2002_age_of_aquarium"
  },
  {
    "name": "Alice in Wonderlounge",
    "description": "“Curiouser and curiouser” whispered Alice as she pet her smiling cat. Then she melted like ice cream through the looking glass into the luxury of the Wonderlounge’s lubricous dream. Come experience the luscious environment as Japan’s seductive floating world whispers sweet nothings into Alice’s fantasy world. Seek Zen wisdom from the Caterpillar or sip on alcoholic delights with Geisha from the NeverKnoW bar. Receive Kanji from the Mad Hatter or Dance into a trance while being caressed into enlightenment by our sweet conscious expanding beats. Once illuminated you too will slide into a smile and say with us, “We are all MAD here.”",
    "contact_email": "warrior@hardwarrior.com",
    "hometown": "San Jose, CA",
    "year": 2002,
    "uid": "scraped_2002_alice_in_wonderlounge"
  },
  {
    "name": "Alternative Energy Zone",
    "description": "The AEZ (Alternative Energy Zone) LIVES! Once again we are using Alternative Energy to power our camps and projects at Burning Man. We are a village of camps that are committed to being Generator Free. Join us!",
    "contact_email": "roger@saltydog.com",
    "hometown": "Redondo Beach, CA",
    "url": "http://www.ae-zone.org",
    "year": 2002,
    "uid": "scraped_2002_alternative_energy_zone"
  },
  {
    "name": "Amazon Shaman",
    "contact_email": "dallasthomason@msn.com",
    "hometown": "Tempe, AZ",
    "year": 2002,
    "uid": "scraped_2002_amazon_shaman"
  },
  {
    "name": "Ambient Collage Project",
    "description": "Enter an ambient water environment of aural and visual creation where your voice becomes your world.",
    "contact_email": "thomas@runestonestudios.com",
    "hometown": "Sunnyvale, CA",
    "year": 2002,
    "uid": "scraped_2002_ambient_collage_project"
  },
  {
    "name": "Amoeba Village",
    "description": "Amoeba Village is the home of the original and latter-day Amoebas, the Sparkle Motion dancers, and the rapidly-growing Frozen Robot Collective.",
    "contact_email": "louiseceleste@hotmail.com",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_amoeba_village"
  },
  {
    "name": "Amusarama",
    "description": "Oceana Amusarama… Ride the Abyss under cool mist. Shoot the Moon. See Mount Nuevo erupt as robotic sea animals scurry about the ocean floor. Survive the Shipwreck.",
    "contact_email": "admin@musitek.com",
    "hometown": "Sausalito, CA",
    "year": 2002,
    "uid": "scraped_2002_amusarama"
  },
  {
    "name": "Animastik",
    "description": "Afloat the seas in a bubble of air ambient light and sound everywhere, breaks fill the slience and sirens call to the playa. Brought to you by Animastik and dj80bug.",
    "contact_email": "80@dj80.com",
    "hometown": "Marina Del Rey, CA",
    "url": "http://www.animastik.com",
    "year": 2002,
    "uid": "scraped_2002_animastik"
  },
  {
    "name": "ANIMISTICA and the FIRE CORAL",
    "description": "ANIMISTICA- Heed the call of the ancestors and animals from the fire coral and walk through the fire to death and rebirth of spirit.",
    "contact_email": "mudboy@laplaza.org",
    "hometown": "Las Trampas, NM",
    "year": 2002,
    "uid": "scraped_2002_animistica_and_the_fire_coral"
  },
  {
    "name": "Anonymous Camp",
    "description": "12-step meetings of any type held here, scheduled and impromptu.",
    "contact_email": "anonymouscamp@p90.net",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_anonymous_camp"
  },
  {
    "name": "Antarctica",
    "description": "Antarctica is a refrigerated cave of ice where you can find refuge from the heat all week.",
    "contact_email": "zander@longnow.org",
    "hometown": "Sausalito, CA",
    "year": 2002,
    "uid": "scraped_2002_antarctica"
  },
  {
    "name": "Arcadea",
    "description": "A place to chill, play, and rediscover your lost childhood with games and karaoke. Don’t forget to join in on the playa wide Treasure hunt hosted by the Temple Of Prometheus fire troupe.",
    "contact_email": "FyreKat666@aol.com",
    "hometown": "Portland, OR",
    "year": 2002,
    "uid": "scraped_2002_arcadea"
  },
  {
    "name": "Arena Aquarium",
    "description": "As you descend below sea level you will see famous buildings submerged as sea level rises to the Black Rock Desert. Once you are underwater you will get an up close view of all kinds of funky undersea life at the Arena Aquarium. This enclosed club provides protection from the elements and a seven year tradition of live music at Burning Man.",
    "contact_email": "tricksta@earthlink.net",
    "hometown": "Emeryville, CA",
    "year": 2002,
    "uid": "scraped_2002_arena_aquarium"
  },
  {
    "name": "Arson Island Resort",
    "description": "Visit Arson Island Resort, a Floating World Pirate Villiage for Burning Man 2002. Come inside to find booty, treasure, gambling, debauchery and a neverending bevy of music and performance. Come get your pendant from Alien Love Nest, dance under the sails of our sunken ship, get yourself some schooner and swill. Get angry, get surly, grunt and get down.",
    "contact_email": "darwinman1@yahoo.com",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_arson_island_resort"
  },
  {
    "name": "Art Car Garage",
    "description": "Stop by our docks to see the latest in art car madness.",
    "contact_email": "speakerdoctor@hotmail.com",
    "hometown": "Nashville, TN",
    "year": 2002,
    "uid": "scraped_2002_art_car_garage"
  },
  {
    "name": "Astral Headwash",
    "description": "Bring your tired dusty playa heads to Astral Headwash and leave feeling refreshed and rejuvenated. We ask only for your peaceful presence and patience and as always water donations are greatly appreciated in order for us to wash and massage as many heads as possible.",
    "contact_email": "tara@coburnhouse.com",
    "hometown": "Boulder, CO",
    "year": 2002,
    "uid": "scraped_2002_astral_headwash"
  },
  {
    "name": "Astropups: Happy Dolphin Lounge",
    "description": "Chilled Atmosphere. Chilled Drinks. Chilled Music. Hot Boys. Float with us in our Happy Dolphin Lounge in the early evenings in a relaxed and playful setting as only those Pups of the Playa can provide.",
    "contact_email": "astropups2002@yahoo.com",
    "hometown": "San Jose, CA",
    "year": 2002,
    "uid": "scraped_2002_astropups:_happy_dolphin_lounge"
  },
  {
    "name": "Asylum",
    "description": "Asylum is the sanctuary for Theme Camps from around the country. From New York to San Jose, from Boston to San Francisco — they include New Day’s Eve, Enchanted Forest, Playa Potions & Potable, The Society of the Spectacles, Kustom Kult, Puddin’ Tang, The Department of Just Us, K-SVERT, Bunny Bunny Bicycle Repair Camp, NewbieVille and of course Asylum HQ — the home of Mayor Ratti. Look for the big “A” on the playa; that’s where you’ll find us.",
    "contact_email": "sratti@nyc.rr.com",
    "hometown": "New York, NY",
    "url": "http://www.asylumvillage.com",
    "year": 2002,
    "uid": "scraped_2002_asylum"
  },
  {
    "name": "ATLANTIS",
    "description": "A glimmering oasis for skywalkers of all realms. a junction of light for relating, receiving, conceiving, or just passing through.",
    "contact_email": "rainbow-sprite@wildmail.com",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_atlantis"
  },
  {
    "name": "Aurora's Island",
    "description": "Providing all who have been swimming through the depths for far too long a sanctuary and refuge for re-building strength, personality, or whatever one needs to re-build. Music as our inspiration, dj’s will be spinning breakbeat, hip-hop and soul.",
    "contact_email": "aurora@inspiremediaproductions.com",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_aurora's_island"
  },
  {
    "name": "Axis of Weebles",
    "description": "Come to our camp for all your paramilitary training needs — tactical explorations for the dictator child in all of us. Take the toys into your own hands — sniper training on innocent weebles with semi automatic water guns. Learn the art of stoning cute little weebles until they have wobbled their last wobble, make your own dictator weeble to burn in effigy, complete the training course and your mission and be rewarded with a tent full of 70 chaste weebles awaiting to pleasure you and a massage from our resident professional massage therapist Dr. Joseph.",
    "contact_email": "lana_r75@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_axis_of_weebles"
  },
  {
    "name": "Bad Idea Theater",
    "description": "Welcome to Bad Idea Theater, Your port of call for Libations, Vibrations, and Conversations. Get your Mizzenmast battened and your Timbers shivered with us.",
    "contact_email": "mjsandell@netscape.net",
    "hometown": "Garden Grove, CA",
    "year": 2002,
    "uid": "scraped_2002_bad_idea_theater"
  },
  {
    "name": "Baked Alaska",
    "description": "Baked Alaska will explore the floating world on a barge called Le Canal De Bourgonge. Sante!",
    "contact_email": "cosmicplaya@hotmail.com",
    "hometown": "Rockridge, CA",
    "year": 2002,
    "uid": "scraped_2002_baked_alaska"
  },
  {
    "name": "Barbershop Roulette Camp",
    "description": "Take a chance on a new look! Spinning the wheel determines what style of haircut you will receive from our professional barber. Not for the faint of heart!",
    "contact_email": "cowper@attglobal.net",
    "hometown": "Emeryville, CA",
    "year": 2002,
    "uid": "scraped_2002_barbershop_roulette_camp"
  },
  {
    "name": "Barbie Death Camp & Wine Bistro",
    "description": "Come by and visit The Friendliest Concentration Camp On The Playa: Barbie Death Camp and Wine Bistro, where we put the Barbie into bar-be-que. Stop by and have a glass of vintage cabernet sauvignon while we help you dispose of any unwanted Barbies at one of Black Rock City’s most popular concentration camps!",
    "contact_email": "james.jacoby@agedwards.com",
    "hometown": "Newcastle, CA",
    "year": 2002,
    "uid": "scraped_2002_barbie_death_camp_&_wine_bistro"
  },
  {
    "name": "BassWave Marina",
    "description": "Feel the floating world around you via FM broadcast or swim through the sound of BassWave Marina. Whale calls, dolphins, waves crashing and other theme sounds played on regular intervals in between international talent & music variety.",
    "contact_email": "kwmr@hotmail.com",
    "hometown": "Sparks, NV",
    "year": 2002,
    "uid": "scraped_2002_basswave_marina"
  },
  {
    "name": "Beaches of Grandure",
    "description": "The Beaches of Grandure: your solid ground in this floating world.",
    "contact_email": "fire000283@hotmail.com",
    "hometown": "Reno, NV",
    "year": 2002,
    "uid": "scraped_2002_beaches_of_grandure"
  },
  {
    "name": "Bear Posse",
    "description": "The Bear Posse is coming! The Bear Posse is coming! Your favorite debaucherous furry leg humpers are comin to town to rid Black Rock City of all those pesky Playa Salmon! Lock your coolers! Hide your women! Huntin’ season’s about to begin… Free gift for every belly rub.",
    "contact_email": "pippi@sealspace.org",
    "hometown": "Brooklyn, NY",
    "year": 2002,
    "uid": "scraped_2002_bear_posse"
  },
  {
    "name": "Beneath the Floating World",
    "description": "Join us on the set of a Disaster Movie that is itself a disaster! Barter your homebrewed beer for ours in Barnacle Bill’s Barter Bar! Dance the night away as The Atomiks perform twisted apocalyptic music! Confess your sins in the Church of RocknRoll Redemption!",
    "contact_email": "jerryesmith@gbis.com",
    "hometown": "Sparks, NV",
    "year": 2002,
    "uid": "scraped_2002_beneath_the_floating_world"
  },
  {
    "name": "bianca",
    "description": "bianca loves you!",
    "contact_email": "laurie@potf.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.bianca.org",
    "year": 2002,
    "uid": "scraped_2002_bianca"
  },
  {
    "name": "Bicycle Soccer Camp",
    "description": "Come join us for a great time at this wacky game. Game time is every day at dusk.",
    "contact_email": "turo@earthlink.net",
    "hometown": "Los Angeles, CA",
    "year": 2002,
    "uid": "scraped_2002_bicycle_soccer_camp"
  },
  {
    "name": "Big Bang Island",
    "description": "Big Bang takes you back to the time of the Big Bang and back up through the ages, where you can blast through our time tunnel of lights, RIDE the dinosaur slide, soak up some jazz in our cave, table joust at our renaissance tent, enjoy a cold beverage at our 1800s saloon, enjoy a massage or Reiki at our meditation tent, catch a flick in our 20s theater, rock & roll in our 50s diner dome, entertain or be entertained via our open mic. format in our groovy 60s “Big Chill Dome,” boogie oogie oogie in our dance courtyard, or sign up for our “Big Games” competitions. Don’t miss our Thursday night (8/29th) “Party of The Centuries.”… where you can eat, drink, dress up in costume, and dance to music of many special era’s in time.",
    "contact_email": "StevieCapone@aol.com",
    "hometown": "Shrewsbury, MA",
    "year": 2002,
    "uid": "scraped_2002_big_bang_island"
  },
  {
    "name": "Big Puffy Yellow Camp",
    "description": "We welcome all to come and relive the yellow and puffy side of life. Experience all that is big, puffy and yellow. Let your inner child become the puffy yellow.",
    "contact_email": "mcfall@mgallis.com",
    "hometown": "Charlotte, NC",
    "year": 2002,
    "uid": "scraped_2002_big_puffy_yellow_camp"
  },
  {
    "name": "Bioluminati",
    "description": "We put the GLO back into GLObal Domination!",
    "contact_email": "andrew@sulli.org",
    "hometown": "San Francisco, CA",
    "url": "http://www.sulli.org/bm_2002/",
    "year": 2002,
    "uid": "scraped_2002_bioluminati"
  },
  {
    "name": "Birds of a Feather",
    "description": "Regular flights, flocking, mating and pecking order rituals on the playa and at unlikely perches and scavenger sites around the city.",
    "contact_email": "lyn.blackshaw@state.or.us",
    "hometown": "Portland, OR",
    "year": 2002,
    "uid": "scraped_2002_birds_of_a_feather"
  },
  {
    "name": "Biscuit Lounge",
    "description": "Don’t believe the hype! Come relax at Biscuit.",
    "contact_email": "hyperelf2@hotmail.com",
    "hometown": "Scotts Valley, CA",
    "year": 2002,
    "uid": "scraped_2002_biscuit_lounge"
  },
  {
    "name": "Black Rock Bookmobile",
    "description": "The Black Rock Bookmobile, Your Friendly Neighborhood Bookies. “Burn The Man Not  The Books!!!”",
    "contact_email": "TriaxRolin777@aol.com",
    "hometown": "Washoe Valley, NV",
    "year": 2002,
    "uid": "scraped_2002_black_rock_bookmobile"
  },
  {
    "name": "Black Rock City Booty Hunters",
    "contact_email": "karim@riseup.net",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_black_rock_city_booty_hunters"
  },
  {
    "name": "Black Rock City Coast Guard",
    "description": "The Black Rock City Coast Guard promotes water and boating safety, offers assistance to watercraft in distress, and protects Black Rock City against malicious pirate activity.",
    "contact_email": "jdfalk@cybernothing.org",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_black_rock_city_coast_guard"
  },
  {
    "name": "Black Rock City Fashion Police",
    "description": "Good costume, bad costume, no costume? BUSTED!",
    "contact_email": "myss_terry@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_black_rock_city_fashion_police"
  },
  {
    "name": "Black Rock City Hardware",
    "description": "We are the Black Rock City Hardwdare shoppe and we’ll have tools and materials to help you repair things that break and build things the need to be built.",
    "contact_email": "marc17@painandgreed.com",
    "hometown": "Seattle, WA",
    "url": "http://www.invisiblecollege.net/volis/",
    "year": 2002,
    "uid": "scraped_2002_black_rock_city_hardware"
  },
  {
    "name": "Black Rock City Naval Reserve",
    "description": "Military not up to snuff lately. Want to start a revolution… while drunk on cheap wine. Come by our recruiting office and see if you pass muster to join the Black Rock City Naval Reserve.",
    "contact_email": "Dave_Stern@hotmail.com",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_black_rock_city_naval_reserve"
  },
  {
    "name": "Black Rock City Wildlife Preserve",
    "description": "We here at the Black Rock City Wildlife Preserve want to create an environment where humans can learn about animal behavior in a safe and fun way. And we want to hunt those animals, and bring them here by force if necessary.",
    "contact_email": "fe7er@hotmail.com",
    "hometown": "Los Angeles, CA",
    "year": 2002,
    "uid": "scraped_2002_black_rock_city_wildlife_preserve"
  },
  {
    "name": "Black Rock Expedition of 2002",
    "description": "The well-oiled machine which is the Black Rock Expedition research team will return to the alkali wasteland in August of 2002 to continue their study of the wildlife in and around Black Rock City. Professionals will again observe, interview, and interact with the wild inhabitants of this barren landscape, continuing our dogged pursuit of hard scientific data.",
    "contact_email": "crow@rangers.org",
    "hometown": "Santa Cruz, CA",
    "year": 2002,
    "uid": "scraped_2002_black_rock_expedition_of_2002"
  },
  {
    "name": "Black Rock Gazette",
    "description": "The Black Rock Gazette, located at Media Mecca, is in its 10th year of publication. It is the only newspaper at Burning Man, produced at Burning Man. Read all about it in the Gate Edition and 5 on-playa editions!",
    "contact_email": "durgy@burningman.com",
    "hometown": "San Jose, CA",
    "year": 2002,
    "uid": "scraped_2002_black_rock_gazette"
  },
  {
    "name": "Black Rock Industrial Arts",
    "contact_email": "aseaton@mindspring.com",
    "hometown": "Hillsboro, OR",
    "year": 2002,
    "uid": "scraped_2002_black_rock_industrial_arts"
  },
  {
    "name": "Black Rock Real Estate & Mortgage",
    "description": "Come to the Black Rock City REAM/MAX office to attain your title and deed for your property. We have the best Mortgage rates in town – as low as 5 minutes on the saw horse!! Thinking about a playa career change? Tired of thanklessly lighting and hauling lanterns day in and day out? Well, we’re always looking for assessors, agents and mortgage officers! Just drop us a note and you’ll be on your way into the exciting world of generating pieces of paper that say someone owns a particular piece of dirt!",
    "contact_email": "dapete@best.com",
    "hometown": "San Jose, CA",
    "url": "http://blackRockRealEstate.tripod.com",
    "year": 2002,
    "uid": "scraped_2002_black_rock_real_estate_&_mortgage"
  },
  {
    "name": "Black Rock Refinery",
    "description": "Serving the energy needs of Black Rock City since 17TYOOM. The Black Rock Refinery has something for everyone: relaxation, lubrication, distillation and inebriation — stop by anytime and see what we’re up to. (Art vessel captains always welcome for refueling!)",
    "contact_email": "major@genome.wi.mit.edu",
    "hometown": "Somerville, MA",
    "year": 2002,
    "uid": "scraped_2002_black_rock_refinery"
  },
  {
    "name": "Black Rock Spatial Delivery",
    "description": "The Black Rock Spatial Delivery uniformed bike messengers will carry your postcard or package to anyone else in the city — your missive is our mission! If we can carry it, we’ll deliver it!",
    "contact_email": "wolfhound3@earthlink.net",
    "hometown": "Portland, OR",
    "year": 2002,
    "uid": "scraped_2002_black_rock_spatial_delivery"
  },
  {
    "name": "Black Rock Travel Agency",
    "description": "The Black Rock Travel Agency has been making love to the world for so long it no longer knows what love is, or what is is; and we find ourselves in a quandry, wondering how love will flourish in a post-Bushian world. But this much is true: if you are good and true, if your vision creates love and beauty, it has the automatic Black Rock Travel Agency seal of approval, so come show us what you have that is truthful, beautiful, and full of love.",
    "contact_email": "mikea@nevadacityfreepress.com",
    "hometown": "Nevada City, CA",
    "year": 2002,
    "uid": "scraped_2002_black_rock_travel_agency"
  },
  {
    "name": "Blacklight Aquarium",
    "description": "Tired? Sore? Thirsty? Stop by Inky’s Bar and Lounge, get a massage by Dr. Algae and crew, rest in the Uyiko-e lounge, have a beverage, and be entertained by the playa’s only known giant squid, Architeuthis Plagiae (aka “Inky”).",
    "contact_email": "mykel@blaqua.com",
    "hometown": "Sacramento, CA",
    "url": "http://www.blaqua.com/projects/inkys.htm",
    "year": 2002,
    "uid": "scraped_2002_blacklight_aquarium"
  },
  {
    "name": "Blackrock Boutique",
    "description": "This year the Blackrock Boutique will be adding mobile foot-washing, seany tea house, daily fashion shows (strut your stuff!), and a new Floating World look. So come on by and say hello.",
    "contact_email": "mikejbuckley@hotmail.com",
    "hometown": "Eugene, OR",
    "year": 2002,
    "uid": "scraped_2002_blackrock_boutique"
  },
  {
    "name": "Blind Sensorium Funhouse",
    "description": "Visual deprivation becomes sensory excitation! Come and enjoy all your senses except the one you’ve become ALL too accustomed. Touch, smell, lick, lavish, listen to the ordinary become extra-ordinary. Tickle your grey matter  as well as your nerve endings as you unlock portals into a world of playful delights.",
    "contact_email": "mvw@eecs.berkeley.edu",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_blind_sensorium_funhouse"
  },
  {
    "name": "Blue Planet",
    "description": "Our camp will bring the cool blue energy of the uncharted oceans and empty tropical sky to burners across the playa. Interactive lighting fixtures, a bubble bar and a giant jellyfish fan sculpture will adorn the central area of the blue planet. The warm creatures that inhabit our little world will make all denizens welcome in their voyages of discovery.",
    "contact_email": "GNLMNO@hotmail.com",
    "hometown": "Arlington, VA",
    "year": 2002,
    "uid": "scraped_2002_blue_planet"
  },
  {
    "name": "Bluehouse",
    "contact_email": "mauck@bluehouse.org",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_bluehouse"
  },
  {
    "name": "Blyss Abyss: Temple of the Deep",
    "contact_email": "pkingbm@neotera.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_blyss_abyss:_temple_of_the_deep"
  },
  {
    "name": "Bob Barker's Blvd of Broken Games",
    "contact_email": "mitchoff@yahoo.com",
    "hometown": "Portland, OR",
    "year": 2002,
    "uid": "scraped_2002_bob_barker's_blvd_of_broken_games"
  },
  {
    "name": "Borrachos Y Bicicletas",
    "description": "Bicycle repair and sculpture garden… look for the flag of Mexico, you can’t miss us!!!",
    "contact_email": "ctp@ctpdesign.com",
    "hometown": "Concord, CA",
    "url": "http://www.ctpdesign.com/ByB/",
    "year": 2002,
    "uid": "scraped_2002_borrachos_y_bicicletas"
  },
  {
    "name": "Braindrops",
    "contact_email": "xingudave@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_braindrops"
  },
  {
    "name": "BRC Animal Control",
    "description": "We will make daily collections of pesky playa creatures who are running free causing disturbances to the camps and/or streets of the City. Our trained staff will use the latest in animal reform practices to allow these potentially dangerous animals the chance to be reintroduced to life on the playa. They will be tagged and have the opportunity to be adopted/auctioned to a responsible Black Rock City citizen.",
    "contact_email": "xgyrl@yahoo.com",
    "hometown": "Seattle, WA",
    "url": "http://www.brcac.freeservers.com",
    "year": 2002,
    "uid": "scraped_2002_brc_animal_control"
  },
  {
    "name": "BRC Bike Repair and Bait Shop",
    "description": "We fear no bike! Only soft fleshy units!",
    "contact_email": "hal1@visi.com",
    "hometown": "Minneapolis, MN",
    "year": 2002,
    "uid": "scraped_2002_brc_bike_repair_and_bait_shop"
  },
  {
    "name": "BRC Volunteer Pyro Department",
    "description": "Get your Fire Hos wet! Get your Otter to Pop on at the VPD! Witness fantastic feats of fire dancing, (or perform your own) and other pyromaniac delights at the Volunteer Pyro Department! (Guerilla Theatre Improv included)",
    "contact_email": "karb0n@yahoo.com",
    "hometown": "Sacramento, CA",
    "year": 2002,
    "uid": "scraped_2002_brc_volunteer_pyro_department"
  },
  {
    "name": "BRCPO: Black Rock City Post Office",
    "description": "Once again, the Black Rock City Post Office (BRCPO), Playa Express Delivery (PedEx), and Immigrations, Naturalizations and Socializations Services (INSS) will be fulfilling your every delivery, communication, and participation need or fantasy. To join our ranks by volunteering, make an inquiry or file a complaint, please contact us.",
    "contact_email": "brcpomanagers@yahoo.com",
    "hometown": "Cupertino, CA",
    "year": 2002,
    "uid": "scraped_2002_brcpo:_black_rock_city_post_office"
  },
  {
    "name": "BRCVFD Fire Camp",
    "description": "Fire Camp, Home of the Black rock City Volunteer Fire Department.",
    "contact_email": "ben@nas.com",
    "hometown": "Deming, WA",
    "year": 2002,
    "uid": "scraped_2002_brcvfd_fire_camp"
  },
  {
    "name": "Bubble Drum Drum Bubble",
    "description": "The Bubble Drum Drum Bubble, A place to chill and space in the shade. Low level melodic hand drumming encouraged and facilitated, Electronic percussion via Roland Handsonic HD15.",
    "contact_email": "mike71945@aol.com",
    "hometown": "Springfield, OR",
    "year": 2002,
    "uid": "scraped_2002_bubble_drum_drum_bubble"
  },
  {
    "name": "Bubble Lounge",
    "description": "Slip into the Bubble Dome and relax in a Day-Glo underwater world (performance party Wednesday night). Get your free bubble generator to blow your own… and remember, the softer you blow, the bigger the bubble!",
    "contact_email": "BubbleLounge99@aol.com",
    "hometown": "Venice, CA",
    "year": 2002,
    "uid": "scraped_2002_bubble_lounge"
  },
  {
    "name": "BULLshitDOZER Camp",
    "description": "Label your personal Bullshit at BULLshitDOZER Camp (find us at SoloCollective) or on the BULLshitDOZER. We will burn your Bullshit at the end of the week, ridding you of it.",
    "contact_email": "Kirknpdx@yahoo.com",
    "hometown": "West Linn, OR",
    "year": 2002,
    "uid": "scraped_2002_bullshitdozer_camp"
  },
  {
    "name": "Bureau of Artistic Licensing",
    "description": "Don’t get caught with your artistic guard down, or you just may have to work off your  crime! The B.A.L. serves and protects the artist. All others must prove their artistic intent through an elaborate penal system. Parole is granted only after serving time creating art at the B.A.L. camp  while promoting the BM theme. Your artistic license will be issued upon parole!",
    "contact_email": "hocuspocus@msn.com",
    "hometown": "Los Angeles, CA",
    "year": 2002,
    "uid": "scraped_2002_bureau_of_artistic_licensing"
  },
  {
    "name": "Burning Art Gallery",
    "description": "The Burning Art Gallery is an opportunity to exibit & sacrifice paintings & other simular works, in our gallery on the playa. (no toxics please) Bring out your old drawings & stuff and help refresh the cosmos by recycling all that creative energy. Space may be limited, you can contact us to reserve space.We will need help cleaning up.",
    "contact_email": "blidreamers@earthlink.net",
    "hometown": "Nevada City, CA",
    "year": 2002,
    "uid": "scraped_2002_burning_art_gallery"
  },
  {
    "name": "BuRNinG EyEs & EaRs",
    "description": "Passionate People of the photographic — Visionaries of the visual — Aural luminaries and the simply curious — BuRNinG EyEs & EaRs invites everyone interested to come and explore all experiences visual and aural. Come discover, explore and stretch your creativity by bringing, installing, or creating visual or aural experiments in our camp.",
    "contact_email": "la_beachrose@yahoo.com",
    "hometown": "Santa Monica, CA",
    "year": 2002,
    "uid": "scraped_2002_burning_eyes_&_ears"
  },
  {
    "name": "BurningBand",
    "description": "The BurningBand welcomes all musicians and paraders to come and join us as we parade nightly along the esplanade in our traditionally fun and comical fashion! Meet us in the ConGLOMerate Village on the esplanade for a most outrageous time @ 7:00 P.M. nightly and join us during the day for our stationary performances as well!",
    "contact_email": "akadweeb@aol.com",
    "hometown": "Mountain View, CA",
    "year": 2002,
    "uid": "scraped_2002_burningband"
  },
  {
    "name": "Butch Patch",
    "description": "BUTCH!!! BUTCH!!! LAAATCH AAAAAAGHCT-CH!!! Open Stage for all comers, coupled with pre-criddled performances by the BUTCH PATCH parade, and unpredictable appearances of rat-beasts (rat-goats, rat-fish, etc.), and live gong-fu BUUUUUUUUTCH!!! LAATCH. LAAATCH. BUTCH BUTCH BUTCH BUTCH.",
    "contact_email": "bweetfoo@hotmail.com",
    "hometown": "Eugene, OR",
    "year": 2002,
    "uid": "scraped_2002_butch_patch"
  },
  {
    "name": "Cactus Ranch",
    "description": "Cacus Ranch. Home of the Prickly Pear Margarita. Live cactus for you to pet. And big titties everywhere!",
    "contact_email": "xtinemac@yahoo.com",
    "hometown": "Kurtistown, HI",
    "year": 2002,
    "uid": "scraped_2002_cactus_ranch"
  },
  {
    "name": "Camp Adan Rome",
    "description": "Feel like a quick round of miniature golf, being a DJ for a few hours, or perhaps trying to communicate with extraterestrials (outside of Burning Man)? Stop on by, there is always room for one more…",
    "contact_email": "subgenius@sdmedia.net",
    "hometown": "San Diego, CA",
    "year": 2002,
    "uid": "scraped_2002_camp_adan_rome"
  },
  {
    "name": "Camp Appleatcha",
    "description": "Come join Camp Appleatcha for a nourishing experience of fun and games where you will be rewarded for your efforts with delicious preparations of our regional fruit of abundance.",
    "contact_email": "saucekiss@yahoo.com",
    "hometown": "Roanoke, VA",
    "year": 2002,
    "uid": "scraped_2002_camp_appleatcha"
  },
  {
    "name": "Camp Arachnid",
    "description": "Enter the web of Camp Arachnid. Contribute to our sculpture web and learn rope tricks to use on your loved ones.",
    "contact_email": "lievenleroy@yahoo.com",
    "hometown": "South San Francisco, CA",
    "url": "http://www.camparachnid.com",
    "year": 2002,
    "uid": "scraped_2002_camp_arachnid"
  },
  {
    "name": "Camp Bayou",
    "description": "The Bayou in a Dome. Complete with Plants, Water, A Dock, Fishies, and a Louisianna Atmosphere!",
    "contact_email": "vennp@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_camp_bayou"
  },
  {
    "name": "Camp Cherry",
    "description": "Camp Cherry will be back for ’02! Stop by, say hi, and chill out for a while under our misting system. We may even have a little somethin’ special for ya!",
    "contact_email": "pgutoski@attbi.com",
    "hometown": "Crystal, MN",
    "year": 2002,
    "uid": "scraped_2002_camp_cherry"
  },
  {
    "name": "Camp DeNile",
    "description": "Camp DeNile promotes health and sexual potency with Pharoah’s Love Potion: Gin and Tonic! Come visit Camp DeNile to experience this rejuvanitive elixer! We promote wisdom as we celebrate the all-seeing Eye of Ra!",
    "contact_email": "howardg@com2020.com",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_camp_denile"
  },
  {
    "name": "Camp Dickelodian",
    "description": "Come Laugh ‘Til Your Ass Falls Off, Constant Improv Comedy, Dicktricks, Friendliest Camp Around",
    "contact_email": "deezeldgs@yahoo.com",
    "hometown": "Wasilla, AK",
    "year": 2002,
    "uid": "scraped_2002_camp_dickelodian"
  },
  {
    "name": "Camp Dickface",
    "description": "Hey guys, stop by Camp Dickface and lend your dick to a worthy cause! Located in Fandango Village, Camp Dickface is the place for guys, “chicks with dicks” or “chicks with strap-ons” to pose for photos replacing the noses of almost 100 different celebrities and politicians with totally anonymous dick-shots. Girls, don’t have your own strap-on? No problem! One will be provided.",
    "contact_email": "campdickface@dickface.net",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_camp_dickface"
  },
  {
    "name": "Camp FUCK",
    "description": "Where else but Black Rock City can you build a giant monument to your favorite swear word? Jeez…somebody had to do it! Camp FUCK… spread the word.",
    "contact_email": "patthegiant@earthlink.net",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_camp_fuck"
  },
  {
    "name": "Camp Juicy",
    "contact_email": "terverte@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_camp_juicy"
  },
  {
    "name": "Camp New Days Eve",
    "description": "Why do we only celebrate January 1st? Every day should be celebrated! Usher in the new day at Playa Times Square! See the ball drop at midnight and watch our fireworks display! Come early to grab a party hat, noise maker and glass of champagne (limited champagne is available, so please bring your own). Make your 24 hour resolution for the new day and post it on our board! Sing Auld Lang Syne with your arm around your neighbor! Watch MCs Father Time and Baby New Day put Dick Clark to shame! Hey, tomorrow might be the greatest day of your life. Ring it in with a bang!",
    "contact_email": "Burningbus2001@yahoo.com",
    "hometown": "Belmar, NJ",
    "year": 2002,
    "uid": "scraped_2002_camp_new_days_eve"
  },
  {
    "name": "Camp PeePot",
    "description": "The Floating World inside you deserves a custom designed peepot from Camp PeePot, especially at 4am in your tent. When you return home, it makes for an excellent chip/cookie saver as well as a reminder of those special times in Black Rock City!",
    "contact_email": "sfritz2994@aol.com",
    "hometown": "Portland, OR",
    "year": 2002,
    "uid": "scraped_2002_camp_peepot"
  },
  {
    "name": "Camp Pretty Shinee",
    "description": "Camp Pretty Shinee loves you! Stop by to tell us stories, try your hand at fishing from our island, bowling on the ship deck or just generally engaging in silliness.",
    "contact_email": "vlgreen@pacbell.net",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_camp_pretty_shinee"
  },
  {
    "name": "Camp Proteus",
    "contact_email": "skysquid@roundupproductions.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_camp_proteus"
  },
  {
    "name": "Camp Pump",
    "description": "Everyone interested in body modifications as a form of art and self-expression (male or female) to either watch and learn or to participate in modifying their genitals — vacuum pumping, saline injection and urethral sounds. This is an adult camp and you must be 18 years or older to visit.",
    "contact_email": "andrew@camppump.com",
    "hometown": "Charlotte, NC",
    "year": 2002,
    "uid": "scraped_2002_camp_pump"
  },
  {
    "name": "Camp Repression",
    "description": "We’re repressing with our full capabilities and now we’re running a correctional facility.",
    "contact_email": "jennymadden@hushmail.com",
    "hometown": "London, NA",
    "year": 2002,
    "uid": "scraped_2002_camp_repression"
  },
  {
    "name": "Camp Short Fuse/ Pusbar",
    "description": "We love our neighbors!-friday night party with camp short fuse–video feedback wall and sounds of the electronic variety–every other night be subjected to the finest dj’d and live band garage-to-trash-rock on earth with camp pusbar//short fuse-look for the roving bar giveaways!",
    "contact_email": "d6@retropolis.org",
    "hometown": "Reno, NV",
    "year": 2002,
    "uid": "scraped_2002_camp_short_fuse/_pusbar"
  },
  {
    "name": "Camp Spot",
    "contact_email": "jmiller@finnav.com",
    "hometown": "Los Gatos, CA",
    "year": 2002,
    "uid": "scraped_2002_camp_spot"
  },
  {
    "name": "Camp Stimulation",
    "description": "Come by and join us for caffiene stimulation before heading out to the playa! Camp Stimulation returns for a second year.",
    "contact_email": "jersey_jeff@yahoo.com",
    "hometown": "Santa Clara, CA",
    "year": 2002,
    "uid": "scraped_2002_camp_stimulation"
  },
  {
    "name": "Camp Sunk",
    "contact_email": "christian@onicemusic.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_camp_sunk"
  },
  {
    "name": "Camp Sunscreen",
    "description": "Welcome back Burners! So good to see so many shining faces! Come by and rub for rubs before that glow peels. Please bring good vibes and your sunscreen. Sunscreen donations needed and appreciated. Thanx.",
    "contact_email": "a_harth@yahoo.com",
    "hometown": "Berkeley, CA",
    "year": 2002,
    "uid": "scraped_2002_camp_sunscreen"
  },
  {
    "name": "Camp Videogasm",
    "description": "Camp Videogasm… A Multimedia Explosion… featuring independent / experimental video, liquid light art, interactive computer graphics, and live video feedback on our two screens, nightly at Snowflake Village.",
    "contact_email": "epoppycock@comcast.net",
    "hometown": "Woodhaven, MI",
    "url": "http://www.videogasm.com/burningman/",
    "year": 2002,
    "uid": "scraped_2002_camp_videogasm"
  },
  {
    "name": "Camp What",
    "contact_email": "snack@whiskeytango.net",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_camp_what"
  },
  {
    "name": "Camp WorldPool",
    "description": "Come join the Sea Creatures of the World and Participate in Camp WorldPool’s version of the popular game of Twister! School up like sardines in our Grotto, it’s Yoga with a twist! Clothing Optional! Caravan, yurt and sewing circle.",
    "contact_email": "firewater9@hotmail.com",
    "hometown": "Salt Lake City, UT",
    "year": 2002,
    "uid": "scraped_2002_camp_worldpool"
  },
  {
    "name": "Camp Wrong",
    "description": "Camp Wrong it’s so wrong it’s right! Spacious sunshade, plenty of ice cold beverages, warm smiles and down-home hospitality abound. This year Camp Wrong will be adding an FM stereo radio station with hip tracks and commentary by DJ Bruno and DJ Nutsack.",
    "contact_email": "BrunoTVC15@aol.com",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_camp_wrong"
  },
  {
    "name": "Cap'n Jack's Smile Isle",
    "description": "An island of fun and relaxation during any journey across the ocean of the playa. Stay a little, play a little, smile a lot!",
    "contact_email": "tak@u.washington.edu",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_cap'n_jack's_smile_isle"
  },
  {
    "name": "CAtAclysMic MegAsheAr RANCH",
    "description": "Home of the warm glow of the playa’s better, fire barrels, bullhorns, and Ed the Clown. The sound and the soul of Burning Man since 1895.",
    "contact_email": "chiefmegashear@yahoo.com",
    "year": 2002,
    "uid": "scraped_2002_cataclysmic_megashear_ranch"
  },
  {
    "name": "Catatonic State Recreation Area",
    "contact_email": "kathy@ithus.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_catatonic_state_recreation_area"
  },
  {
    "name": "Chez Coust'eau",
    "description": "Where pigs swim, fish drink and and all say, “bon appetit.” Come by our camp for bacon in the morning, drinks during the day’s heat, and a ghetto bistro offering in the eve.",
    "contact_email": "mseth@earthlink.net",
    "hometown": "Brooklyn, NY",
    "year": 2002,
    "uid": "scraped_2002_chez_coust'eau"
  },
  {
    "name": "Chillage",
    "description": "Chillage: the coolest place on the playa. Love Slav: Czech it out!",
    "contact_email": "shinybootsofleather@sexynerds.com",
    "hometown": "Vancouver, BC",
    "year": 2002,
    "uid": "scraped_2002_chillage"
  },
  {
    "name": "Chillonia",
    "description": "We’re trapped inside the belly of a giant sea turtle!",
    "contact_email": "achilles@eskimo.com",
    "hometown": "Jamaica Plain, MA",
    "year": 2002,
    "uid": "scraped_2002_chillonia"
  },
  {
    "name": "Chlorophyll Lounge",
    "description": "The Chlorophyll Lounge, Live music, Female dancers, a barter bar, and the hardest Drum n Bass at Burning Man. Come over to the Clorophyyl Lounge and chill, have a beer and dance your ass off.",
    "contact_email": "pinkpantherproductions@yahoo.com",
    "hometown": "Layton, UT",
    "year": 2002,
    "uid": "scraped_2002_chlorophyll_lounge"
  },
  {
    "name": "Chocolate Gypsies",
    "description": "Come and discover the divine god and goddess within you… readings, dancing, chocolate chakras – and more!",
    "contact_email": "caitlin@theresultancy.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_chocolate_gypsies"
  },
  {
    "name": "Chronic Utopia",
    "description": "Chronic Utopia is commited to examining how Burning Man has affected your creativity and self-expression. Come by to participate in our study and check out fire performances and photographic exhibit.",
    "contact_email": "linkannie@hotmail.com",
    "hometown": "Minturn, CO",
    "year": 2002,
    "uid": "scraped_2002_chronic_utopia"
  },
  {
    "name": "Cirque de Flambe, a Sea of Fire",
    "contact_email": "maque@drizzle.com",
    "hometown": "Seattle, WA",
    "url": "http://www.cirquedeflambe.com",
    "year": 2002,
    "uid": "scraped_2002_cirque_de_flambe,_a_sea_of_fire"
  },
  {
    "name": "Club Verboten",
    "description": "Kraftwerk, early (rhythmic) electronica and creature comforts await you nightly at Club Verboten.The place to be when you are going someplace else.",
    "contact_email": "trentcolby22@aol.com",
    "hometown": "Reno, NV",
    "year": 2002,
    "uid": "scraped_2002_club_verboten"
  },
  {
    "name": "Coast Is Clear",
    "description": "When you feel buffeted about in the vigorous waters of the Black Rock Ocean, find safe haven and calm at The Coast Is Clear. Come bask on our shore in the Dharma Kaya, the clear light of perfection in the formless void… Meditate in our Pyramid shelter, relax with healing massage in our Sea Turtle dome, and ride out again to the waves in our Sea Bed.",
    "contact_email": "tuna4tina@yahoo.com",
    "hometown": "Berkeley, CA",
    "year": 2002,
    "uid": "scraped_2002_coast_is_clear"
  },
  {
    "name": "Conglomerate",
    "description": "THE CONGLOMERATE returns for 2002 featuring PleasureDome, Troll Town, Salon du Butt Crack, Burning Band, Kisses, Entomo, the Message in a Bottle Message/Massage center and Bar, Babaland by Boat aka The Island of Misconception, and Cake or Death. We will automatically spank you, feed you cake or launch you, and supply you with discipline on the wall. THE CONGLOMERATE will help you find pleasure on the playa…",
    "contact_email": "pat_64@yahoo.com",
    "hometown": "Boise, ID",
    "year": 2002,
    "uid": "scraped_2002_conglomerate"
  },
  {
    "name": "Conscious Life Community",
    "description": "Float away from it all and express your divine nature — join us, the Conscious Life Community, in celebrating our human rites — music, art, drum, dance, song, story, circle. Stop by and “Get a Cleu!”",
    "contact_email": "consciouslife@pobox.com",
    "hometown": "Lakeview, OR",
    "year": 2002,
    "uid": "scraped_2002_conscious_life_community"
  },
  {
    "name": "Costco Soulmate Trading Outlet",
    "description": "Costco Soulmate Trading Outlet is the leading provider of low-cost, high-quality soulmates since 1998. We offer quality name brand and private-label soulmates at substantially lower prices than can be found through conventional wholesale sources.",
    "contact_email": "rico@thespoon.com",
    "hometown": "Santa Cruz, CA",
    "url": "http://www.thespoon.com/costco",
    "year": 2002,
    "uid": "scraped_2002_costco_soulmate_trading_outlet"
  },
  {
    "name": "Da Rat's Bikes",
    "contact_email": "nv_desert_rat@nvbell.net",
    "hometown": "Sparks, NV",
    "year": 2002,
    "uid": "scraped_2002_da_rat's_bikes"
  },
  {
    "name": "DAGAZ",
    "description": "In each life there comes at least one moment which, if recognized and seized, transforms the course of that life forever. Rely, therefore, on radical trust even though the moment may call for you to leap empty-handed into the void.",
    "contact_email": "drfugufish@earthlink.net",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_dagaz"
  },
  {
    "name": "Damnedsterdam",
    "description": "Leave your soul at the door, to get it back be a whore! Take Amsterdam’s infamous Red Light District, submerge it into the brimstone oceans of hell and you have the Damnedsterdam lounge with entertainment, drinks, crafts and our very own brothel window.",
    "contact_email": "greg@spy-wireless.com",
    "hometown": "Vancouver, BC",
    "year": 2002,
    "uid": "scraped_2002_damnedsterdam"
  },
  {
    "name": "Dancing Waves",
    "description": "The place where you can find costumes if you forgot to bring yours, and partake in  Shamanic readings by a trained and experienced Shamanic counselor. Next door to and associated with the folks at Cafe on the Nile.",
    "contact_email": "dspark@comcast.net",
    "hometown": "New York City and New Hope, PA",
    "year": 2002,
    "uid": "scraped_2002_dancing_waves"
  },
  {
    "name": "Dante",
    "description": "The specifics of this year’s Dante are still in committee, but you are promised a highly interactive hell themed camp guaranteed to be the biggest rip off on the playa!",
    "contact_email": "bindiwoman@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_dante"
  },
  {
    "name": "Dead Sea",
    "description": "Happy-go-lucky and especially whacky sailors on the ship of fools cavort and croon through day/night, port to port, anchor in harbor santurary, and back again over THE DEAD SEA, enjoying the journey that melts into a dream.",
    "contact_email": "loryo@sonic.net",
    "hometown": "Santa Rosa, CA",
    "year": 2002,
    "uid": "scraped_2002_dead_sea"
  },
  {
    "name": "Department of Built Exceptions",
    "description": "The Black Rock City Department of Built Exceptions (DBE) is a public service agency that conducts random and scheduled building and vehicle inspections, and whose mission it is to promote the creative act of building; with sensitivity to the environment; participation; and ingenuity. Our inspectors give ratings on triplicate forms and are influenced by bribes through an interactive process. You Build It – We Inspect It!",
    "contact_email": "junebug@rangers.org",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_department_of_built_exceptions"
  },
  {
    "name": "Department of Mutant Vehicles",
    "description": "This is not your usual governmental agency. Mutant Vehicles planning on driving during Burning Man 2002 must stop by to register. (Please read the regs then fill out the pre-registration form.)",
    "contact_email": "grits@burningman.com",
    "hometown": "Oakland, CA",
    "url": "http://on_the_playa/playa_vehicles/dmv.html",
    "year": 2002,
    "uid": "scraped_2002_department_of_mutant_vehicles"
  },
  {
    "name": "Department of Public Miracles",
    "description": "Have you experienced a Miracle? Report it publicly, or fill out a “Miracle Request Form” at the Department of Public Miracles!",
    "contact_email": "fuegocorazon@mac.com",
    "hometown": "San Rafael, CA",
    "year": 2002,
    "uid": "scraped_2002_department_of_public_miracles"
  },
  {
    "name": "Department of Tethered Aviation",
    "description": "The Department of Tethered Aviation brings the oceans to the sky this year. Come float with us at Flailing Camp.",
    "contact_email": "bwmbwmb@mac.com",
    "hometown": "Inverness, CA",
    "year": 2002,
    "uid": "scraped_2002_department_of_tethered_aviation"
  },
  {
    "name": "Dionysus Radio 97.9",
    "description": "We are back as Dionysus radio KXTZ 97.9 celebrating the Greek God of Joy and ecstacy. Our Camp will indulge in Music, Arts, Henna Tattoo, Decadence and Debauchery. Come and joint us a get a Henna tattoo drawn by our expert Henna painter.",
    "contact_email": "dionysus@pcmagic.net",
    "hometown": "Mission Viejo, CA",
    "url": "http://kxtz.net",
    "year": 2002,
    "uid": "scraped_2002_dionysus_radio_97.9"
  },
  {
    "name": "DISCO",
    "contact_email": "dinesh_prasad@hotmail.com",
    "hometown": "Santa Clara, CA",
    "year": 2002,
    "uid": "scraped_2002_disco"
  },
  {
    "name": "Dismal",
    "description": "Dusty, despicable and downright decrepit, just ask the buzzards or dogcatcher… I mean Sheriff!",
    "contact_email": "BJB@Dolby.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_dismal"
  },
  {
    "name": "Disorient",
    "description": "Disorient is a circular spaceship that uses mylar, 3D graphics, sequenced light, the sand of the playa and large scale video projections on domes and inflatable structures as means of transportation. Come to Disorient my child and relearn to navigate in our soothing liquid spaces.",
    "contact_email": "leo@disorient.com",
    "hometown": "New York, NY",
    "year": 2002,
    "uid": "scraped_2002_disorient"
  },
  {
    "name": "Dissipation Nation",
    "description": "Dissipation Nation hopes everyone that happens into our village that they feel like they just have attended one of the coolest family reunions. We are proud to announce the 2nd Annual Paper, Rock, Scissors tournament. Prizes will be awarded to the winner. Come play neon croquet at Squid Row or get body painted in sealife by our talented artists. Seek knowledge from the Ambassador at Happy Now? Also come belly up to Squid Row’s Headbangers Bar throughout the week. On Sat. Aug. 31 at 2pm be sure to attend our 4th Annual Vodka Party made with Dolphinsafe Vodka.",
    "contact_email": "jody@hotshotty.com",
    "hometown": "Decatur, GA",
    "year": 2002,
    "uid": "scraped_2002_dissipation_nation"
  },
  {
    "name": "Disturbia",
    "description": "Disturbia Village 2002 – it’s all connected!",
    "contact_email": "teiwaz@disturbia.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_disturbia"
  },
  {
    "name": "Docks of Delirium",
    "description": "Your safe haven from the the solitude of the quiet playa, and here you will find your long awaited absence from everything normal. Just for you!",
    "contact_email": "donsyrek@winfirst.com",
    "hometown": "Folsom, CA",
    "year": 2002,
    "uid": "scraped_2002_docks_of_delirium"
  },
  {
    "name": "Dragon Alley",
    "description": "What fate awaits those who venture off the edge of the map to There be dragons here? Surely adventures and new experiences are just the beginnings. Dragon Alley welcomes you with a 30 foot long suspended beast hovering above the alley. Mirrored walls on either side reflect participants as well as the bright eyes and innards of the beast. Adventures who dare the alley will be rewarded with two possibilities: a hidden tunnel to a musical chill space, or — if they choose wrong — a scary ride into the red stomach of the beast!",
    "contact_email": "verve@ucker.net",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_dragon_alley"
  },
  {
    "name": "Draka's Lair",
    "description": "All neu for 2002! This lizard runs only on alcohol, so fill ‘er up & lets chase some ships. Scooters welcome.",
    "contact_email": "lisa@burninbush.org",
    "hometown": "Berkeley, CA",
    "url": "http://www.drakaarts.org",
    "year": 2002,
    "uid": "scraped_2002_draka's_lair"
  },
  {
    "name": "Dreams to Reality",
    "description": "We create our lives through our thoughts and focused energy. Join creative forces together and watch the power multiply turning your Dreams to Reality.",
    "contact_email": "kimballsa@aol.com",
    "hometown": "Van Nuys, CA",
    "year": 2002,
    "uid": "scraped_2002_dreams_to_reality"
  },
  {
    "name": "Drift Catalyst",
    "description": "Drift Catalyst challenges reality and opens minds – a place where you might get your soul ripped from your chest, only to become a more whole and beautiful person. A freely-evolving exploration of eclectic sound and radical experimental performance, we have fire theatre, a crafting Playshop, live music, the Absentia Abyss sanctuary, mind machines, light Beacons, unusual DJs, and Skeito bata skat.",
    "contact_email": "nightmarebaby@hotmail.com",
    "hometown": "Portland, OR",
    "url": "http://www.corporatecollapse.com/driftcatalyst/",
    "year": 2002,
    "uid": "scraped_2002_drift_catalyst"
  },
  {
    "name": "Dude Ranch",
    "description": "The Dude Ranch will pay homage to the Greatest Movie Performance of all time in the Greatest Movie of all Time… ‘The Big Lebowski’…",
    "contact_email": "adam@firedance.org",
    "hometown": "Dallas, TX",
    "year": 2002,
    "uid": "scraped_2002_dude_ranch"
  },
  {
    "name": "Dustfish Man-oh-Teez",
    "description": "Dustfish Man-oh-Teez are a tight group of loose individuals who know love conquers fear. We are addicted to costuming and silly music. We love dust, we need dust, we are dust.",
    "contact_email": "marcia@burningman.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_dustfish_man-oh-teez"
  },
  {
    "name": "Earth Guardian Camp",
    "description": "Welcome to this year’s Earth Guardian pavilion. We’re hoping to stimulate the Burning Man community to appreciate the Black Rock environment and embrace Leave No Trace in their own creative ways this year. By focusing the community’s tremendous artistic, technical and spiritual energy, we can go beyond no trace and leave positive traces on the land. We will have daily activities including: daily (9:30 am) camp and volunteer meeting, daily (10:00 am) yoga classes, afternoon performances by puppet, circus and musical groups. Classes on didgeridoo and drumming. Nature walks, hot spring patrols, trash fence patrols, daily (4:00 pm) transect walks, camp of the day tours.",
    "contact_email": "karinaoc@earthlink.net",
    "hometown": "Incline Village, NV",
    "url": "http://home.earthlink.net/%7Ekarinaoc/burn99/playa.html",
    "year": 2002,
    "uid": "scraped_2002_earth_guardian_camp"
  },
  {
    "name": "Easter Island",
    "description": "EASTER ISLAND is imagined as a south sea ceremonial village supporting on-playa installations of MOAI, the enigmatic stone HEADS of Rapa Nui. It’s a candy-coated fusion of indigenous idolatry and contemporary commercialism.",
    "contact_email": "dragondb@pacbell.net",
    "hometown": "West Hollywood, CA",
    "url": "http://dragondebris.com",
    "year": 2002,
    "uid": "scraped_2002_easter_island"
  },
  {
    "name": "Eclectic Playa Tribe",
    "description": "A camp where lovely multi-talented individuals gather to form a community… a family… a home. We are artists, geeks, educators, performers, healers, divas, would-be chefs, former postulants — all positively insane, beautiful and dusty. We’ll have a giant fish shade structure/lounge and some of the most incredible peeps you’ll ever meet. Come as your eclectic selves at the EPT cocktail party on Wednesday, Aug. 28, 2002.",
    "contact_email": "playa_nazi@yahoo.com",
    "hometown": "Seattle, WA",
    "url": "http://groups.yahoo.com/group/eclecticplayatribe/",
    "year": 2002,
    "uid": "scraped_2002_eclectic_playa_tribe"
  },
  {
    "name": "Eden's Path",
    "description": "Search for like-minded people at Burning Man using Eden’s Path computerized matching service. A few minutes in our garden will grow a lifetime of friends.",
    "contact_email": "mprince@mikeprince.com",
    "hometown": "Los Altos, CA",
    "year": 2002,
    "uid": "scraped_2002_eden's_path"
  },
  {
    "name": "Eggchair Camp",
    "description": "If you can’t find the meaning of existence while doing something as simple as sitting in an eggchair, then where the #*$&* else ya gonna find it?!",
    "contact_email": "eggchairsteve@earthlink.net",
    "hometown": "Alameda, CA",
    "url": "http://home.earthlink.net/%7Eeggchairsteve/",
    "year": 2002,
    "uid": "scraped_2002_eggchair_camp"
  },
  {
    "name": "El Circo's Isle of Iris",
    "description": "Enter a land accessible only through the mind’s eye-a floating world, unbound by space and time, that moves over the surface of the deep, interdimensional. Once inside become an embodiment of your dreams, light and dark. You have entered a place where the soul exist in flight.",
    "contact_email": "ondatiffa@hotmail.com",
    "hometown": "Ashland, OR",
    "url": "http://www.elcirco.org",
    "year": 2002,
    "uid": "scraped_2002_el_circo's_isle_of_iris"
  },
  {
    "name": "Elfenland",
    "description": "Keeblers with codpieces, Hobbits with hard-ons, and mystical Celtic warrior-fairies, we offer small-scale art and costuming, and medium-scale comfort to all those who pass by the Elfenhold.",
    "contact_email": "bscanlon@sonic.net",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_elfenland"
  },
  {
    "name": "Emptysea Project",
    "description": "Dark, sexy lounge. Chill – visit – imagine.",
    "contact_email": "texredballs@hotmail.com",
    "hometown": "Tacoma, WA",
    "url": "http://sail.to/theemptysea/",
    "year": 2002,
    "uid": "scraped_2002_emptysea_project"
  },
  {
    "name": "Enchanted Forest",
    "description": "The Enchanted Forest together with The Last Stand is a place far off, a frame of mind, a zone in the twilight, a refuse, a barrier, an island of the last stand. It’s a jungle, shelter, and storm of interaction for the visual, audio, and sensory perceptions with light shows, sunrise and sunset concerts of music and dance. We will create a jungle of dozens of trees and sculpture that will offer picture frames to assist your imagination of perception coupled with evening lights shows and specialized music concerts for sunrises, sunsets, and whatever you fancy between.",
    "contact_email": "gen52@earthlink.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.dandasmann.com",
    "year": 2002,
    "uid": "scraped_2002_enchanted_forest"
  },
  {
    "name": "Enchanted Forest",
    "description": "Fairies and goblins alike are welcome at Enchanted Forest.",
    "contact_email": "roger@toonshoppe.com",
    "hometown": "Hollywood, CA",
    "year": 2002,
    "uid": "scraped_2002_enchanted_forest"
  },
  {
    "name": "Engedi",
    "description": "Engedi is a tent filled with the smells, sights, and sounds of heaven. Come experience the Source of the river in the desert.",
    "contact_email": "bohlender@cincyvineyard.com",
    "hometown": "Kings Mills, OH",
    "year": 2002,
    "uid": "scraped_2002_engedi"
  },
  {
    "name": "Evening Lounge on Cleopatra's Barge",
    "description": "Come hang out, take a break from the playa madness, escape from the sun, relax on our couches, and share experiences with other burners on Cleopatra’s Barge. Get the Man on your t-shirt, race a juice boat down the Nile, gather treasure, and have slaves fan you and care for your weary feet while enjoying the soothing sounds of our magnificent DJ’s.",
    "contact_email": "ebutens@itsa.ucsf.edu",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_evening_lounge_on_cleopatra's_barge"
  },
  {
    "name": "eVille",
    "contact_email": "hralph@byz.org",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_eville"
  },
  {
    "name": "Expatria",
    "description": "Expatria is a nation without borders; renounce your citizenship and join us! We’re the home of Spit Take Camp, the Human Gnome Project, and our motto — Leave No Witnesses!",
    "contact_email": "richard@gothicradio.com",
    "hometown": "Pasadena, CA",
    "year": 2002,
    "uid": "scraped_2002_expatria"
  },
  {
    "name": "Fairyland (on the Isle of Avalon)",
    "description": "Come to Fairyland and make a set of fairy wings for your playa excursions – materials and helper fairies provided. Additional workshops to be announced – check our website for more details.",
    "contact_email": "sflilbear@aol.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_fairyland_(on_the_isle_of_avalon)"
  },
  {
    "name": "Fandango: Acid Cabaret",
    "description": "San Francisco, CA",
    "contact_email": "acidcabaret@hotmail.com",
    "year": 2002,
    "uid": "scraped_2002_fandango:_acid_cabaret"
  },
  {
    "name": "Filthy Rich Camp",
    "description": "Come and visit the highest concentration of wealth north of Gerlach!",
    "contact_email": "pixerellidust@yahoo.com",
    "hometown": "Ventura, CA",
    "year": 2002,
    "uid": "scraped_2002_filthy_rich_camp"
  },
  {
    "name": "Fire Camp",
    "description": "Fire Camp is a place for fire performers from everywhere to meet and share ideas. Our burn circle is open to all, please come and burn with us.",
    "contact_email": "acontrolledburn@hotmail.com",
    "hometown": "Reno, NV",
    "year": 2002,
    "uid": "scraped_2002_fire_camp"
  },
  {
    "name": "Fire Conclave Camp",
    "description": "Convergent traffic for all members of the Fire Conclave as well as an outreach to other fire performers that have an interest in becoming connected to the Fire Community. Show Me Salon — sign ups, meeting schedule, safety information and a meeting place for all those fiery ones.",
    "contact_email": "crimson@burningman.com",
    "hometown": "Oakland, CA",
    "url": "http://on_the_playa/performance/fire_conclave.html",
    "year": 2002,
    "uid": "scraped_2002_fire_conclave_camp"
  },
  {
    "name": "Fire Fabulon & BurningMime",
    "description": "Join us nightly, just after dark, as we co-host fire spin jams in Snowflake Village with the Space Vikings. We will thrill you Thursday evening with fire performance, glass walking, bed of nails, feats of human endurance, odd body part tricks, plate spinning and more. Visit BurningMime’s Clownfessional anytime to confess your sins and earn redemption.",
    "contact_email": "cynthia_jones@prodigy.net",
    "hometown": "Detroit, MI",
    "year": 2002,
    "uid": "scraped_2002_fire_fabulon_&_burningmime"
  },
  {
    "name": "Fire Freaks",
    "description": "Come to the fire freaks during the day for lessons on playing with fire and come at night to be amazed by our fire tricks.",
    "contact_email": "jdhood14@hotmail.com",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_fire_freaks"
  },
  {
    "name": "Fire Island",
    "description": "We invite you to experience the oasis of Fire Island. You will be attracted from all over the playa by flames emanating from Fire Island. As you approach, discover a world surrounded by white sea foam clouds, vegetated with flaming flowers, cactus and trees. Float into the bay of Fire Island, dock on our pier, and play with fire. Operate a variety of propane and kerosene flower flamethrowers, and create fire that shoots, 5, 10, 50 feet into the air. Women are invited to join the cult of the Flaming Lotus Girls.",
    "contact_email": "mizpoon@burningart.com",
    "hometown": "San Francisco, CA",
    "url": "http://burningart.com/lotus",
    "year": 2002,
    "uid": "scraped_2002_fire_island"
  },
  {
    "name": "FIREDANCE Drum & Dance Sacred Fire Circle",
    "description": "FIREDANCE is a magical drum and dance celebration. We join together in community and we create a sacred place for deep play. We drum and dance the fire circle, connecting nature, our bodies, our voices and our selves with the magic of the fire and the spirit in each of us — join us for the FIREDANCE Drum & Dance Sacred Fire Circle at our Fire Circle out on the Playa, at about 60 degrees, between The Man and The Esplanade. Look for our banners. Wednesday at 10 PM. Thursday at 11:30 PM. Friday at 1 AM. Saturday after the burn until sunrise! Bring your drums and shakers and other percussion toys, bring your dancing feet.",
    "contact_email": "adam@firedance.org",
    "hometown": "Santa Cruz, CA",
    "url": "http://www.firedance.org",
    "year": 2002,
    "uid": "scraped_2002_firedance_drum_&_dance_sacred_fire_circle"
  },
  {
    "name": "Firetown",
    "description": "Come explore Firetown, featuring the Firewater Pub and the Color Grid – where your steps control our illuminated floor! Laugh with us in Giggleland’s Island and then cool off in the mists of the Mermaid’s Grotto before climbing into an alternate reality in the original and historic Dream Machine. Enjoy!",
    "contact_email": "towncrier@firetown.org",
    "hometown": "Avondale, AZ",
    "year": 2002,
    "uid": "scraped_2002_firetown"
  },
  {
    "name": "Firewater",
    "description": "Everyone loves a fire! It was the cohesive element of tribal communities; Where rituals, legends and traditions were shared and passed on from one generation to another, we will offer a space for all to gather and celebrate our favorite element–FIRE! Drummers, musicians, and fire enthusiasts are welcomed every evening after darkness has fallen to welcome in the night with flame. So bring your drums, guitars and singing voices to accompany the dancers and discover your passion for fire. All fire dancers are welcome to dance within the flaming fire arena.",
    "contact_email": "nuclearfamily@onebox.com",
    "hometown": "Reseda, CA",
    "year": 2002,
    "uid": "scraped_2002_firewater"
  },
  {
    "name": "Fish Bait",
    "description": "Fish Bait: Spend an afternoon on our raft people fishing.",
    "contact_email": "bleah3003@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_fish_bait"
  },
  {
    "name": "Fl'oasis Marine Mammal Sanctuary",
    "description": "Fl’oasis Marine Mammal Sanctuary is a place of refuge from the turbulent seas of the Floating World. It is a calm port in any storm, a space to chill in, where you can bask in fun and sun and be pleasured and pampered. Let us take care of you…",
    "contact_email": "erickaaj@pacbell.net",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_fl'oasis_marine_mammal_sanctuary"
  },
  {
    "name": "Flight to Mars",
    "description": "Journey to the Red Planet, experience the magic and mystery of the unexpected at this ultimate vacation wonder-land. Get caught-up in our spin at the sensuous Orbital Lounge, Navigate through the dazzlingly Gland Canyon, Penetrate our inner sanctum, Float high above stunning vistas of endless Martian desert, and struggle for air in our thrilling Sandstorm show.",
    "contact_email": "jeff@flight2mars.com",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_flight_to_mars"
  },
  {
    "name": "Flower of Life Camp",
    "contact_email": "peyotepictures@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_flower_of_life_camp"
  },
  {
    "name": "Foot Garden",
    "description": "Put your best foot forward at foot garden. Come walk the paths of play, danger, repose, mystery, man-made and nature, and you may just find your own path to enlightenment…",
    "contact_email": "alisonmm99@hotmail.com",
    "hometown": "Victoria, BC",
    "year": 2002,
    "uid": "scraped_2002_foot_garden"
  },
  {
    "name": "Franziaville",
    "description": "Do you have what it takes to Spank the Wine? 2001 had you fighting for your soul on the court, in the mudpit and at the alter/bar. Now the sin smorgasboard just got itself a first class upgrade. Looking for: the Church of Naismith Basketball Camp? the Eden is Burning Wedding Bar? Netherworld Ranch? Look no further. Your one-stop dose of fear, loathing and cheap box wine just got easier to find.",
    "contact_email": "milknchees@aol.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_franziaville"
  },
  {
    "name": "Free Photography Zone",
    "description": "Free Photography Zone (aka Polaroid Camp) for 6 years, 5,000 portraits and 1,200 prints (given to the Participants) of BM continues the tradition of a large scale photographic studio on the Playa. Come, be photographed, and take home what may be the best photograph you have ever had made.",
    "contact_email": "johnbrennanphoto@yahoo.com",
    "hometown": "Santa Clara, CA",
    "year": 2002,
    "uid": "scraped_2002_free_photography_zone"
  },
  {
    "name": "Freezer",
    "description": "The home of the infamous Mr.Freeze. BEWARE!!!",
    "contact_email": "mrfreeze@burningman.com",
    "hometown": "Burlingame, CA",
    "year": 2002,
    "uid": "scraped_2002_freezer"
  },
  {
    "name": "Frogstone Island",
    "description": "Frogstone Island w/F.A.R.T… A mystical island full of forest creatures that await you and invite to feel the cool mists and stay for some gaming.",
    "contact_email": "texasmartin@msn.com",
    "hometown": "Marina, CA",
    "year": 2002,
    "uid": "scraped_2002_frogstone_island"
  },
  {
    "name": "Frutti di Mare",
    "description": "A starfish of glowing pink; a chill space where you can come and get a smoothie and hang out when the dust and the party gets to be too much. Relax and replenish your electrolytes enmeshed in the loving arms of a friendly jellyfish.",
    "contact_email": "jricker@meltguns.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_frutti_di_mare"
  },
  {
    "name": "Funkcamp",
    "description": "Funky People. Funky music. Funky good times. Funkcamp: Keeping it on the one since 1999.",
    "contact_email": "colinl@walmart.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.funkcamp.com",
    "year": 2002,
    "uid": "scraped_2002_funkcamp"
  },
  {
    "name": "FusionValley",
    "description": "FusionValley, home of the 3 headed cow, and home of PlayaNet!",
    "contact_email": "taz@burningman.com",
    "hometown": "Los Gatos, CA",
    "year": 2002,
    "uid": "scraped_2002_fusionvalley"
  },
  {
    "name": "Gates of Sotoumi",
    "description": "The Gates Project presents the Gates of Sotoumi, and LA communal living environment.",
    "contact_email": "tedward@burningman.com",
    "hometown": "Venice, CA",
    "url": "http://www.tedward.org/village/",
    "year": 2002,
    "uid": "scraped_2002_gates_of_sotoumi"
  },
  {
    "name": "Genital Portrait Studio",
    "description": "A full service portrait studio for the more private side of you, offering many ways to capture your most intimate details in the picture of a lifetime. Polaroids or digital imagery (for the Internet-fearless), props to maximize your moment on film, couples sittings, and the opportunity for photos to be displayed (at your discretion) in our gallery for the pleasure of all.",
    "hometown": "San Francisco, CA",
    "url": "http://www.genitalportraitstudio.org",
    "year": 2002,
    "uid": "scraped_2002_genital_portrait_studio"
  },
  {
    "name": "Get Lost",
    "description": "If you find us you’ve found yourself lost…",
    "contact_email": "lucid@neuron.net",
    "hometown": "Kingsbury, TX",
    "year": 2002,
    "uid": "scraped_2002_get_lost"
  },
  {
    "name": "Gigsville",
    "description": "The community of Gigsville will be hosting its annual That Thing in the Desert retreat between August 29th and September 2nd 2002 in Black Rock City, NV. Come sing, dance or drop your pants! All participants welcome – Gigsville is a No Media zone.",
    "hometown": "Glendale, CA",
    "url": "http://www.gigsville.org",
    "year": 2002,
    "uid": "scraped_2002_gigsville"
  },
  {
    "name": "Good Vibes... Or Bad?",
    "description": "The national and global resurgence of religious fundamentalism threatens every individual’s liberty and right to possess Personal Massagers. Examine opposing displays by the National Vibrator Association and by Vibrator Control Inc, and cast your vote in our poll.",
    "contact_email": "sknapp@rcsis.com",
    "hometown": "Sacramento, CA",
    "year": 2002,
    "uid": "scraped_2002_good_vibes..._or_bad?"
  },
  {
    "name": "Grave Camp",
    "description": "Goth rave camp in conjunction with Irrational Geographic Society.",
    "contact_email": "cobweb@ftso.org",
    "hometown": "Somerville, MA",
    "year": 2002,
    "uid": "scraped_2002_grave_camp"
  },
  {
    "name": "Gravity City",
    "contact_email": "gravitycrew@hotmail.com",
    "hometown": "Zephyr Cove, NV",
    "year": 2002,
    "uid": "scraped_2002_gravity_city"
  },
  {
    "name": "Green Fairy Bar Camp",
    "description": "Experience the Green Fairy Happy Hour, learn how make your own absinthe, and bring something for the barter bar.",
    "contact_email": "philfear@rain.org",
    "hometown": "Ventura, CA",
    "url": "http://www.deadflesh.org/fear",
    "year": 2002,
    "uid": "scraped_2002_green_fairy_bar_camp"
  },
  {
    "name": "Group W",
    "contact_email": "rolfinhell@yahoo.com",
    "hometown": "Bay Point, CA",
    "year": 2002,
    "uid": "scraped_2002_group_w"
  },
  {
    "name": "Gypsy Witch Camp",
    "description": "Gypsy Witch Girl Camp. Are you coming alone, first time to BM, we are your camp. We are all gypsies and nomads and such. We’ll meet as strangers and leave as friends. Individuals only, few exceptions. Centrally located and fully functional. The name says it all. Don’t miss our world famous Salsa at Six (sometimes Seven). We can help you get to BM and tell you what you need.",
    "contact_email": "Blondy232@aol.com",
    "hometown": "Oklahoma City, OK",
    "year": 2002,
    "uid": "scraped_2002_gypsy_witch_camp"
  },
  {
    "name": "Gyrational Bliss Asylum",
    "contact_email": "kathydee@earthlink.net",
    "hometown": "Sun Valley, CA",
    "year": 2002,
    "uid": "scraped_2002_gyrational_bliss_asylum"
  },
  {
    "name": "Hair of the Dog (HOTD) Lounge",
    "description": "It’s the HOTD you know and love, replete with a real barrr and YOUR musical performance stage. But this time we’ve got pirates, parrots, surly bartenders, and all kinds of fetid fun associated with HappyL&nd’s Barbary Coast. Bring your favorite instrument. We provide the drinks and music; you provide the drinks and music.",
    "contact_email": "ld@ldwriting.com",
    "hometown": "Sunnyvale, CA",
    "year": 2002,
    "uid": "scraped_2002_hair_of_the_dog_(hotd)_lounge"
  },
  {
    "name": "HAMMER Howard Camp",
    "description": "HAMMER Howard! The conglomerate brings you HAMMER Howard, the interactive camp where you get to hammer Howard Stern. You will be given your choice of implements of destruction and you can let Howard Have It!",
    "contact_email": "dirtnapcampers@charter.net",
    "hometown": "Sparks, NV",
    "year": 2002,
    "uid": "scraped_2002_hammer_howard_camp"
  },
  {
    "name": "Hamok Havok",
    "description": "SWING PARTY!!! Lounge in a Lustful Laze as you Hang in our Happy HAMMOCKS, Play on our PILLOWED playa, & Frolic in our FIERY Funhouse. Escape to the Oasis that is Hamok Havok. Day or Nite, we aims to please. Look for the Pink Flamingo Pissing on a Palm Tree.",
    "contact_email": "casuto@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_hamok_havok"
  },
  {
    "name": "HappyL&nd's Barbary Coast",
    "description": "The Barbary Coast and Bordello… a pirate-worthy bar and lounge incorporating the richly debauched motifs of that time period in both Morocco and San Francisco, including harem tents and Chinese Opium Den ambience. SWINGIN ON THE RIGGIN’… look for the 3-masted schooner flying the Jolly Roger out front – this is in fact a set of very exciting rope swings. Complete with Crow’s Nest and Jolly Roger, our ship will provide lots of fun for those who can still stand after singing Yo Ho Ho and a Bottle of Rum in the bar… for which they must remember to bring barter. (Why dya think they call it BARter, anyway???)",
    "contact_email": "galadriel@bitchwick.com",
    "hometown": "Palo Alto, CA",
    "year": 2002,
    "uid": "scraped_2002_happyl&nd's_barbary_coast"
  },
  {
    "name": "HAVEN",
    "description": "Have you ever wondered if you could actually do what your erotic mind wants? Take the Six Phases of Haven challenge and find out! Or just kick back and enjoy the ambient music in our lounge. Do you have the willpower to experience Haven?",
    "contact_email": "themecamp@haven2006.com",
    "hometown": "Las Vegas, NV",
    "year": 2002,
    "uid": "scraped_2002_haven"
  },
  {
    "name": "heaRt waVes",
    "description": "Heart Waves spread over the Flooded Nile, pulsing through our Electronic Music Dance Dome in an endless living sonic tide. Come visit the Karma Lounge, where Karma Doctors perform Cosmic Surgery to redirect your misspent incarnations in the cleansing ultra-high-frequency UV Light Bath, come stand in the Eye Sea, the Interpreting Center and get your bearings, or receive yodic counseling in the cockpit of an F-Wing Fighter Plane. We offer Soul-Moving Services for the Full of heaRt…",
    "contact_email": "Mattie_Mataus@Hotmail.com",
    "hometown": "Portland and Eugene, OR",
    "year": 2002,
    "uid": "scraped_2002_heart_waves"
  },
  {
    "name": "HeeBeeGeeBee Healers",
    "description": "HeeBeeGeeBee Healers is a gathering of talented healers that come to Black Rock City every year to provide loving, healing therapies. Our practitioners include reiki masters, massage therapists, reflexology, energy medicine healers, tarot readers and always so much more. Come let us take care of you.",
    "contact_email": "michael@mac-magic.com",
    "hometown": "Steamboat Springs, CO",
    "url": "http://www.heebeegeebeehealers.org",
    "year": 2002,
    "uid": "scraped_2002_heebeegeebee_healers"
  },
  {
    "name": "Hippocampus",
    "description": "Summoned, the Hippocampus, Guardian of the West, Elemental Spirit of Water, arises, leaping from the surface of the playa, shaking its scaley mane and snorting, awaits your bidding. Catch it before the spell is over, when it will plunge back into the murky depths below.",
    "contact_email": "stormy@cthonic.org",
    "hometown": "South San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_hippocampus"
  },
  {
    "name": "Hodge Podge Utopia",
    "description": "hodge·podgen. A mixture of dissimilar ingredients; a jumble.u&middotto&middotpi&middotan. 1a. often Utopia An ideally perfect place, especially in its social, political, and moral aspects.1b. A work of fiction describing a utopia.2. An impractical, idealistic scheme for social and political reform.",
    "contact_email": "peaboy@peaboy.net",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_hodge_podge_utopia"
  },
  {
    "name": "Hokey Spokes Camp",
    "description": "Experience a synchronized field of moving light art. Computer controlled, multi-colored lights spin to create light art in motion.",
    "contact_email": "davehoch@technologyarts.com",
    "hometown": "Watertown, MA",
    "year": 2002,
    "uid": "scraped_2002_hokey_spokes_camp"
  },
  {
    "name": "HoniSoit Croquet Club",
    "description": "HoniSoit is for drinkers with a croquet problem. We feature cocktails du jour, keg stands and spectacular wickiups – croquet will dominate from dawn to dust, drinking from dusk til dusk.",
    "contact_email": "sdurtschi@foothill.net",
    "hometown": "Grass Valley, CA",
    "url": "http://honisoitcroquet.com",
    "year": 2002,
    "uid": "scraped_2002_honisoit_croquet_club"
  },
  {
    "name": "Hookahdome",
    "description": "Hookahdome, where hedonism reigns, gentle melodies massage the senses, and respite is found from the lonely desert. In the heat enjoy the mist; in the evening warm mint tea and the hookah offer ceremony, communion, and contentment.",
    "contact_email": "clayton@mac.com",
    "hometown": "San Jose, CA",
    "year": 2002,
    "uid": "scraped_2002_hookahdome"
  },
  {
    "name": "Hot Wheelz Camp",
    "description": "Wheelchair Camp is intended to provide reserved camping space with easy access for Burners in wheelchairs to the City’s Center Camp support and entertainment services. A limited number of specially equipped electric handicapped golf carts with hand controls will be provided for use by reservation only.",
    "contact_email": "freeheadspins@yahoo.com",
    "hometown": "Reno, NV",
    "year": 2002,
    "uid": "scraped_2002_hot_wheelz_camp"
  },
  {
    "name": "Hushville",
    "description": "Hushville is an aural oasis in an undulating sea of chaos. The village is open to anyone who wants to camp with us, as long as they abide by three simple rules: 1) no generators; 2) no amplified sound; 3) clean up after yourself.",
    "contact_email": "david@peterman.org",
    "hometown": "Seattle, WA",
    "url": "http://www.playachicken.com/burn/burn02/",
    "year": 2002,
    "uid": "scraped_2002_hushville"
  },
  {
    "name": "Hymen Effigy Clergy",
    "description": "Remember those days gone by of pure youth and virginity? Come join the Hymen Effigy Clergy and allow us to perform our safe and natural hymen or behymen restoration process on you.",
    "contact_email": "matt_prestopino@irco.com",
    "hometown": "San Mateo, CA",
    "year": 2002,
    "uid": "scraped_2002_hymen_effigy_clergy"
  },
  {
    "name": "I'm OK, You're OK Corral",
    "description": "A cast of the wild wild west cowboys and cowgirls are poised to bring the fun(k) to you at our wacky corral.",
    "contact_email": "brcinsf@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_i'm_ok,_you're_ok_corral"
  },
  {
    "name": "IgNited ParCel SerVice",
    "description": "IgNited ParCel SerVice, serving as your Burning Man brown shirt shipper since 1914, Dump Uncle Sam and ship the IgNited way! Located in the Conglomerate Village. We have ways of making you ship. Ask about our “flash us for free shipping policy.”",
    "contact_email": "dirtnapcampers@charter.net",
    "hometown": "Sparks, NV",
    "year": 2002,
    "uid": "scraped_2002_ignited_parcel_service"
  },
  {
    "name": "Illumination Village",
    "description": "The Illumination Village dedicated to Light and Fire: Creating world Class Art and lighting it on Fire. The Village of TIDES, all are welcome to float on in.",
    "contact_email": "charlie@qbox.org",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_illumination_village"
  },
  {
    "name": "Illuminaughty 2002",
    "description": "Look for the Sirens by the shimmering waterfall and listen for the beat. The Illuminaughty returns for its 3rd thumping year on the playa. Let us lure you to our psychedelic beach party or come chill in our grotto and experience with us the diversity of electronic dance music provided by DJs you know and love — or may discover for the very first time.",
    "contact_email": "surfpunk@well.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.illuminaughty.org",
    "year": 2002,
    "uid": "scraped_2002_illuminaughty_2002"
  },
  {
    "name": "Image Node",
    "description": "Experience the sublime in the Node, a dreamy floating world of audiovisual improvisation. Join us daily for kaballah and yoga.",
    "contact_email": "twina@Interport.net",
    "hometown": "Brooklyn, NY",
    "year": 2002,
    "uid": "scraped_2002_image_node"
  },
  {
    "name": "Incarnadine Cove",
    "description": "Camp Incarnadine Cove is a stage for modern dance performances, fashion shows and live electronic music.",
    "contact_email": "peter@mayam.org",
    "hometown": "Palo Alto, CA",
    "year": 2002,
    "uid": "scraped_2002_incarnadine_cove"
  },
  {
    "name": "InfernalNoise Brigade Moorage Station",
    "description": "Putting the Moor back in moorage. Sweet mint tea, music, and smuggled paraphernalia can be found at this way-station.",
    "contact_email": "filastine@hotmail.com",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_infernalnoise_brigade_moorage_station"
  },
  {
    "name": "Inflate-a-camp",
    "description": "“Where all of your inflatable dreams come true.”",
    "contact_email": "emarkowitz@attbi.com",
    "hometown": "Los Angeles, CA",
    "year": 2002,
    "uid": "scraped_2002_inflate-a-camp"
  },
  {
    "name": "Inspiration Island",
    "description": "Ask your burning questions to the Octopus Oracle. Inspire or get inspired in the Mind Shaft’s giant flower garden.",
    "contact_email": "fab@handtap.com",
    "hometown": "Mill Valley, CA",
    "url": "http://www.arewereally.com/mindshaftsociety.html",
    "year": 2002,
    "uid": "scraped_2002_inspiration_island"
  },
  {
    "name": "Instant Re-Play",
    "description": "Welcome to the Playdome, please check your coat and age at the door. If you could explore as a child, what would you do? Would you follow a shortcut through backyards, through junkyards, to a magic pond? Would you climb in a giant spider web high above everyone? Come out and Re-Play with us!",
    "contact_email": "californiabaja@yahoo.com",
    "hometown": "San Leandro, CA",
    "year": 2002,
    "uid": "scraped_2002_instant_re-play"
  },
  {
    "name": "Institution",
    "description": "Welcome to the Institution! Founded by Dr. Squirm, the Institution has provided outreach to and income from the clinically insane and those who should be for centuries. Dr. Squirm continues to help many tormented souls with his special brand of therapy. Join us at our new Playa extension facility, with the opening of the Institution Chapel, providing therapy to perverts with our massive organ. Watch Dr. Squirm as he provokes beautiful classical music from his instrument. Witness the first live, outdoor, classical organ concert ever performed in a playa anywhere in the world! Straitjackets provided for the restless. Other compulsive organ players welcome.",
    "contact_email": "squirm@latexpajamas.com",
    "hometown": "Portland, OR",
    "year": 2002,
    "uid": "scraped_2002_institution"
  },
  {
    "name": "Irrational Geographic Society",
    "description": "The Irrational Geographic Society has been forged anew to expand exploration of the worlds we think we’ve created for ourselves. As the boundaries between the real and the possible appear simultaneously wider and less concrete, it is time once again for explorers and cartographers – participants, spectators, and alleged burnouts alike – to chart the great unknown.",
    "contact_email": "jdfalk@cybernothing.org",
    "hometown": "Oakland, CA",
    "url": "http://www.lsdworld.com/igs/",
    "year": 2002,
    "uid": "scraped_2002_irrational_geographic_society"
  },
  {
    "name": "Isla Lingüística",
    "description": "Isla Lingüística will be creating Linguistic Islands out on the playa. Come check out our performance among the islands on Thursday, just after sunset.",
    "contact_email": "traffic@atelos.org",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_isla_lingüística"
  },
  {
    "name": "Isla Strangelove",
    "description": "Having paranoid delusions of the apocalypse? Come dance your worries away at the Shadow Government’s #1 party spot: Isla Strangelove.",
    "contact_email": "info@actionpotentialproductions.com",
    "hometown": "Carlsbad, CA",
    "url": "http://actionpotentialproductions.com",
    "year": 2002,
    "uid": "scraped_2002_isla_strangelove"
  },
  {
    "name": "Island",
    "description": "Take a trip to The Island and enjoy a relaxing, inspiring and exotic vacation. The Island will feature warm vibes, mellow tunes and an environment that responds to you. Marking the distance from island to mainland are our buoys. Relaxing on The Island will free your mind — our video buoys will guide you home.",
    "contact_email": "nick@pufendorf.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.pufendorf.com/the_island/",
    "year": 2002,
    "uid": "scraped_2002_island"
  },
  {
    "name": "Island of Misfit Pscience",
    "description": "The Island of Misfit Pscience: Home of Dr. Megavolt, The Mutaytor and Christian Ristow. It’s a Pirate Utopia featuring nine-foot twin Tesla Coils, giant fire-spitting robots, and the spectacle of the Mutaytor.",
    "contact_email": "buckaedown@hotmail.com",
    "hometown": "Eagle Rock, CA",
    "year": 2002,
    "uid": "scraped_2002_island_of_misfit_pscience"
  },
  {
    "name": "Island of Moolovia",
    "description": "Welcome to the Local Watering Trough on the tropical Island of Moolovia! This is the local watering hole for the residents of this part of the Island of Moolovia; a comfortable place for them to hang out, eat some grass, drink some drinks, chat up some heifers or bulls, and at night — get down!",
    "contact_email": "kim_dusel@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_island_of_moolovia"
  },
  {
    "name": "Isle of Avalon",
    "description": "Sail on into the port of the enchanted Isle of Avalon!",
    "contact_email": "gabriel_plumlee@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_isle_of_avalon"
  },
  {
    "name": "Isle of the Remote",
    "description": "Dedicated to all the lost remotes in the world.",
    "contact_email": "pakrat2002@yahoo.com",
    "hometown": "Eugene, OR",
    "year": 2002,
    "uid": "scraped_2002_isle_of_the_remote"
  },
  {
    "name": "Jack Webb Lives @ BliNkiNGmaN cAmp",
    "description": "bliNkiNGmaN CaMP returns with the lovable JACK WEBB (from the old cop show DRAGNET)  there for your interrogating pleasure, questioning, intimidating, lecturing, in his classic hard-hitting, terse style… and of course we will have our unique suits at night filled with over one hundred quickly blinking LEDs, pulsars of power, one and a half million blinks every hour.",
    "contact_email": "denny@the-crans.com",
    "hometown": "Manhattan Beach, CA",
    "url": "http://blinkingmancamp.com",
    "year": 2002,
    "uid": "scraped_2002_jack_webb_lives_@_blinkingman_camp"
  },
  {
    "name": "Jellyfish Fields",
    "contact_email": "xoth@sbcglobal.net",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_jellyfish_fields"
  },
  {
    "name": "Jiffy Lube at Penetration Village",
    "description": "Jiffy Lube is back! This year we’re at Port Penetration at Penetration Village. Join us for our famous Gentlemen’s Club and come see our Performance piece “Billy Blueballs versus the Catholic Priests!” Friday night is the Commodore’s Welcome Aboard Cocktail Party. Visit our website for more details or to join our camp.",
    "contact_email": "jr_olivier@msn.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.getingetoffgetout.com",
    "year": 2002,
    "uid": "scraped_2002_jiffy_lube_at_penetration_village"
  },
  {
    "name": "Johnny & The Playa Cruizers",
    "description": "Johnny and the Playa Cruizer’s Chassis Lube and Body Shop Home of Pro wrenching, bitchen flame jobs, pin stripes and lube jobs. Get your shaft cranked, headers blown, chassis lubed, and have your bike, body, OR essence striped, flamed, and detailed by the best wrench jockeys in Black Rock City (BRC). Twelve-point body inspections and personnel auctions may be conducted. Caution: Spectators may be sold to volunteer in BRC organizations.",
    "contact_email": "birklid@attbi.com",
    "hometown": "Kent, WA",
    "year": 2002,
    "uid": "scraped_2002_johnny_&_the_playa_cruizers"
  },
  {
    "name": "K-Svert 106.5 FM Radio",
    "description": "K-SVERT 106.5FM the 10 watt flame-thrower on the playa. K-Svert FM radio is your source for music, information, dis-information, rants, and grooves as well as YOUR public forum. Musicians, poets, pundits, priests and pornographers are invited to share our airwaves.",
    "contact_email": "maquino@ihot.com",
    "hometown": "Milpitas, CA",
    "year": 2002,
    "uid": "scraped_2002_k-svert_106.5_fm_radio"
  },
  {
    "name": "Kaleidosphere",
    "description": "Experience the colorful, suspended spheres of The Kaleidosphere, or climb up to the observation deck and view the city as the Kaleidosphere rotates around you.",
    "contact_email": "shanna_simmons@hotmail.com",
    "hometown": "Klamath Falls, OR",
    "year": 2002,
    "uid": "scraped_2002_kaleidosphere"
  },
  {
    "name": "Karaoke Palace",
    "contact_email": "emorse@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_karaoke_palace"
  },
  {
    "name": "Kathanika Cafe",
    "description": "Join us for some mouth-watering shisha and keen narrations! Poets, writers, CHARACTER VOICES, singers, song writers, philosophers, theologians, anyone and everyone are welcome to speak, listen, trade, and shoot the shit.",
    "contact_email": "jaredpaul1981@yahoo.com",
    "hometown": "Riverside, CA",
    "year": 2002,
    "uid": "scraped_2002_kathanika_cafe"
  },
  {
    "name": "Kelp Ranch",
    "contact_email": "jon@kaatspaw.com",
    "hometown": "Eugene, OR",
    "year": 2002,
    "uid": "scraped_2002_kelp_ranch"
  },
  {
    "name": "KidsVille",
    "description": "KidsVille is the Village for today’s burning families. Feel free to bring the kids and camp with us, OR just stop by and see Burning Man through a child’s eyes.",
    "contact_email": "kids@burningman.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.blackrockkids.org",
    "year": 2002,
    "uid": "scraped_2002_kidsville"
  },
  {
    "name": "Kolizion Desert Crew",
    "description": "commuinque is vital, electronic is evolution",
    "contact_email": "Kolizionrecords@juno.com",
    "hometown": "Burnsville, MN",
    "year": 2002,
    "uid": "scraped_2002_kolizion_desert_crew"
  },
  {
    "name": "Kostume Kult",
    "description": "Bow to the Goddess of Kostuming and prepare for your elevation. Creative assistance and costume supplies may be offered to those who show the proper deference.",
    "contact_email": "costumejim@hotmail.com",
    "hometown": "New York City, NY",
    "url": "http://www.CostumeNetwork.com",
    "year": 2002,
    "uid": "scraped_2002_kostume_kult"
  },
  {
    "name": "Lacertilia",
    "description": "Inner space as much as outer space forms the boundaries of our explorations. Your reptilian hosts at Lacertilia will accompany you on a voyage of astronomical proportions which may take you as far out or as far in as you can possibly go. Remember, it’s all in your mind!",
    "contact_email": "dr.lizard@lacertilia.org",
    "hometown": "Mountain View, CA",
    "year": 2002,
    "uid": "scraped_2002_lacertilia"
  },
  {
    "name": "Lahui o Pali-Uli",
    "description": "Lahui o Pali-Uli (Tribe of the Land of Plenty and Joy) spreading the Spirit of Aloha. The love flows as freely as the lava.",
    "contact_email": "bridgetbrooke@aol.com",
    "hometown": "Pahoa, HI",
    "year": 2002,
    "uid": "scraped_2002_lahui_o_pali-uli"
  },
  {
    "name": "Lake Effect",
    "contact_email": "swee10@webpipe.net",
    "hometown": "Roy, UT",
    "year": 2002,
    "uid": "scraped_2002_lake_effect"
  },
  {
    "name": "Lamplighter Village",
    "description": "Lamplighter Village, the home of the lamplighters.",
    "contact_email": "scruffyfilmkid@burningman.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_lamplighter_village"
  },
  {
    "name": "Land of Misfit Toys",
    "description": "Nothing beats the heat and dust like a FOAM PARTY! Come by and get covered with suds in our big Foam Dome.",
    "contact_email": "TerryLBCA@aol.com",
    "hometown": "Long Beach, CA",
    "url": "http://groups.yahoo.com/group/planning_burningman/",
    "year": 2002,
    "uid": "scraped_2002_land_of_misfit_toys"
  },
  {
    "name": "LatexLuv Isle ov Alien Schitzo's",
    "description": "Tired ov having to repress your intergalactic multi-personalities? If so, the LatexLuv Isle ov Alien Schitzophrenics invites you to join them @ their SpaceStation Headquaters where you will be encouraged to creatively enact your multi’s in performance, ponder inside the shrine, refuel, and pursue healthy schitzophrenic quests via relativistic vehicles throughout the floating world, among other exciting features!",
    "year": 2002,
    "uid": "scraped_2002_latexluv_isle_ov_alien_schitzo's"
  },
  {
    "name": "Lawn Games",
    "description": "Lawn Games: Helping You Recreate All Those Halcyon Memories of Youth! And Helping You Invent Those Memories If You Have None!",
    "contact_email": "bman@dzm.com",
    "hometown": "Los Gatos, CA",
    "url": "http://www.dzm.com/lawngames/",
    "year": 2002,
    "uid": "scraped_2002_lawn_games"
  },
  {
    "name": "Leviathan",
    "description": "Stirring from the dreamstate of last year’s Afterlife, the ragtag crew of artists and magicians known as Radiant Atmospheres once again rises from the shadowy depths of the Underground with news of a yet-unscene nnatural wonder- a creature made up of the light of the watery void itself- nearly invisible- yet whose revolving multiplicitous eyes capture those of its unsuspecting prey, seizing their imaginations and drawing them near. The Leviathan, the One, the tentacled first of all living things, rises to the surface of the Pliestoscene lake known as the Black Rock Playa, bringing with it the sighing soundtrack of ages past and the watery bones of seafaring dreams.",
    "contact_email": "dave@radiantatmospheres.com",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_leviathan"
  },
  {
    "name": "Lighter",
    "description": "Come experience the Lighter side of life. Listen to enlightening music, enjoy the Xippodrome, get lit at the bar, get painted, go submarining, take a lighter with you.",
    "contact_email": "bizniatch2000@yahoo.com",
    "hometown": "Los Angeles, CA",
    "year": 2002,
    "uid": "scraped_2002_lighter"
  },
  {
    "name": "Lingerie Lounge",
    "contact_email": "bosegreg@isu.edu",
    "hometown": "Pocatello, ID",
    "year": 2002,
    "uid": "scraped_2002_lingerie_lounge"
  },
  {
    "name": "Lingerie Planet",
    "description": "Lingerie Planet ’02 seeks to spread the gospel of lingerie to the masses. We provide for your fuzzyshinysexysweetie needs. Also please join us for stripper pole competitions on our spinning stripper pole (otherwise known as the Axis of eVille)!",
    "contact_email": "kira@byz.org",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_lingerie_planet"
  },
  {
    "name": "Liquid Diet Lounge",
    "description": "We are dedicated to providing a luscious Lounge space with excellent drinks, amazing people, and usually some sort of entertainment. We just love a good time and a good drink.",
    "contact_email": "nicole@liquiddietlounge.com",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_liquid_diet_lounge"
  },
  {
    "name": "Lite Brite Camp",
    "description": "Lite Brite Camp invite you to join us on the Playa to play with the giant Lite Brite, dance to the beats of our dj’s or chill in the various pods of our Decadence Zone…",
    "contact_email": "nick@sogroovy.com",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_lite_brite_camp"
  },
  {
    "name": "LiveJournal Camp",
    "description": "Come visit LiveJournal camp during the heat of the day to write or draw in our journals, chill and relax from the heat, OR decompress from your burning man adventures. The camp is open from 11 am to dusk daily and can be used as a central meeting place for you and your friends as well as a place to kick up your heels and unwind.",
    "contact_email": "iceblink@livejournal.com",
    "hometown": "San Jose, CA",
    "year": 2002,
    "uid": "scraped_2002_livejournal_camp"
  },
  {
    "name": "Loco Lounge",
    "contact_email": "stacydumas@hotmail.com",
    "hometown": "Canton, MI",
    "year": 2002,
    "uid": "scraped_2002_loco_lounge"
  },
  {
    "name": "Los Altiplanos",
    "description": "Come join us on a higher plane where we explore games of the mind unlocking the keys to our past lives and potential futures within ourselves as we spiral towards the vortex.",
    "contact_email": "gordon@psibbq.com",
    "hometown": "Alviso, CA",
    "year": 2002,
    "uid": "scraped_2002_los_altiplanos"
  },
  {
    "name": "Lost at Sea Without You",
    "description": "Lost at Sea Without You theme camp is just that: Lost without YOU! Come and see what happens!",
    "contact_email": "magicsalmon@earthlink.net",
    "hometown": "Los Angeles, CA",
    "year": 2002,
    "uid": "scraped_2002_lost_at_sea_without_you"
  },
  {
    "name": "Lost Penguin Cafe",
    "description": "The Lost Penguin Cafe returns, offering 24 hour hospitality with Belgian Chocolate, Zinfindel, icy drinks, sound stage, nightly shows, massage, the Playa Genitalia Project, Rocky Horror night, Heat Wave, our musical salute to Broadway, and lots of surprises. Musicians, entertainers and other volunteers welcome!",
    "contact_email": "BiGuySkis@aol.com",
    "hometown": "El Sobrante, CA",
    "url": "http://lostpenguin0.tripod.com",
    "year": 2002,
    "uid": "scraped_2002_lost_penguin_cafe"
  },
  {
    "name": "Lost Truffula Oasis",
    "description": "Experience the rebirth of the Truffula Forest at the Lost Truffula Oasis! It lives in peace with its harsh desert home, and has become the gathering place for all those seeking culture, and of course, life-giving water.",
    "contact_email": "auldane@cruzio.com",
    "hometown": "Santa Cruz, CA",
    "year": 2002,
    "uid": "scraped_2002_lost_truffula_oasis"
  },
  {
    "name": "Loth Camp",
    "contact_email": "oronito@uclink.berkeley.edu",
    "hometown": "Berkeley, CA",
    "year": 2002,
    "uid": "scraped_2002_loth_camp"
  },
  {
    "name": "Lotus",
    "description": "The friendly folks of LOTUS invite you with open arms to enjoy the soothing pleasures of our pond. Fun, frolic, friends, flowers and funk… open day and night.",
    "contact_email": "tim@aravo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_lotus"
  },
  {
    "name": "Love n Sea-Inn",
    "description": "The Love n Sea-Inn will welcome the weary Mermaids and Mermen into its decadent and cozy confines. Let us soothe you with sexxy funky downtempo beats and free conversation.",
    "contact_email": "surfrdr@excite.com",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_love_n_sea-inn"
  },
  {
    "name": "Lustmonkeys: SeaMonkey Adventure",
    "description": "Cool off in a Sea Monkey village with those rascally Lustmonkeys!",
    "contact_email": "surreali5t@yahoo.com",
    "url": "http://www.lustmonkey.com",
    "year": 2002,
    "uid": "scraped_2002_lustmonkeys:_seamonkey_adventure"
  },
  {
    "name": "Luv-A-Fair",
    "description": "At Luv-A-Fair you can find and express your Luv. Post a personality profile with your picture on our signboard to find one or more of your life-mates, or read and write poetry displayed in our heart garden.",
    "contact_email": "jeff@luv-a-fair.com",
    "hometown": "Fair Oaks, CA",
    "url": "http://www.luv-a-fair.com",
    "year": 2002,
    "uid": "scraped_2002_luv-a-fair"
  },
  {
    "name": "Mad Cow Country Club",
    "description": "Again and again, Some special people in the crowd wake up, They have no ground in the crowd, And they emerge according to much broader laws. They carry strange customs with them And demand room for bold and audacious actions. The future speaks ruthlessly through them.– Rilke",
    "contact_email": "dustdevil666@yahoo.com",
    "hometown": "Portland, OR",
    "url": "http://groups.yahoo.com/group/madcowcountryclub/",
    "year": 2002,
    "uid": "scraped_2002_mad_cow_country_club"
  },
  {
    "name": "Mad-Scientists STS project",
    "description": "ET phoned home. Now so can you. Pick a planet and send a message with our Billion candlepower optical transmitter.",
    "contact_email": "tblack@quantalink.com",
    "hometown": "San Jose, CA",
    "url": "http://www.mad-scientists.com",
    "year": 2002,
    "uid": "scraped_2002_mad-scientists_sts_project"
  },
  {
    "name": "Magicglasses",
    "description": "For the fourth year running, magicglasses reveal that things on the playa are exactly as interesting as you think they are. ever-lengthening tunnel increases the diffracted light fantastic while hand-crafted metal dome reverberates to late-night psy-trance DJnauts bring both eyes and ears for short-term eye doctor surgery with myriad long term benefits blink and you’ll miss it. so don’t.",
    "contact_email": "ali_manson@yahoo.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.magicglasses.com",
    "year": 2002,
    "uid": "scraped_2002_magicglasses"
  },
  {
    "name": "Malpractice Camp",
    "description": "A celebration of medicine gone wrong. Come and enjoy Psychic Surgery, The Waiting Room, The Consultation Room, X-Ray Display, or rest in our Cemetery.",
    "contact_email": "don@infi.net",
    "hometown": "San Jose, CA",
    "url": "http://www.greatoasis.com/museum/BurningMan/BM02/index.html",
    "year": 2002,
    "uid": "scraped_2002_malpractice_camp"
  },
  {
    "name": "Marina de Bohemia",
    "description": "Truth, Beauty, Freedom, and above all Love provided in a spiritual, yet illusional (or delusional) and a decadent sorta way! Daily activities will be posted on the activity board for the mind, body, and spirit assisting you in self exploration and enlightenment!",
    "contact_email": "luxacious@yahoo.com",
    "hometown": "Carmichael, CA",
    "year": 2002,
    "uid": "scraped_2002_marina_de_bohemia"
  },
  {
    "name": "MASH 4207th",
    "description": "Those merry madcap MD’s of mirth and mayhem are at it again! Come and pull up a stretcher with us at MASH 4207th, the bar is open!",
    "contact_email": "taylorsr@wellsfargo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_mash_4207th"
  },
  {
    "name": "Mer-moms",
    "description": "Mer-moms will be a shared space for mothers (usually single) and their kids. A giant mermaid shaped slide will be available for kids (of all ages) as well as a kid’s play dome. Juice will be served.",
    "hometown": "Half Moon Bay, CA",
    "year": 2002,
    "uid": "scraped_2002_mer-moms"
  },
  {
    "name": "Mermaid's Grotto",
    "description": "You are welcome to experience the Mermaid’s Grotto with its cool life affirming mist throughout the day and its calm blue space at night.",
    "contact_email": "rachel@cinematrix.com",
    "hometown": "Nicasio, CA",
    "year": 2002,
    "uid": "scraped_2002_mermaid's_grotto"
  },
  {
    "name": "Midwest Burns/Audio Orgy@Snowflake",
    "description": "Midwest Burns/Audio Orgy is an interactive live PA/open mic camp for you to perform music, poetry, spoken word, drumming etc. It is also to strengthen our midwestern burner community so stop by and sign our email keep-in-touch sheet any time 24/7!",
    "contact_email": "bobbyg53211@yahoo.com",
    "hometown": "Milwaukee, WI",
    "year": 2002,
    "uid": "scraped_2002_midwest_burns/audio_orgy@snowflake"
  },
  {
    "name": "Mighty Cthulhu Revival Show",
    "description": "An old-time Southern-style tent revival to honour the awesome, octopus-headed god, Cthulhu, and his icthoid servitor Dagon. Includes graven images, the laying-on of tentacles, writhing gill-women, free fundamentalist Cthulhu comics and much joyous exaltation!",
    "contact_email": "novaexpress@earthlink.net",
    "hometown": "Los Angeles, CA",
    "year": 2002,
    "uid": "scraped_2002_mighty_cthulhu_revival_show"
  },
  {
    "name": "Mission #42: Worlds Collide",
    "description": "Worlds Collide epitomizes the concept of simulacra and simulation. Our nearly human landscape and miniature golf are irrisistable to the normal human organs.",
    "contact_email": "anieslamb@yahoo.com",
    "hometown": "San Jose, CA",
    "year": 2002,
    "uid": "scraped_2002_mission_#42:_worlds_collide"
  },
  {
    "name": "Monkey Time",
    "description": "Monkey Time is all about losing it–hooting, howling, jumping around and having fun! Join us and we’ll show you how!",
    "contact_email": "johnjts@teleport.com",
    "hometown": "Portland, OR",
    "year": 2002,
    "uid": "scraped_2002_monkey_time"
  },
  {
    "name": "Moon Jellies Bioluminescence",
    "description": "Bioluminescent giant jellyfish dancing and floating carelessly along the playa… pulsing amongst the constant beat of the drums. Join us for video projection of these beautiful animals and other sea creature and tidepool themes… come play with us!",
    "contact_email": "elizabethforst@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_moon_jellies_bioluminescence"
  },
  {
    "name": "Moonbase Nevada",
    "description": "Cool grooves and manned exploration of space.",
    "contact_email": "mcrosby@marthon.org",
    "hometown": "New York, NY",
    "year": 2002,
    "uid": "scraped_2002_moonbase_nevada"
  },
  {
    "name": "Moons of Mongo",
    "description": "Rockets and Rayguns! A nice place to chill on the playa. Lounge with dashing heroes and winged hawk-men.",
    "contact_email": "xiolabloo@hotmail.com",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_moons_of_mongo"
  },
  {
    "name": "Motown: The Grass is Green",
    "description": "In keeping with this year’s Floating World theme, the Motown Historical Fabrication Recreationist Society is proud to introduce their rendition of the Tokugawa era Japanese Desert Garden. Kick off your waraji and relax in over 350 square feet of imported Nishimura Blue Grass. Enjoy a cup of homemade sake while making wagers on the daily kendo sword fighting competitions just like they never did hundreds years ago before those meddlesome black ships arrived.",
    "contact_email": "HinduStan@soon.com",
    "hometown": "Mountain View, CA",
    "year": 2002,
    "uid": "scraped_2002_motown:_the_grass_is_green"
  },
  {
    "name": "Mudance",
    "description": "Mudance 2002 – During the day participants will create art with our bodies in the mud. At night participants will float in a black light pyramid and all to be projected on the outside surfaces.",
    "year": 2002,
    "uid": "scraped_2002_mudance"
  },
  {
    "name": "Mystery G Spot",
    "description": "The Mystery G Spot: an interactive journey seeking to experience the strange & natural phenomena known as, The Mystery G Spot!",
    "contact_email": "blackrockmitch@yahoo.com",
    "hometown": "San Ramon, CA",
    "url": "http://communities.msn.com/TheMysteryGSpot/homepage/",
    "year": 2002,
    "uid": "scraped_2002_mystery_g_spot"
  },
  {
    "name": "Mystic Mermaid",
    "description": "This Mermaid will be made of perforated steel, scrap metal, & found objects and stand about 17 feet tall while she basks in the warm playa sun. Her hips will contain a secret chamber and her tail a slide. Burning Man participants will enter her from the front and feel the urge to relax in the cool, watery depths of her interior. Had enough of the shade? Then climb up the rope & wood ladder and venture out to the viewing platform discreetly cradled in the small of her back. Take in the sights within the city limits and beyond or take a ride on her slide. At night enjoy the ambiance of the cauldrons burning bright in her chamber or just admire her from afar with her entire body glowing softly with colored lights from within. She is considered the High Priestess in the Tarot; to the alchemist she is the Siren of the Philosophers, crowned and lactating the milk of enlightenment… She will surely lead many astray at the rocky shores of Black Rock City this year.",
    "contact_email": "zedragonlady@hotmail.com",
    "hometown": "Gerlach, NV",
    "url": "http://www.brc-dpw.org/who/metric/mermaid/",
    "year": 2002,
    "uid": "scraped_2002_mystic_mermaid"
  },
  {
    "name": "Mystick Krewe of Satyrs",
    "description": "Six years running, we will bring New Orleans Mardi Gras to the desert. Enjoy our bar, see our parade, experience our ritual and feel the burn.",
    "contact_email": "satyrs@cox.net",
    "hometown": "New Orleans, LA",
    "year": 2002,
    "uid": "scraped_2002_mystick_krewe_of_satyrs"
  },
  {
    "name": "N-Gon's Bay of Pigs",
    "description": "Join us for beach games and beach art performed by you.",
    "contact_email": "stromsmo@pacbell.net",
    "hometown": "Martinez, CA",
    "year": 2002,
    "uid": "scraped_2002_n-gon's_bay_of_pigs"
  },
  {
    "name": "Narcosis",
    "description": "Narcosis – a state of happy delirium – albeit with the dangerous side effect of impaired judgment. A deep sea chill space.",
    "contact_email": "johnonusko@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_narcosis"
  },
  {
    "name": "Necklace Factory",
    "description": "Join the citizens of Black Rock City in a pleasant workshop environment, which will supply the materials and technical assistance necessary to create your own Burning Man jewelry. Meet people from around the world and hide from the dust and heat while your hands have fun, your eyes meet fellow travelers, and a quiet moment of conversation and music will refresh your spirit.",
    "contact_email": "kctc@vonl.com",
    "hometown": "Houston, TX",
    "year": 2002,
    "uid": "scraped_2002_necklace_factory"
  },
  {
    "name": "New Bardo Motel",
    "description": "Welcome to the Playa branch of the famed New Bardo Hotel, complete with low-rent rooms, Sangria Sunset Service every night, and a full host of drunks and ne’erdowells stumbling about the grounds at all types. Also Starring: THE CYNJADOME.",
    "contact_email": "roar@qwest.net",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_new_bardo_motel"
  },
  {
    "name": "New World",
    "description": "The New World is a series of three canvas and bamboo structures which open up on the playa like nautilus shells. They are islands. They are ships. They are for meditation and screaming. They are dedicated to the great explorers of our generation: the Burners. Come explore.",
    "contact_email": "daniel@nono.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_new_world"
  },
  {
    "name": "No Tanline Camp",
    "description": "Imagine the joy & freedom of swimming in the buff without a soggy swim suit that you have to keep pulling up. Get started at Lake Lahontan now, and get info about your local nude beach to continue this at home.",
    "contact_email": "burningmannude@hotmail.com",
    "hometown": "Phoenix, AZ",
    "year": 2002,
    "uid": "scraped_2002_no_tanline_camp"
  },
  {
    "name": "Nomadic Nutria Hunters",
    "description": "Nutria: innocent herbivorous aquatic rodent, or vicious boot-eating creature which deserves to be roasted in casserole?",
    "contact_email": "theta444@yahoo.com",
    "hometown": "Portland, OR",
    "year": 2002,
    "uid": "scraped_2002_nomadic_nutria_hunters"
  },
  {
    "name": "NOMADIX Tribe",
    "description": "A wandering tribe of performers, fused together by numerous styles of music, have created a mysterious sound for the future. Combining an explosive blend of visual arts and culture, Nomadix brings the diversity of the world to the stage!",
    "contact_email": "info@decibel420.com",
    "hometown": "McDonough, GA",
    "year": 2002,
    "uid": "scraped_2002_nomadix_tribe"
  },
  {
    "name": "Nuclear Family",
    "description": "Burningman’s favorite dysfuntional family is back and, with the benefit of intermarriages and inbreeding, has doubled in size. Join us to dance to the groovy tunes playing in our lounge, meditate with our zen leader, get some good advice, pay homage to the Sultan (all forms of Jihad are strictly forbidden!!!), drop in for a duct tape service call, get a new bracket to close off your conjunction or a semi-colon cleansing if you feel you are in the wrong state of tense, play with the naughty nuns and sinners, come by for your very own serving of the sacred cow and surrender to the rhythms of the DEA (Drum Enforcement Agency). Vote SNORTLE FOR MAYOR! Do your civic duty this year. Snortle the Mole believes that life is fun. And that oranges are good. And smiling. He likes to run and laugh and play. He will be 2 in October, and this is his third Burningman. However you do the math, that’s experience you can trust.",
    "contact_email": "debfrog@earthlink.net",
    "hometown": "Tarzana, CA",
    "year": 2002,
    "uid": "scraped_2002_nuclear_family"
  },
  {
    "name": "Oaktown",
    "description": "Camp Oaktown, home of Vulcan Free Radio 87.9 FM. 24/7 audio broadcast, nightly talent show and drive-in movie theater.",
    "contact_email": "darkat@vulcanradio.com",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_oaktown"
  },
  {
    "name": "OCF Embassy",
    "description": "Our unique of brand of quality festing inspired by the Oregon Country Fair.",
    "contact_email": "clif@eugeneweb.com",
    "hometown": "Eugene, OR",
    "url": "http://eugeneweb.com/~bm",
    "year": 2002,
    "uid": "scraped_2002_ocf_embassy"
  },
  {
    "name": "Octopus' Garden",
    "contact_email": "funking@mindspring.com",
    "hometown": "San Francsico, CA",
    "year": 2002,
    "uid": "scraped_2002_octopus'_garden"
  },
  {
    "name": "Octopussy's Garden",
    "description": "Inside Moby’s Dick (a 15′ ft tall, 30′ long whale) we’ll have a TV lounge showing a variety of films, old TV shows and progressive videos. We also will have an 8′ high metal Burning Man holding up our windmill (power source) and a large treasure chest for take something, leave something. Come by to see the schedule of films and when our Moulin Rouge (Can-Can) theme party will be. Come by during the day to have your costume rated and a chance to make Moby’s Dick spout. Also watch for us driving around in our Sun Bug-Es – solar powered bicycle carriages.",
    "contact_email": "kalitara22@hotmail.com",
    "hometown": "Chico, CA",
    "year": 2002,
    "uid": "scraped_2002_octopussy's_garden"
  },
  {
    "name": "Odeon",
    "description": "The Odeon bar. Terrible entertainment. Lousy drinks. Poor service. Chicken John. Just like home…",
    "contact_email": "chicken@burningman.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_odeon"
  },
  {
    "name": "Om Bayou",
    "description": "Om Bayou–purge the inner demons that keep you clinging to the banks of the floating world–stick it to a voodoo doll, attend a debutante ball and come out as you are–keep your juju pure with yoga and refill your hex remover prescriptions.",
    "contact_email": "andrew_draper@yahoo.com",
    "hometown": "Los Angeles, CA",
    "year": 2002,
    "uid": "scraped_2002_om_bayou"
  },
  {
    "name": "Opera Arkipelago",
    "description": "Opera Arkipelago invites musicians and singers to our SINGING CAMP. Join us for our guerilla performances on board of our flag sheep, the Ark of the Nereids.",
    "contact_email": "pepeozan@earthlink.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.burningmanopera.org",
    "year": 2002,
    "uid": "scraped_2002_opera_arkipelago"
  },
  {
    "name": "Oracular Ghosts of Lahontan",
    "description": "Poetic and musical invocations of plant allies by Oracular Madness and the Poison Path Travelers.",
    "contact_email": "laura@botanikos.com",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_oracular_ghosts_of_lahontan"
  },
  {
    "name": "P.U.N. People United for Nothing",
    "description": "We support nothing and are united to bring nothing into manifestation. Our enemies, the People United for Something (PUS) and the less threatening People Opposed to Everything (POE) have threatened our efforts in the past, but we know they will not succeed. We are looking for interested volunteers to support our cause. Sign up at the Nowhere bar or come visit our Metaphysical Library.",
    "contact_email": "snohbeast@lycos.com",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_p.u.n._people_united_for_nothing"
  },
  {
    "name": "Pamper Camp",
    "description": "Pamper Camp Salon returns to treat your dry and dusty toes and fingers to a manicure and pedicure. Knock back a cosmo cocktail and catch up on People magazine while we make you pretty on the Playa.",
    "contact_email": "kendra@dogumentarian.com",
    "hometown": "Albany, CA",
    "year": 2002,
    "uid": "scraped_2002_pamper_camp"
  },
  {
    "name": "Panty Camp",
    "description": "The beauty of ladies panties: exposed! Lounge in a mound of panties in the Panty Pavillion, learn how to accessorize with panties, receive panty fashion advice and pick up some clean and fashionable panties for yourself!",
    "contact_email": "pokie_dot@hotmail.com",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_panty_camp"
  },
  {
    "name": "Pastie Camp",
    "description": "In 2001, Pastie Camp provided the tools, materials and expertise to help the average  playa persona make their own pasties! We’ll be back doing it again for 2002, so swing by and make a pair.",
    "contact_email": "denisetr@hotmail.com",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_pastie_camp"
  },
  {
    "name": "Pepperland 02",
    "description": "Thump it, Hump it, Ride it, Glide it, Pick it, Stick it, Rub it, Love it, Bite it, Fight it, Stroke it, Poke it, Sniff it, Stiff it. The Flying Glove comes to BurningMan 02.",
    "contact_email": "jameso@machlink.com",
    "hometown": "Muscatine, Iowa",
    "year": 2002,
    "uid": "scraped_2002_pepperland_02"
  },
  {
    "name": "Philadelphia Experiment",
    "description": "A little East Coast flavor for your ear.",
    "contact_email": "micah1971@aol.com",
    "hometown": "Philadelphia, PA",
    "year": 2002,
    "uid": "scraped_2002_philadelphia_experiment"
  },
  {
    "name": "Piazza di Luna",
    "description": "Piazza di Luna & Piazza Solare Astro-Nautical Lounge Day and night unite and solar power fuels evening delights. Float to the moon and beyond sipping special lunar elixirs in our gravity-free, lounge environment.",
    "contact_email": "alicia@glitter.org",
    "hometown": "San Francisco, CA",
    "url": "http://glitter.org/piazzadiluna",
    "year": 2002,
    "uid": "scraped_2002_piazza_di_luna"
  },
  {
    "name": "Picasso Camp",
    "description": "Search within yourselves for something sacred, take it to Picasso Camp and paint it.",
    "contact_email": "Danimal226@cs.com",
    "hometown": "Kirkland, WA",
    "year": 2002,
    "uid": "scraped_2002_picasso_camp"
  },
  {
    "name": "Pinhole Camp",
    "description": "The smallest thing on the playa.",
    "contact_email": "ali@archinect.com",
    "hometown": "Venice, CA",
    "year": 2002,
    "uid": "scraped_2002_pinhole_camp"
  },
  {
    "name": "Pink Pussy Cat Delight",
    "hometown": "New York, NY",
    "year": 2002,
    "uid": "scraped_2002_pink_pussy_cat_delight"
  },
  {
    "name": "Pirate Tea House",
    "description": "Ahoy Matey! All tea, all the time, that’s us, the Pirate Teahouse. Aaarrr! Come drink tea with us and bask in Piratey Goodness.",
    "contact_email": "kennric@hypothetical.ne",
    "hometown": "Corvallis, OR",
    "year": 2002,
    "uid": "scraped_2002_pirate_tea_house"
  },
  {
    "name": "Pirate Television",
    "contact_email": "sjmichelsen@hotmail.com",
    "hometown": "Nevada City, CA",
    "year": 2002,
    "uid": "scraped_2002_pirate_television"
  },
  {
    "name": "PISS CLEAR Alternative Newspaper",
    "description": "PISS CLEAR, Black Rock City’s only alternative newspaper. Burning Man’s snarky reality check, publishing on the playa since 1995!",
    "contact_email": "pissclear@blue-period.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.pissclear.org",
    "year": 2002,
    "uid": "scraped_2002_piss_clear_alternative_newspaper"
  },
  {
    "name": "Planet Anodyne",
    "description": "Was Don Ho singing about “Tiny Bubbles” in Spacetime Foam?",
    "contact_email": "kevob@earthlink.net",
    "year": 2002,
    "uid": "scraped_2002_planet_anodyne"
  },
  {
    "name": "Planet Bruka Bohemian Rescue Squad",
    "description": "Crusaders from another world are establishing an outpost on the Black Rock Sea with special assignment to recruit a highly diverse and talented militia for top security operations. Applicants may apply and be screened (auditioned if you will) at the p2brs main ops station on the Black Rock.",
    "contact_email": "ArchideaZ@aol.com",
    "hometown": "Reno, NV",
    "year": 2002,
    "uid": "scraped_2002_planet_bruka_bohemian_rescue_squad"
  },
  {
    "name": "Planet Kolob",
    "description": "Travel to Planet Kolob by transcending through three degrees of glory on your journey to the center of the universe.",
    "contact_email": "cricket@allwest.com",
    "hometown": "Wanship, UT",
    "year": 2002,
    "uid": "scraped_2002_planet_kolob"
  },
  {
    "name": "Planet Smurf",
    "description": "Far across the galaxy, on a planet much smaller than ours, live a race of people only three apples high, who share the common color blue, and a blissful quasi-communist/chauvinistic living experience. All working for the good of one, they travel to a land called Burning Man, where they must reestablish their community. This is Planet Smurf…",
    "contact_email": "ryanl812@aol.com",
    "hometown": "Santa Monica, CA",
    "year": 2002,
    "uid": "scraped_2002_planet_smurf"
  },
  {
    "name": "Plastic Paradise",
    "description": "A plastic paradise to rest your weary feet and mind. Come enjoy the relaxing benefits of kava-kava and our aloha.",
    "contact_email": "carnal@hawaiian.net",
    "hometown": "Kekaha, HI",
    "year": 2002,
    "uid": "scraped_2002_plastic_paradise"
  },
  {
    "name": "Playa Beach Club",
    "description": "Playa Beach Club returns again! Chill beneath the Swaying Palm trees to surf sounds and imbibe at the Tiki Lounge barter bar. A cooling shower is even available for the right bribe!",
    "contact_email": "rfehlman@pacbell.net",
    "hometown": "Sacramento, CA",
    "year": 2002,
    "uid": "scraped_2002_playa_beach_club"
  },
  {
    "name": "Playa Info",
    "description": "If you need information, we have it!!! Come find out where your friends are camped, answers to questions, register your video camera, retrieve found items, locate a locksmith and much more. We’re located in center camp at 6:00 under the red shade cloth. Look for our big blue i on top of our 30 foot tower. Stop by and say hello!",
    "contact_email": "sacredflame@burningman.com",
    "hometown": "Menlo Park, CA",
    "year": 2002,
    "uid": "scraped_2002_playa_info"
  },
  {
    "name": "Playa Play Yard",
    "description": "We’re bringing the toys, a place to chill, and something to drink. Playa Play Yard: We’ll spark your imagination.",
    "contact_email": "donald.nygaard@attbi.com",
    "hometown": "Seattle, WA",
    "url": "http://playabound.org",
    "year": 2002,
    "uid": "scraped_2002_playa_play_yard"
  },
  {
    "name": "Playa Potions and Potables",
    "description": "The camp that leaves a good taste in your mouth. Conveniently located in the heart of Asylum village. Come by for a “flavor explosion” or for one of our magical potions. Your tongue will thank you.",
    "contact_email": "jd@fivebyfive.com",
    "hometown": "New York, NY",
    "year": 2002,
    "uid": "scraped_2002_playa_potions_and_potables"
  },
  {
    "name": "Playa Serpent",
    "description": "An ancient serpent will emerge from the depths of the playa to greet travelers in the ‘Floating world. A four part metal sculpture will depict a large serpent that participants can climb over or crawl under. The serpent will glow at night with a solor/battery powerd lighting system.",
    "contact_email": "artboy@moondog.net",
    "hometown": "Reno, NV",
    "year": 2002,
    "uid": "scraped_2002_playa_serpent"
  },
  {
    "name": "PlayaGoRound",
    "description": "Let the PlayaGoRound soothe your day as you float around our magical world. Sit back and relax in a lush oasis of sound and vision. Blue sky, shade, lush greenery and a rotating float-around. Day or night. PlayaGoRound is ready when you are.",
    "contact_email": "ronnienelson@prodigy.net",
    "hometown": "Denver, CO",
    "year": 2002,
    "uid": "scraped_2002_playagoround"
  },
  {
    "name": "Playland",
    "description": "Volcano sits on the playa 50 yards in front of the camp. A show-front entrance leads to a giant spinning disc and various games for all to be apart of.",
    "hometown": "Sausalito, CA",
    "year": 2002,
    "uid": "scraped_2002_playland"
  },
  {
    "name": "Pleasure Cove",
    "description": "A shipwrecked schooner along the rocky Esplanade coast marks the entrance to the Pleasure Cove. Pass through a cave to enter the Octopus’ Garden, an underwater kelp bed filled with strange, floating sealife where you can relax with other refugees taking shelter from the rough Playa seas.",
    "contact_email": "dave@glenmuse.com",
    "hometown": "Ojai, CA",
    "year": 2002,
    "uid": "scraped_2002_pleasure_cove"
  },
  {
    "name": "Pleasure Island",
    "description": "Pleasure Island featuring The Pleasure Island Club will be offering a place to cool down in the shade, a fine assortment of beverages in The Message in a Bottle Message Center and Bar, and a place to leave and collect information about your neighbors and friends. Activities will include automatic ass spankings, drumming, massage, performances, parades, body painting, and much much more! Come and see us, kick your feet  up, and enjoy the company.",
    "contact_email": "pat_64@yahoo.com",
    "hometown": "Boise, ID",
    "url": "http://home.rmci.net/patrick_morrison/",
    "year": 2002,
    "uid": "scraped_2002_pleasure_island"
  },
  {
    "name": "Pleiades Mission Research",
    "description": "Pleiades Mission Research will be conducting an exercise designed to explore humans’ attraction to the Unknown, and its role in generating the perfect community for deep space travel. Lectures will be scheduled and an open forum is invited to discuss establishment of a University on the PMR grounds.",
    "contact_email": "maxqpeck@yahoo.com",
    "hometown": "Los Angeles, CA",
    "year": 2002,
    "uid": "scraped_2002_pleiades_mission_research"
  },
  {
    "name": "Plug 4 & The Giant Ghetto Blaster",
    "description": "Plug 4 is back ‘yall. You know what time it is. The original and foremost home of raw funk, soul, hip hop and rock steady on the playa. Look for the redisigned Plug on the Esplanade skyline and find the Giant Ghetto Blaster parked out front. P4 is the home of nightly graffiti and mural battles and neverending B-Boy summits. Also come feel the Elemental Orgasmitron exhibit on the playa side of the Plug.",
    "contact_email": "grandprix63@earthlink.net",
    "hometown": "Los Angeles, CA",
    "url": "http://www.plug4.com",
    "year": 2002,
    "uid": "scraped_2002_plug_4_&_the_giant_ghetto_blaster"
  },
  {
    "name": "Podville",
    "description": "Traverse the seas of inner dimensions in a LovePod at Podville.",
    "contact_email": "Sanford@IcosaVillage.net",
    "hometown": "Redmond, WA",
    "url": "http://thepod.net/podville.htm",
    "year": 2002,
    "uid": "scraped_2002_podville"
  },
  {
    "name": "PolyDomes",
    "description": "The Poly Domes are a mecca and training ground for folks with MPS (Multiple Partners Syndrome). Stop by for how-to tips @ 1 PM, the dermal purification ceremony @ 11 AM, or lessons in deep energetic contact for non gender balance groups. We will again be joining The Portlandia Confederation.",
    "contact_email": "polydomes@att.net",
    "hometown": "Portland, OR",
    "year": 2002,
    "uid": "scraped_2002_polydomes"
  },
  {
    "name": "PolyParadise",
    "description": "We are a group of polyamorists seeking to live our dreams, and this camp is one manifestation of that. Polyamory involves openness to multiple loving relationships, with honesty among all partners.",
    "contact_email": "scott@azcompuguy.com",
    "hometown": "Phoenix, AZ",
    "url": "http://www.azcompuguy.com/polyparadise/",
    "year": 2002,
    "uid": "scraped_2002_polyparadise"
  },
  {
    "name": "Poohzatch",
    "description": "Poohzatch is a pooh-colored fuzzy blanket, held overhead by members of this ambulatory theme camp. Look for us on the playa this summer, invading a theme camp near you!",
    "contact_email": "gear@thirteenthirtyseven.or",
    "hometown": "North Arlington, NJ",
    "year": 2002,
    "uid": "scraped_2002_poohzatch"
  },
  {
    "name": "Porn Star Lounge",
    "description": "Come dressed in your finest Porn Star Regalia for a Friday Night Cock & Tail Party of momentous proportions. Come prepared for adventure and come fabulous!",
    "contact_email": "choicelevel@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_porn_star_lounge"
  },
  {
    "name": "Prometheatrics",
    "contact_email": "pan@dreamerdesign.com",
    "hometown": "Topanga, CA",
    "year": 2002,
    "uid": "scraped_2002_prometheatrics"
  },
  {
    "name": "PsyCamp",
    "description": "PsyCamp serves up the psychedelic experience with a healthy dose of black lights, chill space, yoga, henna, and improv theater, good company, and some third-eye-worthy cosmic laughs. Slide in on the serpent’s tongue, paint some tribal marks on your skin, and chill in the belly of the beast.",
    "contact_email": "tadg@stanfordalumni.org",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_psycamp"
  },
  {
    "name": "Psychofunkodiscodelic & Brass Tax",
    "description": "Keepin’ it sweet and funky on the desert flo’!",
    "contact_email": "goldengaterecordings@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_psychofunkodiscodelic_&_brass_tax"
  },
  {
    "name": "Puddin' Tang",
    "description": "This year at Burning Man, the ancient powdered rivals of the Puddin’ Posse and the Tang Gang battle for playa supremacy! Sip a frothy Tangarita, throw back a few pudding shots, and join the struggle!",
    "contact_email": "beatfix@nstop.com",
    "hometown": "Acton, MA",
    "year": 2002,
    "uid": "scraped_2002_puddin'_tang"
  },
  {
    "name": "Pyromid",
    "description": "Not to be missed; The Pyromid. Oh yes, it returneth. Sunday night’s burn is guaranteed to give you that personal, up and close, feeling of the Burner.",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_pyromid"
  },
  {
    "name": "Radio Electra 103.9",
    "description": "Radio Electra 103.9, (formerly radio anarchy) will return to Black Rock City with an eclectic array of Music, News and Commentary. Villages and Theme Camps wishing to announce playa events are welcome to stop in.",
    "contact_email": "dozer@burningman.com",
    "hometown": "Tucson, AZ",
    "url": "http://radio-electra.com",
    "year": 2002,
    "uid": "scraped_2002_radio_electra_103.9"
  },
  {
    "name": "Reaplaya",
    "description": "1. Build triangle shelters with playa glued to the plywood as camoflage. Line these structures up at 225 degrees with a view of the man looking down each structure. Rebuild the granite range on the playa by reapplying playa and water into a clay structure of the range. Floating world.",
    "contact_email": "gempaint@midmail.com",
    "hometown": "Dixfield, ME",
    "year": 2002,
    "uid": "scraped_2002_reaplaya"
  },
  {
    "name": "RECHARGE!!!",
    "description": "Quench your thirst, and cleanse your sensory palate at RECHARGE!!! Come join us for our afternoon Hai/Tea/Ku Salon: we’ll have delicious iced tea and salon delights; you compose an on-the-spot haiku for the Big Book!",
    "contact_email": "klausthepd@hotmail.com",
    "hometown": "San Francisco, CA",
    "url": "http://recharge.zillabit.com",
    "year": 2002,
    "uid": "scraped_2002_recharge!!!"
  },
  {
    "name": "Recycle Camp",
    "contact_email": "misterecycle@mshvp.com",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_recycle_camp"
  },
  {
    "name": "Reincarnation Location",
    "description": "Confess your sins, serve pennance and be reborn through our 6′ vagina adjacent to our 2 24′ diameter breasts, then dance the night away or relax in our pillow room.",
    "contact_email": "tom@funkweb.net",
    "hometown": "Van Nuys, CA",
    "year": 2002,
    "uid": "scraped_2002_reincarnation_location"
  },
  {
    "name": "Renaults Family",
    "contact_email": "robert.binkley@bigfoot.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_renaults_family"
  },
  {
    "name": "Reno Philosophants",
    "description": "The playa roach thought extinct was found in Baldini’s Casino. We hope to restore it to its natural habitat of the Black Rock. Pioneers called it the buffalo of the Great Basin.",
    "contact_email": "keck@dri.edu",
    "hometown": "Reno, NV",
    "year": 2002,
    "uid": "scraped_2002_reno_philosophants"
  },
  {
    "name": "RISA",
    "description": "Risa is an infamously lush resort planet renowned for its breezes and easy-going, uninhibited sexuality. Come visit the music bar in the tie-dye dome. Thursday night party as usual.",
    "contact_email": "rstim00100@aol.com",
    "hometown": "Carson City, NV",
    "year": 2002,
    "uid": "scraped_2002_risa"
  },
  {
    "name": "Rococo Risque",
    "description": "Rococo Risque will offer the national and international cabaret driven, circus twirling, street performance artist a haven to explore the riches of their artistic self with a night of puppet karaoke hosted by the Lord of the Karaoke, a cabaret style cocktail hour, and other impromptu acts of social inequity!!!",
    "contact_email": "artemiss78@hotmail.com",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_rococo_risque"
  },
  {
    "name": "Sacred Heart Oasis",
    "description": "Sacred Heart Oasis — We will be a Harbor Beacon with an alternative energy twist (located in AEZ Village). We invite all to be Alladin, the genie, a whirling dervish, belly dancer, or whatever. Providing Arabic music, games, and a nice place to chill, create, and share. Prizes for participants.",
    "contact_email": "jbartkus@flash.net",
    "hometown": "Dearborn, MI",
    "year": 2002,
    "uid": "scraped_2002_sacred_heart_oasis"
  },
  {
    "name": "Sacred Land Project",
    "description": "The Sacred Land Project is a SF based but globally minded promotional organization with goals that include uniting the electronic underground into a network of unified resources, creating safe, sustainable areas of land to hold our gatherings on, and assisting other grooups with similar views. We are hosting a BREAKS OF DAWN, a breakbeat dance gathering on Thursday August 29th. Guests include Sunz of Mecha, Miss Bliss, Imri, Smalls & DJ Ripple. Others TBA.",
    "contact_email": "indebiker@aol.com",
    "hometown": "Pacifica, CA",
    "year": 2002,
    "uid": "scraped_2002_sacred_land_project"
  },
  {
    "name": "Sacred Playground",
    "description": "Sacred Playground is a gift from the heart of the Berkeley Toltec Center of Creative Intent, a shamanic center that supports the discovery of divinity through self-acceptance and personal freedom. We are providing a sacred, grounding dome, sunset healing circles, and elemental rituals to give Burners the opportunity to recharge their energy and come back to their centers in between roaming the Floating Worlds of Burning Man 2002. We intend to do our part to magically support the highest good for all participants at the event, whether or not we connect with you individually.",
    "contact_email": "jordan@toltecmagician.com",
    "hometown": "Oakland, CA",
    "url": "http://www.toltecmagician.com/sacredplayground.htm",
    "year": 2002,
    "uid": "scraped_2002_sacred_playground"
  },
  {
    "name": "Safari Social Club",
    "description": "On safari at a playa near you. Please refrain from teasing the caged specimens.",
    "contact_email": "bm@StoreySt.com",
    "hometown": "Concord, CA",
    "year": 2002,
    "uid": "scraped_2002_safari_social_club"
  },
  {
    "name": "Scenic Black Rock City",
    "contact_email": "scootdaddy74@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_scenic_black_rock_city"
  },
  {
    "name": "Scurvy Monkey",
    "description": "Got Scurvy? Join the Scurvy Monkey for high tea and vitamin C. Tea times as posted.",
    "contact_email": "ian@neo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_scurvy_monkey"
  },
  {
    "name": "Sea Monkey",
    "description": "Come and play at Camp Sea Monkey! Home to buried treasure, scavenger hunts, tons of games, and some of the most crazy monkeys around.",
    "contact_email": "warpedjester@yahoo.com",
    "hometown": "Palo Alto, CA",
    "year": 2002,
    "uid": "scraped_2002_sea_monkey"
  },
  {
    "name": "Sea of Reverie",
    "description": "Come join this shipwrecked crew for painting,scavanger hunt (sign up by Wednesday 11am), Happy Hour(s) Thursday 4pm-7pm, Drinks, questionaire and gifts. View the shipwreck of the HMS REVERIE & share your stories & culture as we help to document the many tribes of this amazing Black Rock Island.",
    "contact_email": "Splinterxman@aol.com",
    "hometown": "Ashland, OR",
    "year": 2002,
    "uid": "scraped_2002_sea_of_reverie"
  },
  {
    "name": "Secret Cove",
    "description": "Sail through the Straits of Black Rock and past the Great Bare Rear Reef to the Isle of Ill Repute. There you will discover Poseidon’s Pleasure Palace and the Mermaids Womb bar which lies within.",
    "contact_email": "dan_weller@yahoo.com",
    "hometown": "Palo Alto, CA",
    "year": 2002,
    "uid": "scraped_2002_secret_cove"
  },
  {
    "name": "Sinner Camp",
    "description": "As an alternative to the year after year center camp, we now offer a new and more exciting SINNER CAMP! Break commandments, say the name of the lord in vain, come to hell where all the fun is and undo organized religion.",
    "hometown": "Orinda, CA",
    "year": 2002,
    "uid": "scraped_2002_sinner_camp"
  },
  {
    "name": "Sky People",
    "description": "The Sky People invite you to experience the space above Black Rock City. Stop by to share our unique view of the Floating World.",
    "contact_email": "bryantburke@hotmail.com",
    "hometown": "Eloy, AZ",
    "url": "http://www.aerialsoul.com/BurningSky",
    "year": 2002,
    "uid": "scraped_2002_sky_people"
  },
  {
    "name": "SlutMonkeys High Jinx High",
    "description": "Come play with the Slut Monkeys at High Jinx High. Twirl poi, play drums, roll around with fuzzy snakes… activities begin daily at 4:20.",
    "contact_email": "cindees@yahoo.com",
    "hometown": "North Hollywood, CA",
    "year": 2002,
    "uid": "scraped_2002_slutmonkeys_high_jinx_high"
  },
  {
    "name": "Smite Camp",
    "contact_email": "pkhogue@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_smite_camp"
  },
  {
    "name": "Snowflake Village",
    "description": "Snowflake Village is a home for artists from across the Midwest and Canada. We bring our unique perspective and our hospitality. In Snowflake Village there are fire performances, games, a dance tent, movies, a fire circus… meet someone at Speed Dating Dome, visit the Pumpkin Lounge, then afterwards, the Drive-thru Confessional… All in one village! See you there.",
    "contact_email": "eric@clevian.com",
    "hometown": "Milwaukee, WI",
    "url": "http://www.clevian.com/snowflake.htm",
    "year": 2002,
    "uid": "scraped_2002_snowflake_village"
  },
  {
    "name": "Soft Rock Cafe",
    "description": "“The Soft Rock Cafe… just add water. When soft rock is heard, pancakes will be served.”",
    "contact_email": "ks@ksolomon.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_soft_rock_cafe"
  },
  {
    "name": "Solo Collective",
    "description": "The Camp for People Who Have No Camp: the Solo Collective is an opportunity to network with other solo travelers, share resources, and share your experience. We value self-sufficiency and fun, and we warmly welcome new members; please see our web site for information on how to join us.",
    "contact_email": "melani@solocollective.org",
    "hometown": "Tempe, AZ",
    "url": "http://www.solocollective.org",
    "year": 2002,
    "uid": "scraped_2002_solo_collective"
  },
  {
    "name": "Space Vikings",
    "description": "Space Vikings come to enslave you! Come on over and enjoy fire performance at night, or try your luck at the Wheel of Misfortune in the daytime.",
    "contact_email": "ljweller@sympatico.ca",
    "hometown": "Toronto, ON",
    "year": 2002,
    "uid": "scraped_2002_space_vikings"
  },
  {
    "name": "Space Virgin Light Continuum",
    "description": "Chasing space demons across the universe, the Space Virgins have crashed into the floating world! Come play with us in our alien space lounge, and we’ll help you burn your own space demons down!",
    "contact_email": "shelly@hive-mind.com",
    "hometown": "Seattle, WA",
    "url": "http://www.spacevirgin.org",
    "year": 2002,
    "uid": "scraped_2002_space_virgin_light_continuum"
  },
  {
    "name": "Spacelounge",
    "description": "Come to Spacelounge — giving drinks and beats since before you were born.",
    "contact_email": "schlomo@spacelounge.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.spacelounge.com",
    "year": 2002,
    "uid": "scraped_2002_spacelounge"
  },
  {
    "name": "Spaghetti Western Camp",
    "description": "We will be serving vegan spaghetti from 5-7 on Wednesday, Thursday and Friday as well as showing the old Clint Eastwood spaghetti western movies. Join us.",
    "contact_email": "ballred@fmtinv.com",
    "hometown": "Antioch, CA",
    "year": 2002,
    "uid": "scraped_2002_spaghetti_western_camp"
  },
  {
    "name": "Sparseland County",
    "description": "Formerly Hearth Camp and now the daytime home to four giant fire cauldrons of The Encompassment Project. Choose a heading and help push a flaming vessel into the night.",
    "contact_email": "syd@playahearth.com",
    "hometown": "Hollywood, CA",
    "url": "http://www.playahearth.com",
    "year": 2002,
    "uid": "scraped_2002_sparseland_county"
  },
  {
    "name": "Spherocity",
    "description": "Spherocity is a microcosm community in which large interconnecting geodescic spheres, each inhabited by a unique sensory experience, invite all into a visceral world unbound by rules. Come release into the Amusement Dome, feel the TactilE Dome, chill in the Great White North Dome, dance in the Orange Dome and so much more…",
    "contact_email": "patrick@shearn.net",
    "hometown": "Los Angeles, CA",
    "year": 2002,
    "uid": "scraped_2002_spherocity"
  },
  {
    "name": "Spock Mountain Research Labs",
    "description": "Jed Sanders and his band of cyberbilly hyperscientists bring their MOBILE SCIENCE SHACK back to the Playa for the 5th straight year! Come enjoy the fascinating world of beverage science and leisure technology in a relaxed, hillbilly atmosphere.",
    "contact_email": "sam@dasbistro.com",
    "hometown": "Reno, NV",
    "year": 2002,
    "uid": "scraped_2002_spock_mountain_research_labs"
  },
  {
    "name": "Spoon Return Center",
    "description": "Delivering enlightenment and peace-of-mind to anyone with a spoon. Come in, cool down, and give your wayward spoon a new life.",
    "contact_email": "spoonreturn@yahoo.com",
    "hometown": "San Diego, CA",
    "year": 2002,
    "uid": "scraped_2002_spoon_return_center"
  },
  {
    "name": "Starlite Drive-in Movie Theatre",
    "description": "Theme double-features and midnight movies, professionally projected on a giant dive-in screen. A playa landmark, an art boat destination, and a space to swim in the currents of cinematic celluloid.",
    "contact_email": "mdq@attbi.com",
    "hometown": "Los Angeles, CA",
    "year": 2002,
    "uid": "scraped_2002_starlite_drive-in_movie_theatre"
  },
  {
    "name": "StarLust Lounge",
    "description": "StarLust, the original alien Center Camp barter bar – your before during and after party spot of nightly fun and foolishness. We have returned from our underwater expedition and have brought new tantilizing devices and liquids to unleash. Everynight a different theme, a different party, the same great hosts. Bring your libations and pleasure devices for experimentations. StarLust, the neighborhood bar where the locals and aliens meet.",
    "contact_email": "harlenmallis@metatv.com",
    "hometown": "San Anselmo, CA",
    "url": "http://www.starlustlounge.com",
    "year": 2002,
    "uid": "scraped_2002_starlust_lounge"
  },
  {
    "name": "Stimulus",
    "description": "Camp Stimulas will feature games, jell-o shots, watermellon and a photo studio. Come, play, take a shot, get shot, take home a portrait of your burning self.",
    "contact_email": "phatkatphoyography@earthlink.net",
    "hometown": "Truckee, CA",
    "year": 2002,
    "uid": "scraped_2002_stimulus"
  },
  {
    "name": "Sub-Culture Island",
    "description": "We rise and claim our island and transport, the Sub-Liminal Submarine as it treks to far off watery distances on the playa, returning to our island of bubbles, misting, costuming, peace, love and gary.",
    "contact_email": "kellyhiatt@hotmail.com",
    "hometown": "San Diego, CA",
    "year": 2002,
    "uid": "scraped_2002_sub-culture_island"
  },
  {
    "name": "Summer Camp",
    "description": "Summer Camp is about nostalgia — join us for arts and crafts, fishing and canoeing, and scary stories around the campfire. Re-meet yourself as a 10 year old at Camp, and see what you have to say.",
    "contact_email": "pks@stanford.edu",
    "hometown": "Redwood City, CA",
    "url": "http://www-psych.stanford.edu/%7Epam/summercamp.html",
    "year": 2002,
    "uid": "scraped_2002_summer_camp"
  },
  {
    "name": "Super Camp",
    "description": "Estradasphere and yoga all in super 16-bit! Booyah!",
    "contact_email": "nikiaurora@hotmail.com",
    "hometown": "Santa Cruz, CA",
    "url": "http://www.arkmay.com/bm/",
    "year": 2002,
    "uid": "scraped_2002_super_camp"
  },
  {
    "name": "Supersnail",
    "description": "Hop! Wriggle! Stand very still. Sweat. Giggle. Be who you will.",
    "contact_email": "julian@supersnail.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.supersnail.com",
    "year": 2002,
    "uid": "scraped_2002_supersnail"
  },
  {
    "name": "Surfing Man",
    "description": "SURFING MAN at night will surf the playa, lit brillantly for all denizens of the deep to see He will be mounted on a sailboard and constructed of tubular carpet tubes and a paper mache head, He will burn in a fiery wipeout.",
    "contact_email": "mmcgothigan@identix.com",
    "hometown": "Oakland, CA",
    "url": "http://www.tshrew.net/mcg/hearthome.html",
    "year": 2002,
    "uid": "scraped_2002_surfing_man"
  },
  {
    "name": "Swell Self-Esteem Service",
    "description": "Let the Swell Self-Esteem Service Station keep your ego running like a well-oiled machine. The Swell process is engineered to inflate your sense of self-worth and is the best thing you can do to prepare yourself for the party ahead. It’s a complete head flush and preventative ego-maintenance program that takes only a few minutes. The service includes a diagnostic vibe emissions test to ensure that you are in compliance with Burning Man’s strict rules for negativity pollution. Removal of existing mental blockages and flushing out other unwanted psychic funk will be performed daily at our camp featuring full diagnostic facilities to scan the following areas: 1) sense of self-worth/head inflation pressure 2) joie-de-vivre levels 3) positive mental alignment.",
    "contact_email": "gnlmno@yahoo.com",
    "hometown": "Arlington, VA",
    "year": 2002,
    "uid": "scraped_2002_swell_self-esteem_service"
  },
  {
    "name": "Swiss Army Camp",
    "description": "The all-purpose camp! From reggae to rock to house to drum circles. From raging parties to picnics to chill time. Movies? R/C racing? Bring it on! Email if you’re interested in helping/camping with us.",
    "contact_email": "swissarmycamp@neutrinorecords.com",
    "hometown": "Santa Ana, CA",
    "year": 2002,
    "uid": "scraped_2002_swiss_army_camp"
  },
  {
    "name": "Synaesthesia",
    "description": "Synaesthesia bids you to join us in The Temple of Ebbing Reality. Through the powerful and ancient rituals of music and dance, we invite you to worship at the altar of your consciousness in our psychedelic, underwater temple. Amid magickal mermaids, otherworldly fish, holy shrines, esoteric relics and spellcrafting music, all fellow seekers, shaman djs, ecstatic dancers and others are welcome to conjure deities and divine consciousness in our sacred, subaqueous realm.",
    "contact_email": "jennifer@netcaffeine.com",
    "hometown": "Chatsworth, CA",
    "url": "http://www.playadust.com/synaesthesia/map.htm",
    "year": 2002,
    "uid": "scraped_2002_synaesthesia"
  },
  {
    "name": "Tabstop Faction",
    "description": "Donate words to the cause and watch them transformed into short, unpredictable stories on our trusty manual typewriters, or sit down behind the typewriter yourself! Tips on improvisational writing will be provided.",
    "contact_email": "aaron@eecs.harvard.edu",
    "hometown": "Somerville, MA",
    "url": "http://www.pastemob.org/burn/",
    "year": 2002,
    "uid": "scraped_2002_tabstop_faction"
  },
  {
    "name": "Tarwater",
    "description": "Ware sailor; here there be aliens, and we be registering everyone of them on the planet Tarwater’s temporary island. We’re setting down on the floating sea and setting up our alien registry, complete with self-serve bowling, an eye-opening ring toss, rides in the H.M.S. Kuru, and music by Lord Xibalba — drop by and tell us what planet you’re from.",
    "contact_email": "leaddog@ix.netcom.com",
    "hometown": "Santa Rosa, CA",
    "year": 2002,
    "uid": "scraped_2002_tarwater"
  },
  {
    "name": "Tazii",
    "description": "Come relax in luxurious Moroccan splendor at Tazii! Yoga, music jams, general chill… in our beautiful festival tents, di-rect from Marrakesh…",
    "contact_email": "jainesy@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_tazii"
  },
  {
    "name": "TechnoFartz Camp",
    "contact_email": "utakiwataru@hotmail.com",
    "hometown": "Healdsburg, CA",
    "year": 2002,
    "uid": "scraped_2002_technofartz_camp"
  },
  {
    "name": "Temple of Atonement",
    "description": "Black Rock City’s biggest and best BD/SM theme camp. Confess your sins to the Judge and be cleansed of the evils in your soul. Enjoy a cocktail at our Black and Blues Bar or just groove to the Goth/Industrial tunes. Sin, repent, repeat.",
    "contact_email": "rmarley@ix.netcom.com",
    "hometown": "Los Angeles, CA",
    "url": "http://www.geocities.com/Pentagon/Barracks/3969/TOA1.html",
    "year": 2002,
    "uid": "scraped_2002_temple_of_atonement"
  },
  {
    "name": "Temple of Boognish II",
    "contact_email": "heather@dsccpa.com",
    "hometown": "Dallas, TX",
    "year": 2002,
    "uid": "scraped_2002_temple_of_boognish_ii"
  },
  {
    "name": "Temple of The Indifferent",
    "contact_email": "hanrahanmb@compuserv.com",
    "hometown": "Ventura, CA",
    "year": 2002,
    "uid": "scraped_2002_temple_of_the_indifferent"
  },
  {
    "name": "Tengu Teahaus",
    "description": "Tengu are japanese demons, cunning and mischievous. Masters of mimicry, they feign the shapes of beasts, priests and teahaus denizens. All this not to say that we will engage in the traditional tengu rite of kami-kakushi, or divine kidnapping. Of course, it’s not to say that we won’t. All are welcome to sample the pleasures and terrors of the tengu teahaus.",
    "contact_email": "zorca@well.com",
    "hometown": "San Francisco, CA",
    "url": "http://www.zorca.com/tengu/",
    "year": 2002,
    "uid": "scraped_2002_tengu_teahaus"
  },
  {
    "name": "Tent, Tower & Balloons",
    "contact_email": "will.moore@netzero.net",
    "hometown": "Tallahassee, FL",
    "year": 2002,
    "uid": "scraped_2002_tent,_tower_&_balloons"
  },
  {
    "name": "Texas Village",
    "description": "Barter Bob’s Forgotten Supplies, The Necklace Factory, The Costume Exchange all return to Burning Man. You need it/we have it/come and get it.",
    "contact_email": "julief@houston.rr.com",
    "hometown": "Houston, TX",
    "year": 2002,
    "uid": "scraped_2002_texas_village"
  },
  {
    "name": "Thermal Shock",
    "contact_email": "uber@uberguber.com",
    "hometown": "Van Nuys, CA",
    "year": 2002,
    "uid": "scraped_2002_thermal_shock"
  },
  {
    "name": "ThinAIR",
    "description": "ThinAIR brings you impersonal hassle of modern airline travel with the swank styling of the heyday of the jet age. Come book a ticket to nowhere and revel in our posh airport lounge — the line forms over there…",
    "contact_email": "rob@brianrobert.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_thinair"
  },
  {
    "name": "Three Mile Island",
    "description": "Come visit beautiful Three Mile Island, shining symbol of progress and landmark site of nuclear meltdown! Relax among friends beneath the romantic green glow of the cooling towers, who knows, you might even mutate!",
    "contact_email": "justis2@hotmail.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_three_mile_island"
  },
  {
    "name": "Thunderdome",
    "description": "Post – apocaliptic social setting featuring dome battles, dancing, preformances, bar, fire art, art cars, and parades.",
    "contact_email": "honeyandacid@yahoo.com",
    "hometown": "San Pablo, CA",
    "year": 2002,
    "uid": "scraped_2002_thunderdome"
  },
  {
    "name": "Tittyman Camp",
    "description": "Come see the tittyman and leave your prints at Burning Man.",
    "contact_email": "hrock1@juno.com",
    "hometown": "Modesto, CA",
    "url": "http://www.thetittyman.com",
    "year": 2002,
    "uid": "scraped_2002_tittyman_camp"
  },
  {
    "name": "TOTEM",
    "description": "Once again, TOTEM (Temple Of The Eternal Mysteries) brings the gift of healing massage to Black Rock City. Earn a backrub or a therapeutic massage by meeting our mysterious criteria. Crawl in, float home! Experienced massagers and builders, please join us.",
    "contact_email": "tadmuck@attbi.com",
    "hometown": "Salt Lake City, UT",
    "url": "http://eternal-mysteries.org",
    "year": 2002,
    "uid": "scraped_2002_totem"
  },
  {
    "name": "Toys for Tits",
    "description": "Do your part to make Black Rock beautiful: come to Toys for Tits to make your very own pair of Playa Pasties. Men, don’t forget–you have nipples, too!",
    "contact_email": "morgbert@hotmail.com",
    "hometown": "Palo Alto, CA",
    "year": 2002,
    "uid": "scraped_2002_toys_for_tits"
  },
  {
    "name": "Trampaloid",
    "description": "Come make memories that last a lifetime at the Trampaloid’s free anti-gravitational photo  studio! We provide the costumes, the polaroids, the jaw-droppingly realistic magical backdrop, and the trampolining device; you provide the bounce and your beautiful smile.",
    "contact_email": "frolicmagazine@yahoo.com",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_trampaloid"
  },
  {
    "name": "Tribal Thunder Camp",
    "description": "All for Drums and Drums for All! Tribal Thunder Camp is a marvelous place to play and learn that constant, friendly, same, ONE, playa beat that you begin to understand around your third night out here. peace",
    "contact_email": "toddtool@netvista.net",
    "hometown": "Martinez, CA",
    "year": 2002,
    "uid": "scraped_2002_tribal_thunder_camp"
  },
  {
    "name": "Trolltown (within the conglomerate)",
    "description": "Need a buddy to share your experiences in Black Rock City? Stop by Trolltown and adopt your very own troll! Ask about our ‘trade-a-troll’ program!",
    "contact_email": "randanna@attbi.com",
    "hometown": "Sacramento, CA",
    "year": 2002,
    "uid": "scraped_2002_trolltown_(within_the_conglomerate)"
  },
  {
    "name": "Turning Hand Community (THC)",
    "description": "Turning Hand Community is an eclectic assemblage of individual and small group projects coming together as one in the beneficent shadow of The Hand. This year’s installations are The Hand (of course), the T.H.C. Family Fun Center, Turning Hand Theatre, Pinky’s Bar, Porno Lanes, the Misting Dome and anything else we think of. Most pieces are open to 24×7 or until we pass out.",
    "contact_email": "addison441@attbi.com",
    "hometown": "Portland, OR",
    "year": 2002,
    "uid": "scraped_2002_turning_hand_community_(thc)"
  },
  {
    "name": "Tutankhamen's Playground",
    "contact_email": "byron.priore@lamrc.com",
    "hometown": "Los Banos, CA",
    "year": 2002,
    "uid": "scraped_2002_tutankhamen's_playground"
  },
  {
    "name": "UNsurewood Forest",
    "description": "Come frolic with woodland nymphs and faeries in a celestial… yeah, right! We don’t know what the hell our theme is and frankly we’re not sure we care. Dance merrily whilst drunk on our druid liquors, use “ye” or “thee” in a sentence and be laughed at by total strangers. We’re unsure of what may lie in store, so wander in and help us dismantle reality.",
    "contact_email": "b_rad510@hotmail.com",
    "hometown": "Boulder, CO",
    "year": 2002,
    "uid": "scraped_2002_unsurewood_forest"
  },
  {
    "name": "UnVillage",
    "description": "Welcome to the UnVillage, a place where you can camp with friends in a relaxed atmosphere, free from stress. This UnVillage is being put together by the locals of the Texas regional burn and our friends from around the world.",
    "hometown": "Austin, TX",
    "year": 2002,
    "uid": "scraped_2002_unvillage"
  },
  {
    "name": "Vietnamese Iced Coffee Camp",
    "description": "Come be refreshed with yummy caffeinated drinks! Hang out in our pyramid or shaded bamboo grove while you enjoy your coffee hot or cold.",
    "contact_email": "jim@noeboys.net",
    "hometown": "San Francisco, CA",
    "url": "http://www.noeboys.net/vicc",
    "year": 2002,
    "uid": "scraped_2002_vietnamese_iced_coffee_camp"
  },
  {
    "name": "Voo Doo Shooting Gallery",
    "description": "Back for a second year of fun with black magic, blow guns, darts and little hanging dolls, its The Voo Doo Shooting Gallery. Creating zombies every single day, join us for the big doll burn. ‘in every body’s mind there’s a little voodoo.’",
    "contact_email": "timemcavoy@hotmail.com",
    "hometown": "Portland, OR",
    "year": 2002,
    "uid": "scraped_2002_voo_doo_shooting_gallery"
  },
  {
    "name": "Vume",
    "description": "A giant version of the VU Meters that you see on audio equipment. Each ‘channel’ (right and left) will have ten 15′ towers that are strung from top to bottom with multi-colored lights. The towers are arranged outward to either side of a small center stage. The brightness and sequencing of each tower’s colors are sensitive to audio input from a microphone mounted on the stage.",
    "contact_email": "m@bustos.org",
    "hometown": "Oakland, CA",
    "year": 2002,
    "uid": "scraped_2002_vume"
  },
  {
    "name": "VW Bus Camp",
    "description": "VW Bus Camp is back for our 5th consecutive year. Eclectic bus owners unite, share the nomadic spirit in the Bus Camp Lounge with good food, good drink, and of course great vibes. (And yes, our water-cooled friends are welcome also)",
    "contact_email": "campmaster@vwbuscamp.com",
    "hometown": "Antelope, CA",
    "url": "http://www.vwbuscamp.com",
    "year": 2002,
    "uid": "scraped_2002_vw_bus_camp"
  },
  {
    "name": "WaCkY ShAcK sPaCeDuB vIbRaTiOn",
    "description": "Join our collective conscience community and imagine yourself in fully immersive audio/video dreamscape. When you reach our camp *POOF* your there. Some of the most amazing DJ’s, Visualists, live PA’s and tribal music producers will join our orgy of dance and celebration on a truly amazing soundsystem. Surrounded by surreal visuals, lighting, blacklight art installations and tapestries similar to that of the Blacklight Glowstar of 2000, join us on our journey through the Chakras to the stars. During the day yoga, tai chi, body painting, massage, jemelry making, poetry, spoken word, chakra workshops, and our tea hut will help along with ambient, dub, chillout, IDM and tribal rythems to sooth your body from the heat of the day.",
    "contact_email": "gregschmid@yahoo.com",
    "hometown": "Denver, CO",
    "year": 2002,
    "uid": "scraped_2002_wacky_shack_spacedub_vibration"
  },
  {
    "name": "Waterboy's Mermaid Lounge",
    "contact_email": "tcoughlin_2000@yahoo.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_waterboy's_mermaid_lounge"
  },
  {
    "name": "West Side Story Fish Encampment",
    "description": "Jets (industrialization/man/pollution/jet skis) vs. the Sharks (fish, jellyfish, sea creatures). Play Environment vs. Pollution games and experience art performances by the Santa Barbarian Fire Conclave troupe.",
    "contact_email": "rachelclawson@hotmail.com",
    "hometown": "Camarillo and Santa Barbara, CA",
    "year": 2002,
    "uid": "scraped_2002_west_side_story_fish_encampment"
  },
  {
    "name": "Wet Sari Camp",
    "contact_email": "tracy@stilton.com",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_wet_sari_camp"
  },
  {
    "name": "Whale Dream Translation Project",
    "description": "Relax, listen to the ambient sounds of our friends, the Cetaceans. What do you hear? Sleep, perchance to dream, and when you awake, record your thoughts for posterity.",
    "contact_email": "az427@lafn.org",
    "hometown": "Reseda, CA",
    "year": 2002,
    "uid": "scraped_2002_whale_dream_translation_project"
  },
  {
    "name": "Whale Mail Delivery Center",
    "description": "Our enormous whale swallowed the missing link and we have the skeletal remains to prove it! Come and interact with the skeleton AND drop off packages and mail to be delivered to any posted address in Black Rock or camps with mailboxes.",
    "contact_email": "olive@snowcrest.net",
    "hometown": "Corning, CA",
    "year": 2002,
    "uid": "scraped_2002_whale_mail_delivery_center"
  },
  {
    "name": "Whimsea Shel Garden",
    "description": "A walk through garden of the wild, wacky, whimiscal poetry of Shel Silverstein. We’ll have a special treasure for our fellow geocachers.",
    "contact_email": "reelwild2@hotmail.com",
    "hometown": "San Diego, CA",
    "year": 2002,
    "uid": "scraped_2002_whimsea_shel_garden"
  },
  {
    "name": "Whistleworks",
    "description": "The Burning Chicagoans present: The Whistleworks Steam Whistle Project. The Wistleworks will allow the citizens of Black Rock City to become ceramic artists and help build a steam powered musical sculpture that once complete, will be the centerpiece of drum circle performance. In the floating world, The Steam Whistle will turn water into music.",
    "contact_email": "whistleworks2002@yahoo.com",
    "hometown": "Chicago, IL",
    "url": "http://barkley.org/whistle/",
    "year": 2002,
    "uid": "scraped_2002_whistleworks"
  },
  {
    "name": "White Trash Camp",
    "description": "Cleatus says: Cummon over and join in, we got pork rinds, Millie’s secret delight, and you should see what Betty Anne Sue can do with cheeze wiz and miracle whip! Mullets Rule!",
    "contact_email": "bm@cearnal.com",
    "hometown": "Santa Barbara, CA",
    "year": 2002,
    "uid": "scraped_2002_white_trash_camp"
  },
  {
    "name": "Women's Temple",
    "description": "Women’s Temple is a place where women believe in the healing powers of coming together and sharing the wisdom of their embodied spirits with each other.",
    "hometown": "Oakland, CA",
    "url": "http://www.womenstemple.com",
    "year": 2002,
    "uid": "scraped_2002_women's_temple"
  },
  {
    "name": "Wonderland",
    "description": "We are making a very cool black light chill out dome. We are diverse and creative people looking for others to help and participate in our camp.",
    "contact_email": "wonderland2002bm@yahoo.com",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_wonderland"
  },
  {
    "name": "Woonami Village",
    "description": "Rejoice at the inception of WOONAMI VILLAGE, which will include The Woo Woo Field, Glamour Goblins Grotto, and Kamp Kaosmosis… bringing you live music on the wheels of the Tsunami Bus, interactive in-camp excitement, Flaming Typewriters, and the sonic marvel… the AURAL REEF.",
    "contact_email": "eyeconduit@hotmail.com",
    "hometown": "Portland, OR",
    "year": 2002,
    "uid": "scraped_2002_woonami_village"
  },
  {
    "name": "Wrong Side of the Trax",
    "description": "A great place to catch a ride on the Dave Train and see how folks on the other side of the Trax live. Be sure to stop by and wish our very own Yoshy and Amber many years of matrimonial bliss.",
    "contact_email": "canderson@infogenesis.com",
    "hometown": "Santa Barbara, CA",
    "year": 2002,
    "uid": "scraped_2002_wrong_side_of_the_trax"
  },
  {
    "name": "Xara",
    "description": "Xara is… a world-within-a-world: an immersive and interactive environment of jungle ruins, theatrical rainforest, strange creatures, living grass and settling mists. It is a place of exploration and hospitality, of dreaming and of dancing, of deep jungle secrets, and the living fever of music. “Xara yet is still to come, yet Xara here remains.”",
    "contact_email": "mark-hinkley@cox.net",
    "hometown": "San Diego, CA",
    "url": "http://www.xaraproject.org",
    "year": 2002,
    "uid": "scraped_2002_xara"
  },
  {
    "name": "Yellow Solar Seed Station",
    "description": "The mission of The Yellow Solar Seed Station is to invite others to join our community in playing with energy in all of its forms, infusing our conscious use of solar and wind power, our broadcast of a diverse spectrum of sound expression, and our shared lust for existence.",
    "contact_email": "urb@solarseed.org",
    "hometown": "San Francisco, CA",
    "year": 2002,
    "uid": "scraped_2002_yellow_solar_seed_station"
  },
  {
    "name": "Yellow Submarine",
    "description": "In the town where I was born, there lived a man who sailed the seas, and he told us of his life in the yellow submarine. We all live in a yellow submarine…",
    "contact_email": "hotdirector4u@hotmail.com",
    "hometown": "New York City, NY",
    "year": 2002,
    "uid": "scraped_2002_yellow_submarine"
  },
  {
    "name": "Yes Camp",
    "contact_email": "edeye@mac.com",
    "hometown": "Winnetka, CA",
    "year": 2002,
    "uid": "scraped_2002_yes_camp"
  },
  {
    "name": "You Are My Zooplankton - Come Closer",
    "description": "Become absorbed into the jelly world, three 12 feet in diameter jelly rooms. Where you can listen to enchanting sounds patched together from floating debris – picked up from various playa ports, watch performances and puppetshows, and pretend you’re dead and float through the night. Let us whisk you away, you little zooplankton, in our jelly mobile and deliver you to our medusas of the sea.",
    "contact_email": "goatmax1@hotmail.com",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_you_are_my_zooplankton_-_come_closer"
  },
  {
    "name": "Z-Axis TV",
    "description": "Have you ever wanted to act out your favorite movie, play, or television show scenes? Got a good improvisation? C’mon down to Z-Axis TV and do it all!",
    "contact_email": "mcfall@mgallis.com",
    "hometown": "Charlotte, NC",
    "year": 2002,
    "uid": "scraped_2002_z-axis_tv"
  },
  {
    "name": "Ze Arc",
    "description": "You can fly! Please come visit Ze Arc of Hawaii, a tetrahedral pyramid of spatialized audio. Be vibrated with your friends by the wet rhythm of ambient water vibrators mounted in the pyramid’s stage. Experience an audio aquarium of marine mammals of the world swimming through the air around you in tetrahedral audio. Join us at Ze Arc on Monday, Tuesday, and Wednesday to create a shrine to Hawaii, the Pacific Ocean, and Pacific Rim ring of fire with a raised playa earth 80 foot diameter earth ring encircling the pyramid with scaled volcano and crater mounds of the Pacific Rim volcanoes. Sunday night after the burn come to the black light temple Ze Arc for the DANCE OF THE LUMINOUS at midnight. We love space!",
    "contact_email": "horus2010@yahoo.com",
    "hometown": "Seatac, WA",
    "year": 2002,
    "uid": "scraped_2002_ze_arc"
  },
  {
    "name": "Zenplicity Camp",
    "description": "A place to reflect, pull up an ass pillow, tend the Zen garden, drink some tea, and escape the sun.",
    "contact_email": "jskellington@hotmail.com",
    "hometown": "Seattle, WA",
    "year": 2002,
    "uid": "scraped_2002_zenplicity_camp"
  }
]